[
    {
        "title": "Here’s how Bancor cut Ethereum gas fees on the Bancor Network by 80%",
        "ups": 24
    },
    {
        "title": "AION is now convertible on the Bancor Network, allowing continuous and automated liquidity",
        "ups": 21
    },
    {
        "title": "Amid Pump &amp; Dump Boom, The Bancor Protocol Helps Tokens Fight Back",
        "ups": 19
    },
    {
        "title": "The Pundits Were Wrong, Bancor Solves A Big Problem, and is Scaling Rapidly",
        "ups": 17
    },
    {
        "title": "VEE is now convertible on the Bancor Network, allowing continuous and automated liquidity. Check out the Web App to convert VEE, BNB, EOS, ETH and other tokens directly from your Web3 (metamask, parity, mist) wallet.",
        "ups": 16
    },
    {
        "title": "42 live tokens, 80% off gas fees, EOS partnership &amp; more exciting updates are now available in Bancor February Progress Update",
        "ups": 14
    },
    {
        "title": "ATS is now convertible on the Bancor Network, allowing continuous and automated liquidity. Check out the Web App to convert ATS, BNB, EOS, ETH, TRX and other tokens directly from your Web3 (metamask, parity, mist) wallet.",
        "ups": 10
    },
    {
        "title": "BETR is now convertible on the Bancor Network, allowing continuous and automated liquidity. Check out the Web App to convert BETR, BNB, EOS, ETH, TRX and other tokens directly from your Web3 (metamask, parity, mist) wallet.",
        "ups": 8
    },
    {
        "title": "ELF is now convertible on the Bancor Network, allowing continuous and automated liquidity",
        "ups": 6
    },
    {
        "title": "Bancor API is very slow",
        "ups": 5
    },
    {
        "title": "Join us today (Feb. 22) @ 9pm China Standard Time (CST) for a live AMA session with Eyal Hertzog, Bancor Co-founder, in the Binance Telegram channel",
        "ups": 5
    },
    {
        "title": "Gifto ( GTO ) is now live on the Bancor Network, allowing continuous and automated liquidity",
        "ups": 4
    },
    {
        "title": "ONG is now convertible on the Bancor Network, allowing continuous and automated liquidity",
        "ups": 4
    },
    {
        "title": "Does Bancor Allow for Other Exchanges to Build Off of Their Protocol?",
        "ups": 2
    },
    {
        "title": "Bancor webapp shut down token relay buying/selling",
        "ups": 2
    },
    {
        "title": "What are top 5 reason to buy bnt token?",
        "ups": 2
    },
    {
        "title": "Bancor affiliate program",
        "ups": 2
    },
    {
        "title": "The Expat Money Show Interviews Bancor's Eyal Hertzog",
        "ups": 1
    },
    {
        "title": "Not sure what I'm doing, Have 76 EOS in my Bancor wallet. Installed/Using MetaMask. Want to convert 10 EOS to BNT but saying balance EOS 0 ?",
        "ups": 1
    },
    {
        "title": "Call for Speakers for Chain-in an International Industrial &amp; Academic Conf. on Blockchain",
        "ups": 1
    },
    {
        "title": "Orderbook",
        "ups": 1
    }
]