[
    {
        "title": "Twitch Integration 100% complete. Due date not yet confirmed.",
        "ups": 194
    },
    {
        "title": "HowToBasic is now a verified YouTube creator! (10.3 Million subscribers)",
        "ups": 141
    },
    {
        "title": "Brendan Eich to speak at Mobile World Congress about blockchain, BAT &amp; Brave (Feb 26-28 in Barcelona)",
        "ups": 97
    },
    {
        "title": "Doug Polk now verified!",
        "ups": 92
    },
    {
        "title": "Last 37 Days, 27,000 transactions added (growth accelerating). Also about a 50% increase in BAT tokens held at Uphold. We're growing. Go Brave!",
        "ups": 74
    },
    {
        "title": "What’s Brave, YouTubers’ new favorite browser?",
        "ups": 74
    },
    {
        "title": "Heads up, BAT Twitch integration on github • r/ethtrader",
        "ups": 68
    },
    {
        "title": "BAT project launches $1 million referral program to increase the demand for the new platform",
        "ups": 66
    },
    {
        "title": "\"I think we need help from the advertising world and from the technology world to find new ways to monetize digital content, otherwise good journalism will go away...\"",
        "ups": 57
    },
    {
        "title": "Great work, devs",
        "ups": 59
    },
    {
        "title": "Don't have a big following on YouTube, but I'm now verified here too",
        "ups": 56
    },
    {
        "title": "Basic Attention Token entry/article now on Wikipedia",
        "ups": 55
    },
    {
        "title": "Brave announces official sponsorship of Let's Encrypt",
        "ups": 59
    },
    {
        "title": "Brave &amp; BAT featured on Daily Dot: \"Is this web browser the answer to YouTube’s new monetization policy?\"",
        "ups": 52
    },
    {
        "title": "BAT holds the key to massive innovation in crypto – Hacker Noon",
        "ups": 44
    },
    {
        "title": "BRAVE: Best browser for crypto folks. Here's why:",
        "ups": 47
    },
    {
        "title": "New short interview with Brendan Eich on Panama Crypto about BAT &amp; Brave",
        "ups": 43
    },
    {
        "title": "BAT is not what you think it is",
        "ups": 44
    },
    {
        "title": "BAT Community Weekly Update: 02/16/2018 to 02/22/2018 — Bart Baker (10M subs) promotes Brave, interview with Brendan, big YouTube channels coming onboard, ETHDenver reflections, Ethereum wallet + hardware wallet support coming to Brave",
        "ups": 36
    },
    {
        "title": "Made this chart to visualize the # of BAT token holders through the months using wayback machine....sharp increase in december probably due to grants?",
        "ups": 37
    },
    {
        "title": "Brendan talking at WMC",
        "ups": 30
    },
    {
        "title": "My first vid on Brave Browser. I believe this is a great under-recognised project that we as a community can raise a positive awareness of!",
        "ups": 30
    },
    {
        "title": "[REQUEST] Nightview option for Brave",
        "ups": 29
    },
    {
        "title": "Bret Weinstein (Evolutionary Theorist) is now verified!",
        "ups": 29
    },
    {
        "title": "Almost One-Hour club!",
        "ups": 27
    }
]