[
    {
        "title": "PSA: /r/btc is actually where almost all the Bitcoin Cash discussion is currently happening",
        "ups": 140
    },
    {
        "title": "HODL...",
        "ups": 79
    },
    {
        "title": "ViaBTC CEO donated about $200,000 to BCH Fund!",
        "ups": 71
    },
    {
        "title": "Coffee for Bitcoin Cash? Coming right up! Calling all Merchants - Accept Bitcoin Cash!",
        "ups": 44
    },
    {
        "title": "In Antigua, a Luxury Tourist Village Will Accepts Only Bitcoin Cash",
        "ups": 46
    },
    {
        "title": "Rick Reacts to Lightning (Again) and brings up a previously undiscussed flaw",
        "ups": 41
    },
    {
        "title": "Bitcoin Cash is helping to revolutionize the gambling industry, we just got added to a famous Casino!",
        "ups": 40
    },
    {
        "title": "Transaction Confirmation...",
        "ups": 39
    },
    {
        "title": "Put the whitepaper on bitcoincash.org",
        "ups": 35
    },
    {
        "title": "Eat.Do - Get up to 70% off on popular restaurant cuisines when paying with Bitcoin Cash!",
        "ups": 27
    },
    {
        "title": "Education: Pump and Dump groups - Why you should stay AWAY.",
        "ups": 27
    },
    {
        "title": "6 Ways the Cryptocurrency World Is Oddly Economically Ignorant",
        "ups": 25
    },
    {
        "title": "Founder &amp; CEO of ViaBTC, Haipo Yang, Donates Almost 200k to Bitcoin Cash Fund",
        "ups": 22
    },
    {
        "title": "BUY/SELL BCH with mpesa is AVAILABLE!",
        "ups": 20
    },
    {
        "title": "LETS VOTE PEOPLE!",
        "ups": 18
    },
    {
        "title": "Paybis introduces possibility to Buy Bitcoin Cash with Debit or Credit Cards in 15 minutes",
        "ups": 18
    },
    {
        "title": "Self-Proclaimed Bitcoin “Inventor” Craig Wright Being Sued for over $5 Billion by Deceased Partner",
        "ups": 13
    },
    {
        "title": "Why everyone hate bitcoin cash?",
        "ups": 14
    },
    {
        "title": "First BCH paired exchange coming soon in India - CoinRecoil",
        "ups": 13
    },
    {
        "title": "Lightning Network Privacy Issues with Proof of Payment",
        "ups": 14
    },
    {
        "title": "Tonight is the first Dutch Bitcoin Cash Meetup in Amsterdam 💚",
        "ups": 11
    },
    {
        "title": "Comprehensive Bitcoin Cash Guide for Beginners to Experts",
        "ups": 13
    },
    {
        "title": "Venezolanos, Bitcoin Cash (BCH) les puede alimentar. Use este faucet, pasen la voz, no padezcan hambre!",
        "ups": 12
    },
    {
        "title": "tipmebch: A Bitcoin Cash tipping bot for Telegram app",
        "ups": 8
    },
    {
        "title": "Feb 21 2018 Crypto Market Report - Contains Bitcoin Cash",
        "ups": 9
    }
]