[
    {
        "title": "This month in Bitcoin.",
        "ups": 12274
    },
    {
        "title": "It would be so easy then",
        "ups": 10229
    },
    {
        "title": "A popular streamer started accepting crypto in donations, this is how he thanks them",
        "ups": 8290
    },
    {
        "title": "Very accurate representation of how my portfolio is doing",
        "ups": 7530
    },
    {
        "title": "I work at a major electronics store. It's been like this nearly a month.",
        "ups": 3539
    },
    {
        "title": "Banks vs Bitcoin",
        "ups": 2366
    },
    {
        "title": "\"The barriers to entry for tech are very low compared to any other professional field. Male or female, you can make it without a CS degree, with no initial capital costs other than a computer, and all the material you need to learn and start practicing is freely available online.\"",
        "ups": 2528
    },
    {
        "title": "Announcing the new Ledger Wallet desktop and mobile applications",
        "ups": 2138
    },
    {
        "title": "Vladimir Putin Says Russia Needs Blockchain, Cannot be Late in the Race",
        "ups": 1915
    },
    {
        "title": "Bank of America admits in SEC Report that Bitcoin is a threat to the control of major banks",
        "ups": 1857
    },
    {
        "title": "Someone donated 1 BTC for Samourai wallet, a free wallet for everyone",
        "ups": 1646
    },
    {
        "title": "BTC on trial today in San Diego",
        "ups": 1347
    },
    {
        "title": "Man who bought 2 pizzas for 10,000 BTC just bought two more for 0 BTC",
        "ups": 1230
    },
    {
        "title": "Bought a burrito and a Jarrito with Bitcoin in Framingham. 6 cent fee confirmed instantly. Tastes better than burrito bought with VISA.",
        "ups": 1032
    },
    {
        "title": "Robinhood Crypto Trading is live!",
        "ups": 992
    },
    {
        "title": "$10 Billion Lawsuit Filed Against Craig Wright Over Stolen Bitcoin",
        "ups": 858
    },
    {
        "title": "BREAKING: Putin Fully Endorses Blockchain Technology: \"Russia Has Oil and Gas But We Need Cryptos. He who is late to this race will be under full dependence from the leaders of these processes\".",
        "ups": 804
    },
    {
        "title": "80-year-old Singaporean bitcoin investor goes on cryptocurrency-only vacation in Australia, leaves all cash and cards behind",
        "ups": 772
    },
    {
        "title": "$10,001 \"oh yeah, gonna moon!\" ... $9,999 \"oh no, its crashing!\"",
        "ups": 772
    },
    {
        "title": "Bitcoin Core 0.16.0 Released",
        "ups": 755
    },
    {
        "title": "Announcing SegWit support on Coinbase – The Coinbase Blog",
        "ups": 732
    },
    {
        "title": "Ladies and gents , this is one of the best advice you can get once you have nice stash of bitcoins or portfolio of crypto.",
        "ups": 705
    },
    {
        "title": "Mempool just completely emptied. Now is the time to consolidate into a Segwit address at 1sat/byte.",
        "ups": 674
    },
    {
        "title": "Possible attacks on Bitcoin",
        "ups": 704
    },
    {
        "title": "The mempool is empty",
        "ups": 640
    }
]