[
    {
        "title": "Add Bytecoin to Bitfinex",
        "ups": 25
    },
    {
        "title": "Anonymous Altcoins On The Rise: Reasons Why You Should Invest in Bytecoin, not Bitcoin (VIDEO)",
        "ups": 23
    },
    {
        "title": "Coming Soon! Byteme, an app through which you can buy Bytecoin with your debit, pre-paid or credit card",
        "ups": 20
    },
    {
        "title": "99.6% of BCN has already been mined, What does this mean for the future of Bytecoin?",
        "ups": 17
    },
    {
        "title": "In game currency of an iOS game = free advertising",
        "ups": 12
    },
    {
        "title": "Goldman-backed startup Circle buys Poloniex cryptocurrency exchange - Reuters",
        "ups": 12
    },
    {
        "title": "Picture: As far as transactions go, the beta desktop wallet works like a charm.",
        "ups": 11
    },
    {
        "title": "Switzerland embraces digital currencies and crypto-entrepreneurs",
        "ups": 11
    },
    {
        "title": "BEBIT - Buy crypto with paypal and credit card",
        "ups": 11
    },
    {
        "title": "Bytecoiners, this video is well worth your time. Protect your crypto! Be aware of these 3 hacks.",
        "ups": 11
    },
    {
        "title": "ICYMI: The Beta Desktop Wallet and the Online Wallet Are Working Beautifully.",
        "ups": 11
    },
    {
        "title": "[Software Updates: Check out the new Beta]",
        "ups": 10
    },
    {
        "title": "Removing Pools from Your Bytecoin Beta Wallet",
        "ups": 7
    },
    {
        "title": "How to change Blockchain Path Mac OS X?",
        "ups": 6
    },
    {
        "title": "Greed, human nature",
        "ups": 5
    },
    {
        "title": "Bytecoin Payment ID",
        "ups": 7
    },
    {
        "title": "BCN and DOGE",
        "ups": 6
    },
    {
        "title": "Why Untraceable CryptoNote Currencies Like Bytecoin Are the Future: Coinbase Informs 13K Affected Customers Of Imminent Data Handover To IRS",
        "ups": 5
    },
    {
        "title": "Bytecoin must list on Bitshares Decentralize exchange.",
        "ups": 4
    },
    {
        "title": "2FA CODE BACKUP",
        "ups": 5
    },
    {
        "title": "Is ‘Buy with BCN’ button coming out this year?",
        "ups": 3
    },
    {
        "title": "Bytecoin (BCN) Announcements for the last 7 days",
        "ups": 5
    },
    {
        "title": "Can I create Payment ID?",
        "ups": 5
    },
    {
        "title": "BTC Refund experience ?",
        "ups": 5
    },
    {
        "title": "чо за ботва",
        "ups": 4
    }
]