[
    {
        "title": "Undervalued &amp; Undervalued Cryptocurrencies right now! ⏺♥️",
        "ups": 22
    },
    {
        "title": "Whether you think Airdrops were a good distribution method or not, to cancel a planned event without warning is just poor management.",
        "ups": 23
    },
    {
        "title": "I have published a paper about what I consider being design flaws when you look at how Byteball does (not) decentralize. Open for comments.",
        "ups": 20
    },
    {
        "title": "Byteball Bytes available on Changelly again",
        "ups": 17
    },
    {
        "title": "🔥🔥🔥 My newest Cryptocurrency Investment: Byteball - Louis Thomas [Youtube]",
        "ups": 15
    },
    {
        "title": "Weekly AMA with Byteball Team? 👍 or👎",
        "ups": 16
    },
    {
        "title": "Join The Byteball Mystery - A hunt for a treasure worth 1,3 GB!!",
        "ups": 15
    },
    {
        "title": "Dear Fellow Byteballers,",
        "ups": 12
    },
    {
        "title": "ICO bot now supports KYC and non-US attestation",
        "ups": 12
    },
    {
        "title": "Aantonop on DAG",
        "ups": 9
    },
    {
        "title": "We have a new rush trading champion : 780 MBytes 24h net profit with 5 contracts!",
        "ups": 7
    },
    {
        "title": "I bought 2 Gbytes for 700 USD each because of the airdrops . I wanted to be part of the community and use Byteball, now i see the anouncement that airdrops are cancelled. And dev has 40% of coins which he will distrubute for free? I paid for my byteballs, i think its not fair.",
        "ups": 8
    },
    {
        "title": "ID verification failure + suggestion",
        "ups": 8
    },
    {
        "title": "New announcement by lead developer: all NEW (since november 2017) users who spent time and money to link their BTC addresses will get a compensation.",
        "ups": 7
    },
    {
        "title": "What's happening with the price please - 35% drop in 7 days.",
        "ups": 6
    },
    {
        "title": "Excellent short video from Marc de Mesel on why cancelling the airdrop was the right move",
        "ups": 7
    },
    {
        "title": "🇩🇪 Smart Payments über P2P - Byteball Coin [german/deutsch]",
        "ups": 5
    },
    {
        "title": "Finally took the byte",
        "ups": 7
    },
    {
        "title": "Vote for Black Block Research's next research report",
        "ups": 2
    },
    {
        "title": "Blackbytes Bytes Exchange BEEB is offering you 1,000,000 Bytes!",
        "ups": 2
    },
    {
        "title": "Byteball Desktop Wallet - Byteball Altcoin Exchange Bot Issue",
        "ups": 1
    },
    {
        "title": "Hi please help me",
        "ups": 1
    },
    {
        "title": "Dear Tonych, can you please give the rest 40% of the coins to students in universities in developing countries? please dont give it to people watching youtube videos or shoppers from developed countries. Give it where it is needed. help students finance their education",
        "ups": 1
    }
]