[
    {
        "title": "50K users at tokensale.cappasity.com !!",
        "ups": 21
    },
    {
        "title": "Cappasity is featured on CoinParty Podcast. PLEASE VOTE! http://www.coinpartypodcast.com/",
        "ups": 18
    },
    {
        "title": "Blockchain Platform Makes its 3D Objects Creating Software Open to Everyone",
        "ups": 20
    },
    {
        "title": "We will be rewarding our loyal community members by doing an airdrop and offering bonus tokens to everyone who hold at least 1,000 CAPP tokens in their wallet",
        "ups": 19
    },
    {
        "title": "‪Cappasity has two more reward programs which worth mentioning. One of them is CAPP Airdrop. The company is going to offer a generous amount of bonus tokens to everyone who purchased and held CAPP tokens in 2018",
        "ups": 18
    },
    {
        "title": "Cappasity ICO (Phase 2) — No Public Sale and AIRDROP",
        "ups": 16
    },
    {
        "title": "Upcoming Event: Cappasity (CAPP) Bonus Airdrop - July 12, 2018",
        "ups": 16
    },
    {
        "title": "Cappasity Featured in an Article About Good Branding",
        "ups": 13
    },
    {
        "title": "Invite Friends to Our Telegram and Earn 10 CAPP for Every Friend Who Joins! Your friend will get 5 CAPP tokens just for accepting their invite",
        "ups": 15
    },
    {
        "title": "Cappasity is exhibiting at eTail West this week at Marriott, Palm Springs, California. eTail West is the biggest annual expo and networking event on the West Coast and attracts the major retailers - Sephora, Nordstrom, Zappos, Macy's, Luxottica among others. Meet CAPP team at booth S55!",
        "ups": 13
    },
    {
        "title": "Holding period matters! (For air drops)",
        "ups": 12
    },
    {
        "title": "Cappasity Price Up 15%",
        "ups": 12
    },
    {
        "title": "Upcoming Event: Cappasity (CAPP) Bonus Airdrop - August 12, 2018",
        "ups": 11
    },
    {
        "title": "If Capp goes up to over 300% in the next months - we will still get the x % airdrop? This could lead to some really heavy bags",
        "ups": 10
    },
    {
        "title": "Upcoming Event: Cappasity (CAPP) Bonus Airdrop - June 12, 2018",
        "ups": 9
    },
    {
        "title": "Upcoming Event: Cappasity (CAPP) Bonus Airdrop - May 12, 2018",
        "ups": 9
    },
    {
        "title": "Cappasity Community Video. Join us!",
        "ups": 9
    },
    {
        "title": "Cappasity Bitcoin CAPP BTC Trading February 27",
        "ups": 8
    },
    {
        "title": "Upcoming Event: Cappasity (CAPP) Bonus Airdrop - April 12, 2018",
        "ups": 7
    },
    {
        "title": "THENEXTWEB - There’s a major lack of quality VR/AR content — this startup wants to fix that",
        "ups": 4
    },
    {
        "title": "CAPP Stickers",
        "ups": 4
    },
    {
        "title": "Tokens on MEW eligible for airdrop?",
        "ups": 4
    },
    {
        "title": "Registered the wallet with my CAPP tokens but it says i have 0 on the website.",
        "ups": 3
    },
    {
        "title": "Can i leave my Capp on Cryptopia to receive my 10% airdrop?",
        "ups": 2
    },
    {
        "title": "Withdrawal Processing Times - Craptopia",
        "ups": 1
    }
]