[
    {
        "title": "Venezuela Orders Government Services to Accept Any Cryptocurrency",
        "ups": 64
    },
    {
        "title": "UPDATE and Path Forward from Amanda B. Johnson",
        "ups": 41
    },
    {
        "title": "Reflections on the 5th Dash Caracas Conference.",
        "ups": 38
    },
    {
        "title": "Polish Central Bank Paid Online Trolls to Smear Cryptocurrency",
        "ups": 36
    },
    {
        "title": "\"I don't know the people who are funding me. I don't care about their political views &amp; I've not had a single Masternode or Dash user direct us\" - Ben Swann on RT",
        "ups": 32
    },
    {
        "title": "Neptune Dash CFO: We’re Confident Dash Will Remain a Top Digital Currency",
        "ups": 29
    },
    {
        "title": "Dash Core Group Becomes First Legally DAO-Owned Entity - Dash Force News",
        "ups": 30
    },
    {
        "title": "6 Ways the Cryptocurrency World Is Oddly Economically Ignorant",
        "ups": 30
    },
    {
        "title": "Against Critics, Dash Furthers its Model for Decentralization",
        "ups": 25
    },
    {
        "title": "“Dash’s” Sprint Forward: Why I’m Intrigued",
        "ups": 24
    },
    {
        "title": "CRYPTO Poker tournament Portland OR",
        "ups": 23
    },
    {
        "title": "80-year-old Singaporean bitcoin investor goes on cryptocurrency-only vacation in Australia, leaves all cash and cards behind (coffee using dash)",
        "ups": 25
    },
    {
        "title": "The YouTube channel of the very awesome independent journalist Ben Swann is now sponsored by Dash Digital Cash - See the header graphic at the top of the page",
        "ups": 23
    },
    {
        "title": "How Cryptos Bring Free Media – Ben Swann @Anarchapulco 2018",
        "ups": 21
    },
    {
        "title": "ESPN analyst, media personality &amp; MMA fighter Chael Sonnen will be on Dash Force News 3 amigos podcast tomorrow 3pm EST / 8pm UTC",
        "ups": 20
    },
    {
        "title": "Cryptocurrencies, a Modern Check Against Authoritarianism",
        "ups": 18
    },
    {
        "title": "Monero's Bashing Flippening - Dash in the center of attention",
        "ups": 16
    },
    {
        "title": "Ben Swann posts to Dtube. Dash powered. A true blockchain tech supporter.",
        "ups": 18
    },
    {
        "title": "Full Interview with CEO and CFO of Neptune Dash!",
        "ups": 15
    },
    {
        "title": "Wow 10,000 Twitter Followers! Thank you 🙏 to everyone who has followed me!",
        "ups": 15
    },
    {
        "title": "Dash Proposal Discussion - UNLEASHED! - Live tonight at 6PST. Will be discussing select proposals as well as the general state of the proposal system/network!",
        "ups": 14
    },
    {
        "title": "Bank of America Admits Competitive Threat of Cryptocurrencies",
        "ups": 14
    },
    {
        "title": "RocketPay Brings Dash to Southeast Asia",
        "ups": 12
    },
    {
        "title": "DASH-Funded Art Immersion, PEER Summit",
        "ups": 13
    },
    {
        "title": "Latinamerican Dash Dev: I never saw cryptocurrencies being used as much as in Venezuela",
        "ups": 15
    }
]