[
    {
        "title": "Someone mentioned about marketing for Dent. Here is what I came up with. I revamped the logo and misc stuff.",
        "ups": 90
    },
    {
        "title": "All major competitors on Binance are cheating.",
        "ups": 89
    },
    {
        "title": "Do we care at all? We are in second place at the moment! DENT community, we need you more than ever! GO VOTE!! We are losing to a no namer! We kill WPR in # of people.",
        "ups": 87
    },
    {
        "title": "DENT Mobile Data Marketplace App Prototype (Youtube video)",
        "ups": 87
    },
    {
        "title": "The Android App is live!",
        "ups": 88
    },
    {
        "title": "Offered team DENT to get their app featured on Univision Mexico - Let's see what they say.",
        "ups": 77
    },
    {
        "title": "DENT 1st place on Binance!",
        "ups": 79
    },
    {
        "title": "The mobile blockchain trading trial was a success!",
        "ups": 77
    },
    {
        "title": "Binance CEO: \"Vote manipulation will be dealt with, strictly.\" &amp; Elastos bot allegations",
        "ups": 62
    },
    {
        "title": "We are catching up!",
        "ups": 57
    },
    {
        "title": "If there are 6000 subscribers on this SUB, I'd like to see 6000 votes on binance",
        "ups": 56
    },
    {
        "title": "[MEGATHREAD] Official DENT Android App Discussion Thread - Please Keep All Price Speculation, Reviews, First Impressions and General Discussion Regarding This HISTORIC Day In Here!",
        "ups": 53
    },
    {
        "title": "Did You Vote? DENT Binance Community Coin of The Month Discussion Thread - Day 2 - Please Keep All Price Speculation And Binance Discussion Here (Versus A New Thread)",
        "ups": 50
    },
    {
        "title": "DENT was WINNING on Binance before the Voter Fraud Started.",
        "ups": 45
    },
    {
        "title": "Binance Prediction: Dent will rally to 1st place by the end of this week.",
        "ups": 44
    },
    {
        "title": "Result of Dent on Binance",
        "ups": 42
    },
    {
        "title": "Brazilian and Indian telecoms to be supported in march",
        "ups": 42
    },
    {
        "title": "Last tweet of DENT android app tomorrow!",
        "ups": 39
    },
    {
        "title": "I would like to thank all the guys who are sending random people BNB for free to vote",
        "ups": 37
    },
    {
        "title": "When Android App is released - ask your Facebook friends to download it and enjoy the free data.",
        "ups": 35
    },
    {
        "title": "BLOCKCHAIN-BASED MOBILE DATA TRADING TRIAL SUCCESSFULLY CONDUCTED BY DENT AND PLDT",
        "ups": 33
    },
    {
        "title": "Cryptos R Us talking about DENT on binance vote",
        "ups": 32
    },
    {
        "title": "Who thinks DENT will be declared winner?",
        "ups": 32
    },
    {
        "title": "Binance voting has ended",
        "ups": 29
    },
    {
        "title": "Let's all give the Dent android app a kind welcome and write 5 star reviews!",
        "ups": 29
    }
]