[
    {
        "title": "This is Jim, 4 year DGB holder and DGB Ambassador. Some updates to this great Reddit Community.",
        "ups": 120
    },
    {
        "title": "We would love to see the worlds fastest, longest, most secure &amp; most decentralized #blockchain #DigiByte added to @RobinhoodApp! After all, technology we pioneered, #DigiShield, is being used to secure half of the blockchains you already added. Let us know how we can help?",
        "ups": 84
    },
    {
        "title": "Getting DigiByte on Robinhood: Your help is needed!",
        "ups": 68
    },
    {
        "title": "What Chance does DGB have?",
        "ups": 61
    },
    {
        "title": "Digibyte is FAST",
        "ups": 55
    },
    {
        "title": "Welcome New DigiByters",
        "ups": 48
    },
    {
        "title": "To all the people in the community...",
        "ups": 43
    },
    {
        "title": "Update: Doug Polk Interview being set up with Jared. I want to thank this great DGB community!!!",
        "ups": 47
    },
    {
        "title": "DIGIBYTE VS LITECOIN! WHO WINS? COINBASE? It's So Good You Get To See It Again.",
        "ups": 37
    },
    {
        "title": "My DigiByte story for Robinhood. Tell your story why they will add DigiByte by mailing them; stories@robinhood.com",
        "ups": 33
    },
    {
        "title": "DigiByte needs your help getting the iOS / Android wallets over the line. If you have experience with C / C++, please join the DigiByte Telegram channel: https://t.co/XZPwT8fZwp #DGB #DigiByte https://t.co/oxGrpLvKqk",
        "ups": 33
    },
    {
        "title": "Robinhood for Digibyte",
        "ups": 33
    },
    {
        "title": "Hello all - Happy to be a moderator",
        "ups": 32
    },
    {
        "title": "DigiByte vs Bitcoin transaction fees",
        "ups": 31
    },
    {
        "title": "Supporting Digibyte - Hidden from the the mainstream -",
        "ups": 29
    },
    {
        "title": "RT @jaredctate: A big thank you to @MIT for inviting me to speak at the #MIT #Bitcoin Expo on March 17-18th. Very much looking forward to the event! #DigiByte https://t.co/XYD9csu7Ac",
        "ups": 26
    },
    {
        "title": "DigiByte vs. Litecoin: Who Wins?",
        "ups": 24
    },
    {
        "title": "On-going listing attempts for Binance",
        "ups": 22
    },
    {
        "title": "Digibyte way undervalued. Price target 2018-2020",
        "ups": 23
    },
    {
        "title": "Doug Polk, have him email me: Jim@digibyte.io to set up Podcast with Jared Tate if you guys reach him",
        "ups": 21
    },
    {
        "title": "RT @jaredctate: Microsoft's @Alex_A_Simons must not of looked into proven on-chain #blockchain scaling solutions like #DigiByte has. #LightningNetwork is nothing more than a return to the old way of centralized corporate control. On-chain scaling is the true path forward. https://t.co/SqeTmcsiMK",
        "ups": 22
    },
    {
        "title": "What cybersecurity surprises does 2018 hold? (DGB mentioned)",
        "ups": 22
    },
    {
        "title": "RT @jaredctate: This is awesome! The future of #DigiByte #blockchain collaboration and development will be in #VR &amp; #AugmentedReality ! We will begin testing real time VR code collaboration with members of $DGB team from all over the globe! #OculusRift #HTCVive https://t.co/rlJufQ7GoN",
        "ups": 20
    },
    {
        "title": "lets get doug to do some research on digibyte :) would be awesome if he made a video about it! make sure to comment on that tweet.",
        "ups": 19
    },
    {
        "title": "We Need DigiSPICE (Its a Long Post)",
        "ups": 19
    }
]