[
    {
        "title": "Alongside this installment of the weekly dev stand-up post, we have some other exciting updates to share! #ECC #ProjectECC #ECCfamily",
        "ups": 48
    },
    {
        "title": "ECC + LinkedIn = Serious Business",
        "ups": 44
    },
    {
        "title": "Just received my REAL ECC coin and it's awesome ! HUGE thanks to r5721 (the coin traveled from the US to France :) ).",
        "ups": 44
    },
    {
        "title": "In what may appear to be an industry of unbalanced proportions, ECC looks to bring a truthful equilibrium to the cryptocurrency market through our network services. Where cost and value collide in a way that is beneficial to all parties involved! #ECC #ProjectECC #ECCfamily",
        "ups": 42
    },
    {
        "title": "ECC Wallpaper I Made",
        "ups": 36
    },
    {
        "title": "I just started putting my money where my mouth is, and, after almost two months of learning about and watching ECC, bought my first 200k ECC.",
        "ups": 30
    },
    {
        "title": "ATTENTION! The Instgram in the picture you see below IS NOT the official Instagram account of $ECC so please help us spread the word. This is a clear effort to sabotage the project and the correct Instagram is @project_ecc and the link is below. https://buff.ly/2ouOFu5",
        "ups": 26
    },
    {
        "title": "We all have new heights that we wish to achieve through our ambitions. The famous saying goes, \"slow and steady wins the race.\" In other words, one can achieve huge success through constant efforts in the right direction and ECC is doing just that.",
        "ups": 26
    },
    {
        "title": "Over 18000 ECC has now been donated from the clothing profits!",
        "ups": 21
    },
    {
        "title": "How's the OS X wallet coming?",
        "ups": 22
    },
    {
        "title": "Griffith about Donations for ECC",
        "ups": 19
    },
    {
        "title": "ECC NETWORK COIN FUTURE AND FEATURES",
        "ups": 16
    },
    {
        "title": "1000 ECC Bounty for Wallpapers",
        "ups": 13
    },
    {
        "title": "eccoin.conf tweaks - Fix missing coins &amp; low peer count",
        "ups": 12
    },
    {
        "title": "Poll for the People!",
        "ups": 12
    },
    {
        "title": "Ecc can be similar to prl in terms of approach.",
        "ups": 10
    },
    {
        "title": "ECC vs AION",
        "ups": 13
    },
    {
        "title": "easiest way to buy ECC with ETH",
        "ups": 11
    },
    {
        "title": "Question about ECC coin",
        "ups": 5
    },
    {
        "title": "Really like ECC, but how should I buy?",
        "ups": 6
    },
    {
        "title": "Price movement",
        "ups": 5
    },
    {
        "title": "Where to buy and sell ECC?",
        "ups": 8
    },
    {
        "title": "Internal server error",
        "ups": 2
    },
    {
        "title": "MAJOR STAKING ISSUE",
        "ups": 3
    }
]