[
    {
        "title": "Bancor confirm EOS partnership",
        "ups": 358
    },
    {
        "title": "Could EOS (EOS) possibly overtake Ethereum? - What do you think?",
        "ups": 271
    },
    {
        "title": "What is EOS in a Nutshell",
        "ups": 230
    },
    {
        "title": "Great read and insight into Everipedia. Going to great for EOS",
        "ups": 234
    },
    {
        "title": "A sign from the Gods...",
        "ups": 193
    },
    {
        "title": "ETH to EOS Relay Code - Ethereum Killer - ANY Ethereum smart contract app can be ported along with the investor tokens!",
        "ups": 183
    },
    {
        "title": "If you received 26,707.9202 EOS from the sky, that was me and you can do the right thing.",
        "ups": 179
    },
    {
        "title": "How can EOS allow complex computations, without requiring transaction fees/gas?",
        "ups": 162
    },
    {
        "title": "EOS is setting up to be the biggest project in the world of Cryptocurrency. I made a video giving my thoughts on why I think so......don't miss it.",
        "ups": 101
    },
    {
        "title": "Update Reddit EOS Icon",
        "ups": 56
    },
    {
        "title": "EOS Sponsoring d10e Conference In Seoul . 3 Mar 2018",
        "ups": 51
    },
    {
        "title": "HUGE: Censorship of Wikipedia has occurred in many countries, including China, France, Iran, Pakistan, Russia, Saudi Arabia, Syria, Thailand, Tunisia, Turkey, the United Kingdom &amp; Uzbekistan. For the first time, Wikipedia is going to be brought to those countries, through Everipedia running on EOS.",
        "ups": 51
    },
    {
        "title": "Help! I want to buy EOS",
        "ups": 47
    },
    {
        "title": "CYBEX, a decentralized exchange is based on graphene and will move to EOS.",
        "ups": 45
    },
    {
        "title": "EOS Introduction and why it is the Linux of block chains",
        "ups": 35
    },
    {
        "title": "The most underrated feature of EOS:",
        "ups": 34
    },
    {
        "title": "Why is EOS considered a scam in Bitcointalk forums?",
        "ups": 34
    },
    {
        "title": "Block.one's current plan for the creation of the EOS genesis block. How the *main* EOS chain will be selected if there are multiple chains. Very interesting. [video from Feb. 23, 2018]",
        "ups": 31
    },
    {
        "title": "EOS an Ethereum Killer? Dawn 3.0 Will Make 2018 A Big Year For EOS",
        "ups": 25
    },
    {
        "title": "EOS Index of Projects Being Built on the EOS Blockchain",
        "ups": 23
    },
    {
        "title": "Scatter is airdropping tokens to the EOS holders? Anyone heard anything about this?",
        "ups": 22
    },
    {
        "title": "EOS Subreddit Design Contest",
        "ups": 22
    },
    {
        "title": "2018 Is A Big Year For EOS, Could It Overtake Ethereum?",
        "ups": 18
    },
    {
        "title": "EOS Price Prediction",
        "ups": 17
    },
    {
        "title": "Frequently asked question: When is the IQ token airdrop? Answered by Sam Kazemian, the founder of Everipedia",
        "ups": 15
    }
]