[
    {
        "title": "Developers leaving ETH to join ETC. 🚀🚀",
        "ups": 40
    },
    {
        "title": "Сomparison CEW vs MEW vs MyCrypto. Watch in good quality:https://github.com/Sparke2/etherwallets-comparsion",
        "ups": 32
    },
    {
        "title": "On Ethereum Classic Mining Rewards With The New Monetary Policy",
        "ups": 26
    },
    {
        "title": "Fact: Ethereum is the fork and Ethereum Classic is the original. This will be it's second major fork.",
        "ups": 24
    },
    {
        "title": "Crypto Lark on ETC and its potential.",
        "ups": 24
    },
    {
        "title": "ETC overlords",
        "ups": 20
    },
    {
        "title": "A new subreddit was started for Callisto (/r/CallistoCrypto). Please ask all of your questions over there!",
        "ups": 20
    },
    {
        "title": "Transaction speed is doing great and fees are veeery low :)",
        "ups": 20
    },
    {
        "title": "Anticipation Builds Before March's Perceived Hardfork",
        "ups": 19
    },
    {
        "title": "Upcoming Event: Ethereum Classic (ETC) ETC Support on Callisto Network - March 1, 2018",
        "ups": 17
    },
    {
        "title": "There's a rumor that Jeff Garzik's Metronome ICO will be done in ETC. Can anybody confirm?",
        "ups": 14
    },
    {
        "title": "Upcoming Event: Ethereum Classic (ETC) Warp Sync In Geth - March 1, 2018",
        "ups": 15
    },
    {
        "title": "Callisto new sub reddit created",
        "ups": 16
    },
    {
        "title": "Canada's Top Crypto News Site features ETC!",
        "ups": 15
    },
    {
        "title": "Upcoming Event: Ethereum Classic (ETC) Working Prototype of Sidechain - May 1, 2018",
        "ups": 12
    },
    {
        "title": "Upcoming Event: Ethereum Classic (ETC) PoC of New StateDB Layer - June 1, 2018",
        "ups": 14
    },
    {
        "title": "Upcoming Event: Ethereum Classic (ETC) Enable New Opcodes For Compatibility With ETH - May 1, 2018",
        "ups": 12
    },
    {
        "title": "Infusing ETC philosophy into Tezos",
        "ups": 13
    },
    {
        "title": "do people clone ethereum contracts onto classic? any websites that track cloned ethereum smart contract projects ico's onto the classic blockchain? for people that like the ethereum project but prefer classic blockchain :) thanks",
        "ups": 11
    },
    {
        "title": "ETC Hashrate Makes Marginal Record Highs",
        "ups": 12
    },
    {
        "title": "New Bootstrap DB File For Mantis via IOHK",
        "ups": 12
    },
    {
        "title": "Do we have any info what will the circulating supply of CLO be after the airdrop?",
        "ups": 11
    },
    {
        "title": "An Ethereum Classic Fork Snapshot Is Coming Next Week",
        "ups": 11
    },
    {
        "title": "ETC Mantis Wiki - Everything to Get Started",
        "ups": 11
    },
    {
        "title": "This is a subreddit for Ethereum Classic. Trading talk belongs on /r/ETCTrader. Callisto (which is not ETC) can be discussed in its forum section or on the Discord in #clo-general (not #general)",
        "ups": 8
    }
]