[
    {
        "title": "TIME TO VOTE!!! HADAX are looking for strong token communities and want to see more evidence of our powerhouse abilities!",
        "ups": 12
    },
    {
        "title": "Hive Project Token (HVN) added to Coinomi - one of the largest multicoin mobile wallets in the world! Another step forward to making life as easy as possible for HVN token holders!",
        "ups": 11
    },
    {
        "title": "Hive Project to the moon!!!",
        "ups": 10
    },
    {
        "title": "Hive Project interview on \"Huobi Talk\". Watch now the full interview!",
        "ups": 10
    },
    {
        "title": "\"Already 3 institutional investors are committed to provide liquidity on Hive Project Platform\" - Hive Project CFO, Ugur Yildirim, on official Telegram",
        "ups": 10
    },
    {
        "title": "HVN-BTC technical analysis, approaching the end of a triangle (Video by Daily Bitcoin)",
        "ups": 8
    },
    {
        "title": "Watch Hive Project LIVE on HUOBI TALK! 26/02/2018 at 05:00 (CET)",
        "ups": 7
    },
    {
        "title": "The world wasn't ready when bitcoin was first introduced after the 2008 crash. But if we want to learn from our mistakes, the world should now be ready for it. First things first, Triple-entry accounting. Pioneer company: Hive Project",
        "ups": 5
    },
    {
        "title": "How safe is it to buy?",
        "ups": 4
    },
    {
        "title": "Huobi HVN Airdrop summary states \"project listing during the first week of March.\" with no qualifications or stipulations.",
        "ups": 3
    },
    {
        "title": "“Setting the scene for tomorrow's exclusive LIVE interview on Huobi talk!” - Have you set the alarm???",
        "ups": 5
    },
    {
        "title": "Where to store my Hive?",
        "ups": 4
    },
    {
        "title": "125,000,000 HVN",
        "ups": 3
    },
    {
        "title": "The Acronym SME is used all the time but never spelled out.",
        "ups": 3
    }
]