[
    {
        "title": "Volkswagen announces cooperation with IOTA",
        "ups": 1254
    },
    {
        "title": "Volkswagen Sees Huge Potential in IOTA - Bosch Conference, Berlin",
        "ups": 742
    },
    {
        "title": "@Volkswagen supporting #IOTA as @JohannJungwirth points out in his keynote at #BCW18 about the digital mobility ecosystem",
        "ups": 632
    },
    {
        "title": "Official Bosch Press: Bosch turns Chinese cities into SmartCities with IOTA!",
        "ups": 622
    },
    {
        "title": "At the end of the day it does not matter much who was right or wrong during the DCI vs. IOTA. Let's leave the whole shit show behind and focus on what really matters!",
        "ups": 540
    },
    {
        "title": "Backbone of Berlin Bosch conference",
        "ups": 455
    },
    {
        "title": "I saw the sign today at work...",
        "ups": 406
    },
    {
        "title": "Trinity Wallet Update - 26th Feb",
        "ups": 401
    },
    {
        "title": "Semantics, headlines that sell and why The Next Web did not find a vulnerability in IOTA",
        "ups": 381
    },
    {
        "title": "Official IOTA statement regarding MIT-DCI email leaks",
        "ups": 347
    },
    {
        "title": "Debunking the ‘IOTA Vulnerability Report’",
        "ups": 338
    },
    {
        "title": "Summary of the Email leak",
        "ups": 323
    },
    {
        "title": "Bosch signing Smart City development with one of the biggest Chinese real estate company. Most likely, IOTA will play a major part!",
        "ups": 318
    },
    {
        "title": "Volkswagen is more than just a partner with IOTA! (listen carefully at 4.00 minute mark)",
        "ups": 316
    },
    {
        "title": "I am a big believer in Distributed Ledger Technology and Decentralized Computing, esp. Tangle #IOTA : Johann Jungwirth",
        "ups": 315
    },
    {
        "title": "Microsoft: “Five years from now, we will have a commercial quantum computer\" \"We are working on a complete quantum system; We are building a complete, end-to-end stack.\"",
        "ups": 307
    },
    {
        "title": "Machine2Machine Economy",
        "ups": 313
    },
    {
        "title": "to all fudders..",
        "ups": 290
    },
    {
        "title": "By the end of this year we want to have left the beta status behind : Dom",
        "ups": 273
    },
    {
        "title": "In case somebody missed the livestream: Dom Schiener on Iota and Supply Chain at BOSCH CONNECTED WORLD 2018",
        "ups": 249
    },
    {
        "title": "Reading CFB’s Twitter like...",
        "ups": 238
    },
    {
        "title": "Jay Mike Jaeger (Mercedes) posting about IOTA",
        "ups": 218
    },
    {
        "title": "Can we sticky the email exchange for a month?",
        "ups": 210
    },
    {
        "title": "Tonight, @DomSchiener will provide an update on some of IOTA Foundation's key initiatives. [Livestream]",
        "ups": 208
    },
    {
        "title": "Email leak debunks reports of IOTA cryptographic vulnerabilities | finder.com.au",
        "ups": 196
    }
]