[
    {
        "title": "PSA: Lykke allows you to trade commodities such as XAU=Gold / XAG=Silver / XPD=Palladium / XPT=Platinum /",
        "ups": 22
    },
    {
        "title": "Lykke adds Litecoin, more than 30 new assets to Lykke Exchange",
        "ups": 18
    },
    {
        "title": "Important Lykke Strategy Update: What the consolidation phase implies, what will be our product focus, organizational structure and next steps",
        "ups": 14
    },
    {
        "title": "Lykke is hiring! Our new open position, Marketing Director - Global, will be responsible for global marketing strategy across all Lykke products",
        "ups": 14
    },
    {
        "title": "Lykke to list VALID (VLD) on the Lykke Exchange",
        "ups": 10
    },
    {
        "title": "Lykke Team Q&amp;A",
        "ups": 10
    },
    {
        "title": "Good news incoming ;) buy the dip while you still can",
        "ups": 12
    },
    {
        "title": "Have your say - Next AMA 28 Feb, on Reddit or Youtube?",
        "ups": 9
    },
    {
        "title": "Lykke to list AMLT by Coinfirm on the Lykke Exchange",
        "ups": 7
    },
    {
        "title": "Lykke has listed EOS - the native ERC20 token of EOS. EOS is software that introduces a blockchain architecture designed to enable vertical and horizontal scaling of decentralized applications. Trading on Lykke Exchange is fee free.",
        "ups": 7
    },
    {
        "title": "Announcing Lykke February 2018 YouTube AMA",
        "ups": 8
    },
    {
        "title": "We have listed Metal's MTL token on Lykke Exchange. Metal is a blockchain-based fintech platform for payments and rewards. Trading on Lykke is 0% fee.",
        "ups": 6
    },
    {
        "title": "Lykke is listing AION today. Trading on Lykke Exchange is commission free. Aion Network is a multi-tier blockchain system designed to address scalability, privacy, and interoperability",
        "ups": 5
    },
    {
        "title": "IOST listed on Lykke Exchange. IOS Token (Internet of Services) is a decentralized blockchain-powered ecosystem for businesses. It offers a solid infrastructure and tools for online service providers.",
        "ups": 5
    },
    {
        "title": "Listing weekly summary, 17-23 February",
        "ups": 7
    },
    {
        "title": "Lykke to list Debitum Network (DEB) on the Lykke Exchange",
        "ups": 6
    },
    {
        "title": "Why did the fees explode?",
        "ups": 5
    },
    {
        "title": "Weekly Questions And Support Thread [2018-02-26]",
        "ups": 5
    }
]