[
    {
        "title": "Questions about Nano (from Charlie Lee)",
        "ups": 2937
    },
    {
        "title": "Nanex has partnered with 1UpCoin to provide instant and free Nano donations to Twitch streamers!",
        "ups": 1427
    },
    {
        "title": "Once we get wallets squared away we need to push for Coinbase as a community...and hard.",
        "ups": 1396
    },
    {
        "title": "Introducing NanoTwit.ch - Nano donations for Twitch",
        "ups": 1197
    },
    {
        "title": "As we grow..",
        "ups": 1198
    },
    {
        "title": "Android Wallet Beta is now live in Google Play (Developer Update 2/21/18)",
        "ups": 1138
    },
    {
        "title": "NANO surpasses ETH to be the most voluminous coin on Binance.",
        "ups": 968
    },
    {
        "title": "Streamer CDNThe3rd enabled Nano donations and just succinctly explained Nano to over 10,000 people live",
        "ups": 964
    },
    {
        "title": "Nano beats out LTC, BCH, ETH and XRP to win the \"best transactional cryptocurrency\" category on this list!",
        "ups": 696
    },
    {
        "title": "Front page of Yahoo today",
        "ups": 641
    },
    {
        "title": "You like NANO on Twitch via 1upcoin? Vote here to list it also on Streamlabs, a donation pool supported by many Twitch streamers!",
        "ups": 604
    },
    {
        "title": "PLEASE move your funds to your wallet (Upvote this for visibilty)",
        "ups": 600
    },
    {
        "title": "Twitch Streamer \"Ninja\" working on enabling NANO donations!",
        "ups": 555
    },
    {
        "title": "@cz_binance @binance_2017 Hey Binance, with NANO being #1 in volume for all three pairings, maybe it is time to also start NANO/USDT, because we really would like to dominate that, too!",
        "ups": 547
    },
    {
        "title": "Twitch Streamer Receives 100 NANO Donation",
        "ups": 528
    },
    {
        "title": "Fiat to Nano now Live on Easy Crypto NZ!",
        "ups": 514
    },
    {
        "title": "This is what happened after receiving my first Nano donations in my 400 viewer stream on Twitch",
        "ups": 511
    },
    {
        "title": "Brian Armstrong liked Garry Tan's video demoing the wallet app on Twitter",
        "ups": 508
    },
    {
        "title": "Big thanks to /u/raix_jaydubs and promotion of Nanex Exchange",
        "ups": 478
    },
    {
        "title": "[Streamlabs] Nano is #1 with 1385 votes!",
        "ups": 476
    },
    {
        "title": "I'm a brazilian Twitch streamer that will accept nano donations and will try to convince others to do the same",
        "ups": 464
    },
    {
        "title": "1upcoin: \"We will be launching Nano support on 2/23/2018!\"",
        "ups": 460
    },
    {
        "title": "The year is 2020...",
        "ups": 461
    },
    {
        "title": "NANO in GDAX Digital Asset Framework (Start): You want NANO on Coinbase? Let's find a structured way on how to achieve that.",
        "ups": 432
    },
    {
        "title": "Having some fun with the NANO logo : animated loader experiments",
        "ups": 427
    }
]