[
    {
        "title": "Venezuela will use NEM . Not Ethereum. IMO Don't sell now because you'll probably regret it",
        "ups": 48
    },
    {
        "title": "[White Hat] Hackers Join Search for $530 Million in Stolen Cryptocurrency",
        "ups": 41
    },
    {
        "title": "Lon Wong founder &amp; president of NEM.io foundation explains the company, its token",
        "ups": 32
    },
    {
        "title": "Official tweet from Nicolas Maduro confirming they will only use the NEM Blockhain - Can someone please upload this in the cryptocurrency sub ? I don't have enough Karma..",
        "ups": 34
    },
    {
        "title": "One of the many highlights of our trip was our visit to the NEM Bar in Shibuya",
        "ups": 32
    },
    {
        "title": "The future of new economic movement",
        "ups": 27
    },
    {
        "title": "While in Japan this week, Jeff McDonald met with Mr. Asakawa from Nikkei BP and discussed Blockchain technology.",
        "ups": 25
    },
    {
        "title": "Just bought a ton of NEM, this exchange hack dilemma will simply be a blimp in NEM's price timeline, here's why:",
        "ups": 23
    },
    {
        "title": "Nem foundation promotes the technology to industries at large.",
        "ups": 24
    },
    {
        "title": "Vote for Nem to be listed on CoinFalcon.",
        "ups": 21
    },
    {
        "title": "Purchase Music and Clothing with Xem.",
        "ups": 21
    },
    {
        "title": "Can NEM Support a National Currency?",
        "ups": 20
    },
    {
        "title": "Venezuela",
        "ups": 20
    },
    {
        "title": "Reuters is reporting that the Venezuelan 'petro' will not be a token on the Ethereum network, as was previously disclosed in a whitepaper provided by the government.",
        "ups": 19
    },
    {
        "title": "Ep 35: Cloud Days Catapult Preview, ATUM Interview, Nanowallet, Petro Project",
        "ups": 15
    },
    {
        "title": "Would be nice to see some positive news here.",
        "ups": 13
    },
    {
        "title": "Petro ICO was given a WARNING with many red flags by community DD",
        "ups": 13
    },
    {
        "title": "NEM Improvement Proposal (NIP) plus Graft moving into its blockchain - NEM blocktime news #58",
        "ups": 11
    },
    {
        "title": "Petro, not totally legit or a scam? + New ICO on NEM - NEM blocktime news #55",
        "ups": 10
    },
    {
        "title": "to those who sold and couldn't wait",
        "ups": 9
    },
    {
        "title": "Disrupting 4th Industrial Revolution \"A Talk about Blockchain Technology and Technopreneurship\" held today February 27, 2018 at Malayan Colleges Laguna, Cabuyao Laguna.",
        "ups": 8
    },
    {
        "title": "Primer Meetup NEM Foundation MEXICO",
        "ups": 6
    },
    {
        "title": "Petro ICO on NEM + Zaif Problems + Catapult sneak peak - NEM blocktime news #55",
        "ups": 7
    },
    {
        "title": "NEM Mexico Telegram Groups",
        "ups": 7
    },
    {
        "title": "Huobi.pro froze all NEM deposits (without warning on the deposit page)",
        "ups": 6
    }
]