[
    {
        "title": "WE OVERTOOK CARDANO!!! FINALLY!!!",
        "ups": 763
    },
    {
        "title": "NEOs Marketcap broke 2% for the first time ever.",
        "ups": 691
    },
    {
        "title": "News confirmed by Chinese media. NEO is rated the first and the only “A” class cryptocurrency by @WeissRatings",
        "ups": 630
    },
    {
        "title": "Binance announces they will participate in the Ontology airdrops for Neo holders!",
        "ups": 407
    },
    {
        "title": "THEKEY CEO Catherine Li has been appointed into a significant national advisory role in the social security industry.",
        "ups": 363
    },
    {
        "title": "Neo mentioned on www.Investing.com article about top 5 performing cryptos in 2018! #2 Babyyyy!",
        "ups": 363
    },
    {
        "title": "Public call for projects launching in NEO.",
        "ups": 295
    },
    {
        "title": "NEO´s year? Yes!",
        "ups": 271
    },
    {
        "title": "Cryptocurrency trading on the Robinhood platform is live and rolling out",
        "ups": 265
    },
    {
        "title": "Dont forget to vote for Elastos to be added to binance",
        "ups": 239
    },
    {
        "title": "TKY (THEKEY) Updated FAQ - Q10 outlines partnerships with Alipay, Ant Financials, China Unicom, Ping’an Bank, China RE, Uniscom, Minsheng Bank",
        "ups": 242
    },
    {
        "title": "NEO Clear Winner Among Cryptocurrencies After Weiss Rating",
        "ups": 231
    },
    {
        "title": "NEX EMAIL SCAM WATCH OUT - They're pulling email addresses from Twitter if you follow NEX, then adding \"S\" to the end of the address so: \"neonexchangeS.org\" Stay safe!!!!",
        "ups": 227
    },
    {
        "title": "Neo is held to a Higher standard",
        "ups": 180
    },
    {
        "title": "Of the 20 coins I follow, NEO is the only one in the green for 1h, 24h, 7d, 14d, 30d, 45d, 90d and 200d.",
        "ups": 181
    },
    {
        "title": "NEX Token Sale Info now up",
        "ups": 173
    },
    {
        "title": "Jibrel Network founder looking to switch from Ethereum to NEO",
        "ups": 171
    },
    {
        "title": "Gotta love this chart: NEO kicking ass in 2018!",
        "ups": 173
    },
    {
        "title": "Breaking News: High quality product overtakes whitepaper",
        "ups": 170
    },
    {
        "title": "Who is the Next Microsoft in Blockchain? Neo is top pick.",
        "ups": 164
    },
    {
        "title": "RED PULSE has deployed Nodes on the NEO blockchain",
        "ups": 166
    },
    {
        "title": "NEO First Project to Break into Weiss Ratings A-Tier",
        "ups": 162
    },
    {
        "title": "NEO's resistance to market shifts is a sign that smart money is invested; fewer panic sellers.",
        "ups": 153
    },
    {
        "title": "NEO is finally coming to Australia! This Melbourne meetup is part of the NEO Asia-Pacific Tour in March, right after Chinese New Year.",
        "ups": 140
    },
    {
        "title": "NEL: Home of the Open-source Chinese NEO Developer Community",
        "ups": 139
    }
]