[
    {
        "title": "Mods can you guys set up the logo and backdrop/cover photo?",
        "ups": 19
    },
    {
        "title": "will there be a live feed from the conference?",
        "ups": 18
    },
    {
        "title": "GREAT PODCAST, WHERE THEY SPEAK ON HOW POLYMATH IS THE NEXT BIG THING IN CRYPTO AND IT'S POTENTIAL. WOULD RECOMMEND!",
        "ups": 14
    },
    {
        "title": "My opinion of future value",
        "ups": 15
    },
    {
        "title": "Interview with Polymath Advisor Steven Nerayoff on the Impact of Securities Tokens",
        "ups": 15
    },
    {
        "title": "Polycon Conference. 26 Feb 2018",
        "ups": 15
    },
    {
        "title": "Blog Post: How Ethereum Smart Contracts Could Revolutionize the Financial Securities Industry",
        "ups": 14
    },
    {
        "title": "Ivan’s review on Polymath...",
        "ups": 13
    },
    {
        "title": "Blog Post: How Securities on the Blockchain Could Transform Small Businesses",
        "ups": 12
    },
    {
        "title": "Polinex to become another security token exchange",
        "ups": 9
    },
    {
        "title": "Interesting read on the current Security token landscape",
        "ups": 10
    },
    {
        "title": "Polymath group for discord users",
        "ups": 8
    },
    {
        "title": "whats the incentive to hold polymath tokens",
        "ups": 7
    },
    {
        "title": "Polymath featured in an article about good branding",
        "ups": 7
    },
    {
        "title": "What do you think about The partnership between Polymath Network and SelfKey?",
        "ups": 5
    },
    {
        "title": "t0 Concerns?",
        "ups": 6
    },
    {
        "title": "Is Polymath the antidote to ICO security law?",
        "ups": 4
    },
    {
        "title": "Great post on Security Tokens by Anthony Pompliano ft. a @PolymathNetwork mention.",
        "ups": 5
    },
    {
        "title": "in the process of launching a startup myself... couple of questions...",
        "ups": 4
    },
    {
        "title": "Could stocks be moved onto polymath?",
        "ups": 4
    },
    {
        "title": "when will the first company be issuing security tokens on the polymath platform?",
        "ups": 4
    },
    {
        "title": "Serious Problems with Kucoin safety",
        "ups": 5
    },
    {
        "title": "When Will Poly ERC20 Tokens Move to ST20?",
        "ups": 5
    },
    {
        "title": "LEXIT's Founder Series Episode 2 - Trevor Koverko",
        "ups": 4
    },
    {
        "title": "What do you think the \"big announcement\" will be at Polycon?",
        "ups": 5
    }
]