[
    {
        "title": "Steem will never succeed until they allow users to join within a 48 hour process time.",
        "ups": 12
    },
    {
        "title": "It's been half a month... does it take this long for an account?",
        "ups": 9
    },
    {
        "title": "I just a made my first video for Steem, to explain Steem in a fun and easy way using a RPG analogy. I believe we can make a positive difference to the awareness of Steem as a community and this is my first effort! :D",
        "ups": 3
    },
    {
        "title": "How long from steemit to exchange?",
        "ups": 3
    },
    {
        "title": "have some questions",
        "ups": 2
    },
    {
        "title": "Create a world cloud and do a sentiment analysis for any steem account",
        "ups": 2
    },
    {
        "title": "A social network for crypto fans, with prized contests for highest-return portfolios and many unique features",
        "ups": 2
    },
    {
        "title": "It's crazy to see how far we have come. This is an interview with Ned in early 2017 when Steem just began. Great insights to wah this project is all about and Ned's commitment to the project.",
        "ups": 2
    },
    {
        "title": "How to create a STEEM account by yourself.",
        "ups": 2
    },
    {
        "title": "I'm an idiot and somehow lost my password but still have my wif. Is there anything i can do?",
        "ups": 2
    },
    {
        "title": "Eat.Do - Get up to 70% OFF on popular restaurant cuisines when paying with Steem!",
        "ups": 2
    },
    {
        "title": "Steem has the key to massive innovation in crypto – Hacker Noon",
        "ups": 2
    },
    {
        "title": "Where is it safer to hold you steem, on steemit or on desktop(vessel)?",
        "ups": 2
    },
    {
        "title": "Hello Steem Team - A Free Resource For Up-To-Date Crypto Airdrops",
        "ups": 1
    },
    {
        "title": "Have some questions...",
        "ups": 1
    },
    {
        "title": "What is Steem for Dummies | Steem Potential Value",
        "ups": 1
    },
    {
        "title": "Why I think Steemit could have Major Growth in 2018",
        "ups": 1
    },
    {
        "title": "Cryptocurrency Platforms: The key to disruptive innovation (hackernoon)",
        "ups": 1
    },
    {
        "title": "Steemit is dead. Newcomers aren't allowed. If you want in Steemit but are new, join Lunyr, it's similar and newcomers are welcome!",
        "ups": 0
    }
]