[
    {
        "title": "The Stellar company has also confirmed that 30 financial institutions have signed up for the blockchain banking project.",
        "ups": 536
    },
    {
        "title": "Nice bit of promo on one of the world’s busiest public transport lines (London Underground)",
        "ups": 439
    },
    {
        "title": "WOH! Huge under-the-radar news! New app to pay with Lumens!",
        "ups": 319
    },
    {
        "title": "Stellar now trading for Fiat (Rupee) on an Indian Exchange",
        "ups": 306
    },
    {
        "title": "Stellar should really invest in a marketing team",
        "ups": 276
    },
    {
        "title": "Stellar on cryptomate fiat to stellar exchange!",
        "ups": 272
    },
    {
        "title": "Stellar discussed blockchains with one of the largest banks in the UAE, Emirates NBD",
        "ups": 236
    },
    {
        "title": "HODLing this for sure 👌, thanks /u/GKnives",
        "ups": 192
    },
    {
        "title": "Meteor - An Android Stellar Lumens Wallet",
        "ups": 192
    },
    {
        "title": "2018 is going to be a great year for Stellar! Let's take a look at what's in store.",
        "ups": 189
    },
    {
        "title": "Stellar Blockchain transaction volumes pass ethereum (for a day)",
        "ups": 176
    },
    {
        "title": "Stellar Marketing: It s better than you think",
        "ups": 160
    },
    {
        "title": "Styled like a band tee.",
        "ups": 158
    },
    {
        "title": "I Just Wrote a Stellar Smart Contract by Robert Durst",
        "ups": 151
    },
    {
        "title": "Altcoin of the week! And 8th line on Coinmarket cap! It's all about Stellar. Watch the video where the features of the coin are perfectly revealed. Or just bcz of charming Emma Stone! :grinning::eyes:",
        "ups": 122
    },
    {
        "title": "Stellar london Meetup - I will keep you all informed",
        "ups": 118
    },
    {
        "title": "Huge news on Stellar! Support for private transactions coming, Stellar in talks with Central banks, 14 banks in IBM interbank transfer pilot &amp; more!",
        "ups": 110
    },
    {
        "title": "IBM and Unilever partner on blockchain in advertisement space. Talks about payments.",
        "ups": 105
    },
    {
        "title": "We should push for Lumens to be used in more real world applications",
        "ups": 103
    },
    {
        "title": "Stellar article from Investopedia on Yahoo Finance news",
        "ups": 101
    },
    {
        "title": "Stellar Smart Contracts!",
        "ups": 96
    },
    {
        "title": "Jed McCaleb now a donor to Elon's OpenAI",
        "ups": 93
    },
    {
        "title": "Ripple | $XRP | vs. Stellar Lumens | $XLM |",
        "ups": 91
    },
    {
        "title": "FairX taking their time to do it right.",
        "ups": 87
    },
    {
        "title": "Further insight into IBM's Plans - Spotlight of Jesse Lund, IBM VP of Global Blockchain Market Development",
        "ups": 86
    }
]