[
    {
        "title": "What is the business model?",
        "ups": 16
    },
    {
        "title": "\"Vote manipulation is appreciably common here, as are false-flag posts, and \"concern\" posts.\" - u/targetpro 2016",
        "ups": 8
    },
    {
        "title": "Is TETHER legit? what is your opinion?",
        "ups": 5
    },
    {
        "title": "I just want everyone to know that I looked into the Tether situation and can assure you its totally legit.",
        "ups": 4
    },
    {
        "title": "Can anyone link some reliable information about this tether situation please?",
        "ups": 3
    },
    {
        "title": "Tether Price Hits $1.00 on Major Exchanges (USDT)",
        "ups": 4
    },
    {
        "title": "I made a short review about Tether: the tech behind it, is it legit, etc",
        "ups": 3
    },
    {
        "title": "Next Stablecoin?",
        "ups": 3
    },
    {
        "title": "Crypto Market Price Fundamentals and Market Dominance - Tether mentioned as a key player.",
        "ups": 2
    },
    {
        "title": "I just want to take a minute to thank the guys and girls at 5W PR for making this subreddit what it is today....",
        "ups": 3
    },
    {
        "title": "I made a Reddit username just to ask everyone here what the fuss is all about with tether, and wow",
        "ups": 3
    },
    {
        "title": "Does anyone know where Tether issues its tokens today?",
        "ups": 1
    },
    {
        "title": "Tether and Bitfinex are 100% legit",
        "ups": 3
    },
    {
        "title": "Tether buys??",
        "ups": 1
    },
    {
        "title": "Was recently reminded of the delusional state of Carlos Matos (Chief BitConnect Shill) as he was ripping off 1000s of customers.",
        "ups": 2
    },
    {
        "title": "How does it take to transfer usdt from binance to hitbtc ?",
        "ups": 1
    },
    {
        "title": "Bitfinex backup wallet drained",
        "ups": 0
    },
    {
        "title": "Question for Tether Traders",
        "ups": 0
    },
    {
        "title": "The movie that Hollywood doesn't want you to see, \"An Open Secret\" - Starring Brock Pierce, Marc Collins-Rector, Bryan Singer",
        "ups": 0
    },
    {
        "title": "Yesterday evening social media buzz skyrocketed for Tether. Sentiment, tags and themes at a glance for usdt.",
        "ups": 0
    },
    {
        "title": "USDT can be security currency for traders?",
        "ups": 0
    },
    {
        "title": "Meet: Renwick Haddow, Another Scammer that thought he'd be safe in a \"non-extraditing\" state. Think Again!",
        "ups": 0
    },
    {
        "title": "\"...sub is littered with trolls, who take their jobs quite seriously. I give them [] credit for their sheer diligence. While the rest of us are casual visitors, who might upvote a few posts, and occasionally comment, I've seen trolls mass downvote the last 20 comments I've made.\" - u/targetpro 2016",
        "ups": 0
    },
    {
        "title": "Eat.Do - Get up to 70% OFF on popular restaurant cuisines when paying with TETHER!",
        "ups": 0
    },
    {
        "title": "What audit? Where",
        "ups": 0
    }
]