[
    {
        "title": "At #TRON, we work 24 hours a day and 7 days a week. When Beijing is midnight, SF is working; when SF is midnight, Beijing is working; When both Beijing and SF is daytime, we sre working together! #TRON never sleep! #TRX $TRX",
        "ups": 229
    },
    {
        "title": "The releasing date of #TRON main net has been advanced. Will have the detail later. #TRX $TRX",
        "ups": 201
    },
    {
        "title": "Former senior software engineer of #meituandianping and #LeEco, Matt Yue joined #TRON technical team. He has rich experience in data, storage, processing, mining, application, research, and development. #TRX $TRX https://t.co/ATRrqwf5m4",
        "ups": 159
    },
    {
        "title": "60,000 members strong",
        "ups": 153
    },
    {
        "title": "Tron is now listed on EXODUS!",
        "ups": 153
    },
    {
        "title": "Tron is set to dominate Social Media Cryptos",
        "ups": 146
    },
    {
        "title": "The development for tron protocol is chugging along.",
        "ups": 129
    },
    {
        "title": "Justin asks PMO of India to consider Tron #trx",
        "ups": 129
    },
    {
        "title": "Tron’s image problem and how to fix it",
        "ups": 91
    },
    {
        "title": "\"The internet is just the beginning; Ecommerce is just the beginning.\" -Jack Ma",
        "ups": 58
    },
    {
        "title": "An interesting take on Justins tweets.",
        "ups": 51
    },
    {
        "title": "Everyone report this fake Justin Sun twitter VERIFIED!",
        "ups": 51
    },
    {
        "title": "TRON develops their tech as platform adoption increases",
        "ups": 53
    },
    {
        "title": "Xi Jinping: President for Life",
        "ups": 47
    },
    {
        "title": "Are we ever going to get the subreddit theme updated for Tron?",
        "ups": 45
    },
    {
        "title": "I am bullish on TRON in the long run cause of fundamentals, adoption, usage, team and vision (Although got few concerns with whitepaper and their Exodus launch on the 31st march). But tron's market cap is low so can catch up massively this year and get in top10. What are your thoughts guys?",
        "ups": 47
    },
    {
        "title": "Plot twist - Justin is Elon! (Beware of these scams)",
        "ups": 42
    },
    {
        "title": "Coinfy, a new wallet for TRON tokens, has launched!",
        "ups": 44
    },
    {
        "title": "Keep reporting any fake Justin Sun accounts to Twitter. They have taken action and removed the accounts!",
        "ups": 43
    },
    {
        "title": "Tron is #2 in this guide to the Top 20 Ethereum Tokens!",
        "ups": 39
    },
    {
        "title": "Tron Dogs will be merging the two versions of the game (ETH &amp; TRX) into one, in March. Also, the minimum GTC you can convert into TRX is now 500.",
        "ups": 36
    },
    {
        "title": "Realistic End Point",
        "ups": 37
    },
    {
        "title": "Found a twitter scam account with a verified blue tick wtf",
        "ups": 35
    },
    {
        "title": "Please consider #TRON as one of blockchain partners! #TRX $TRX",
        "ups": 31
    },
    {
        "title": "News this week!",
        "ups": 28
    }
]