[
    {
        "title": "\"Vertcoin's NON-ASIC decentralized network is doing over 1 Thash/s (Terahash). That's $16 million+ worth of nvidia 1080 TIs that are mining, securing &amp; verifying transactions for VTC every second. Let that sink in your head for a second.\"",
        "ups": 177
    },
    {
        "title": "Thank you to the Developers",
        "ups": 103
    },
    {
        "title": "Here's a blogpost we wrote about Vertbase and Vertpig :)",
        "ups": 88
    },
    {
        "title": "We published an article about Vertcoin and proof-of-work :)",
        "ups": 84
    },
    {
        "title": "Vertpig Update:Development is going really well. We are so close but still have work to",
        "ups": 82
    },
    {
        "title": "Vertcoin medallion proof - would you pay $5 for one?",
        "ups": 79
    },
    {
        "title": "German News about Vertcoin as one of 5 Jewels next to Bitcoin",
        "ups": 77
    },
    {
        "title": "Vertcoin Got Featured in Solume's Weekly Crypto Digest With +193% in Social Volume.",
        "ups": 76
    },
    {
        "title": "EXODUS 1.45.0 (poste)",
        "ups": 74
    },
    {
        "title": "Vertcoin Getting the Respect it Deserves.",
        "ups": 74
    },
    {
        "title": "VERT is currently in third place in BBR's upcoming vote! One week left to vote and win!",
        "ups": 71
    },
    {
        "title": "Vertpig pre-Registration queue today went past 800 users, including 100 Fully Verified UK Residents",
        "ups": 59
    },
    {
        "title": "\"ASIC resistance 101 #4 - Anyone who wants to get involved in mining #Vertcoin can do so easily at a relatively low cost.\"",
        "ups": 62
    },
    {
        "title": "Bitcoin complains about ASIC non-resistance. V's got that covered.",
        "ups": 62
    },
    {
        "title": "New HODLer in the house.",
        "ups": 59
    },
    {
        "title": "\"90% of the mining power is owned by 16 miners in Bitcoin and 11 miners in Ethereum.\"\"",
        "ups": 56
    },
    {
        "title": "Vote for Black Block Research's next research report (VTC is on the list!)",
        "ups": 53
    },
    {
        "title": "EXODUS 1.45.0 (POST 2)",
        "ups": 55
    },
    {
        "title": "How Vertbase can Dethrone Coinbase.",
        "ups": 49
    },
    {
        "title": "EXODUS 1.45.0",
        "ups": 52
    },
    {
        "title": "WOW - Vertcoin Marketing Team Member @Canen01 (Shaun Brown) lost a lot of weight! Great done.",
        "ups": 50
    },
    {
        "title": "Gert today online Interview / James speech in San Francisco / Canen tomorrow on LRN",
        "ups": 47
    },
    {
        "title": "Vertcoin Medallions now ready for preorder! Cost is 1 VTC per coin. Shipping at the end of March.",
        "ups": 45
    },
    {
        "title": "Ledger Nano S is back in stock. Remember to store your profits safely",
        "ups": 41
    },
    {
        "title": "\"This Tuesday tune into The Call To Freedom radio show on http://LRN.FM to hear from Vertcoin Marketing Team Member Canen01 who will talk about all of the fun things the marketing team is doing to spread the adoption of Vertcoin!\"",
        "ups": 41
    }
]