[
    {
        "title": "Entrepreneurs tokenise themselves on Waves Platform",
        "ups": 28
    },
    {
        "title": "WAVES platform featured on Canada's top crypto news site!",
        "ups": 20
    },
    {
        "title": "Russia is leading the push with Blockchain platform",
        "ups": 23
    },
    {
        "title": "The Next Level of Blockchain: How the Waves Platform Made Waves in the CryptoWorld",
        "ups": 18
    },
    {
        "title": "Wavesplatform's network keeps expanding. This is the first time we've had 200 different miners generating at least 1 block over the last month. Keep those nodes coming!",
        "ups": 16
    },
    {
        "title": "Upcoming Event: Waves (WAVES) - Vienna Meetup - February 26, 2018",
        "ups": 12
    },
    {
        "title": "How to create your own token in 2 Minutes/ What is WAVES PLATFORM.",
        "ups": 14
    },
    {
        "title": "WAVES on Upcoin. Launching 1st March.",
        "ups": 13
    },
    {
        "title": "Meetup In Vienna . 26 Feb 2018",
        "ups": 13
    },
    {
        "title": "Custom trade import for cointracking from waves platform",
        "ups": 12
    },
    {
        "title": "How the Waves token launcher is unique from other platforms - Awesome tech!",
        "ups": 12
    },
    {
        "title": "One project you can immediately start working on Waves Platform - Blockchain Diaries",
        "ups": 14
    },
    {
        "title": "can someone tell me why we should makes our token with waves vS ethereum?",
        "ups": 10
    },
    {
        "title": "Feb 24 2018 Crypto Market Report - Contains Waves",
        "ups": 12
    },
    {
        "title": "Inferno Analysis: Waves",
        "ups": 12
    },
    {
        "title": "Upcoming Event: Waves (WAVES) Token Launcher Update - March 8, 2018",
        "ups": 13
    },
    {
        "title": "Waves Meetup to Take Place in Amsterdam",
        "ups": 10
    },
    {
        "title": "Upcoming Event: Waves (WAVES) Genesis London Conference, UK - February 22, 2018 10:00 AM - 11:59 PM",
        "ups": 10
    },
    {
        "title": "Can I send Waves to Exchange platform",
        "ups": 11
    },
    {
        "title": "Help getting Waves? Will trade BTC, ETH, or LTC",
        "ups": 8
    },
    {
        "title": "Upcoming Event: Waves (WAVES) Waves Amsterdam Meetup, Netherlands - March 6, 2018 6:00 PM - 11:59 PM",
        "ups": 8
    },
    {
        "title": "Bitcoin Transaction Fees Lower but Waves Still Better 21st Feb 2018",
        "ups": 8
    },
    {
        "title": "Will the waves wallet make so you are able to deposit and withdraw the BCH that was just airdropped???",
        "ups": 6
    },
    {
        "title": "which one is better to hold between waves and waves comunity token? waves doesnt get airdrop as much as WCT. Why to hold waves instead of WCT?",
        "ups": 7
    },
    {
        "title": "Scammer is using waves to trick people on reddit",
        "ups": 6
    }
]