[
    {
        "title": "Token Trader is Live!",
        "ups": 79
    },
    {
        "title": "The AirSwap Megathread",
        "ups": 67
    },
    {
        "title": "Financial Times covering AirSwap!",
        "ups": 42
    },
    {
        "title": "AirSwap team just finished at the annual Goldman Sachs Investor Conference",
        "ups": 37
    },
    {
        "title": "AirSwap Twitter account sharing the Goldman Sachs Investor Conference",
        "ups": 34
    },
    {
        "title": "Airswap irl",
        "ups": 35
    },
    {
        "title": "Crypto Bobby will be speaking with M.Oved and Don Mosites live on Wednesday Feb 14th at 2:30pm Eastern",
        "ups": 38
    },
    {
        "title": "Chat with AirSwap, Talking Decentralized Exchanges - Crypto Happy Hour",
        "ups": 34
    },
    {
        "title": "Sam Tabar talking about AirSwap at BNPParibas in their Hong Kong Office on februari 6.",
        "ups": 32
    },
    {
        "title": "AST Airswap Product Live Now YouTube Video",
        "ups": 32
    },
    {
        "title": "Part of our #Tokyo trip was focused on educating interested partners on our peer-to-peer protocol and why it’s free of frontrunning and other issues #yearoftheDEX #AirSwap #🇯🇵",
        "ups": 29
    },
    {
        "title": "AirSwap featured in MIT Tech Review!",
        "ups": 30
    },
    {
        "title": "Do people just not realize the magnitude of what Airswap is going to accomplish?",
        "ups": 40
    },
    {
        "title": "How AirSwap Is Changing the Game for Decentralized Exchanges",
        "ups": 24
    },
    {
        "title": "AirSwap's Deepa presenting on Decentralized Exchange at the North American Crypto Currency Conference",
        "ups": 24
    },
    {
        "title": "Airswap vs 0x Protocol",
        "ups": 23
    },
    {
        "title": "The Benefits of Decentralized Cryptocurrency Exchanges",
        "ups": 24
    },
    {
        "title": "When you think of AirSwaps (AST) institutional partners do you think of OTCs? Maybe you should.",
        "ups": 22
    },
    {
        "title": "Michael Oved speaking with CNBC reporter concerning market volatility",
        "ups": 22
    },
    {
        "title": "Testing and Releasing Stable Ethereum Applications – AirSwap Blog",
        "ups": 23
    },
    {
        "title": "Token Marketplace on track for Q1?",
        "ups": 21
    },
    {
        "title": "AirSwap Team Update: Feb. 21, 2018 – AirSwap Blog",
        "ups": 20
    },
    {
        "title": "Upcoming Event: AirSwap (AST) Speaker At Token 2049 - March 20, 2018",
        "ups": 20
    },
    {
        "title": "Decentralized Exchanges Stake Their Claim in the Cryptocurrency Ecosystem",
        "ups": 14
    },
    {
        "title": "How Centralization Is Paralyzing Society",
        "ups": 14
    }
]