[
    {
        "title": "After a successful community fund raiser sponsored by the Ardor / Nxt Group, application has been made to list Ardor on Binance Exchange.",
        "ups": 89
    },
    {
        "title": "Let’s rally together! Sign up for a binance account so we can vote!!!",
        "ups": 81
    },
    {
        "title": "Expanding platform, upvote!",
        "ups": 75
    },
    {
        "title": "GOOD NEWS for ARDOR",
        "ups": 72
    },
    {
        "title": "ARDOR partnered with Mistertango Bank to create Euro pegged token!!!!",
        "ups": 70
    },
    {
        "title": "Ardorgate is launching today!",
        "ups": 64
    },
    {
        "title": "Others are starting to see what we already know: Ardor Could Be the Sleeper Cryptocurrency of 2018",
        "ups": 59
    },
    {
        "title": "Upvote Ardor for new exchange!",
        "ups": 53
    },
    {
        "title": "Vote guys!!! This will get ardors name out!",
        "ups": 53
    },
    {
        "title": "World's First Child Chain, Ignis, Now Listed on Bittrex",
        "ups": 52
    },
    {
        "title": "Jelurida chosen as finalist in startup competition at Mobile World Congress Barcelona 2018 event, focused on accelerating business development and the investment of new technologies with Ardor Blockchain Platform",
        "ups": 50
    },
    {
        "title": "Benefits of Ardor 0 Fee Transactions – Lior Yaffe – Medium",
        "ups": 48
    },
    {
        "title": "Ardor mentioned as a possible \"ideal version of BaaS\" in an article on Hackernoon",
        "ups": 48
    },
    {
        "title": "Gonna be a long haul, better meme it up",
        "ups": 47
    },
    {
        "title": "IGNIS IS LIVE",
        "ups": 46
    },
    {
        "title": "Ardor Launch Update #4 - AEUR, NXT, Ardor and Ignis",
        "ups": 46
    },
    {
        "title": "ACCENTURE working with ARDOR, NOW READ THIS!",
        "ups": 42
    },
    {
        "title": "Ardor To Surpass Ethereum With better Marketing",
        "ups": 41
    },
    {
        "title": "Ardor Launch — Update #5 – Lior Yaffe",
        "ups": 38
    },
    {
        "title": "Why I think the “Bitcoin Bubble” is not going to burst any time soon - Lior Yaffe",
        "ups": 39
    },
    {
        "title": "The vibe has changed. In our favour!",
        "ups": 41
    },
    {
        "title": "Exchange update and Binance Community Fundraiser",
        "ups": 38
    },
    {
        "title": "ArdorGate's Service is Booming",
        "ups": 40
    },
    {
        "title": "Child chain listing on the Ardor platform explained by Lior Yaffe",
        "ups": 37
    },
    {
        "title": "IGNIS IS ON BITTREX",
        "ups": 38
    }
]