[
    {
        "title": "Headphones.com is stoked to be accepting Ark",
        "ups": 240
    },
    {
        "title": "Jeremy Epstein Joins the ARK Team as Marketing Advisor",
        "ups": 240
    },
    {
        "title": "Introducing ARK Kotlin, a new integration to communicate with the ARK blockchain",
        "ups": 215
    },
    {
        "title": "ArkLand Valentine's Raffle ❤️ Ark Raffle Running on Ark's Smart Bridges! // 350 Tickets // 3 Lucky Winners // Drawings Will Happen on February 15th, at 8 am EST Time (UTC -5), 1st Place Gets 210 Ark! Good Luck and Happy Valentines",
        "ups": 210
    },
    {
        "title": "ARK's Marketing Advisor, Jeremy Epstein, would like to address the ARK community and give some insight on current projects",
        "ups": 172
    },
    {
        "title": "Brand new Ark Explorer, built from the ground up!",
        "ups": 171
    },
    {
        "title": "ARK Core 2 Technical Update Series — New API v2",
        "ups": 168
    },
    {
        "title": "ARK is, as far as I know, a French coin, and France just allowed securities on the blockchain. ARK also allows sidechains, so... this could result in something very good in the future!",
        "ups": 166
    },
    {
        "title": "ARK's recent mention in Forbes talking about interoperability and the need for blockchain communications.",
        "ups": 163
    },
    {
        "title": "ACES Complete Bitcoin/Ark Service, Updates Website, and releases Marketplace API Documentation",
        "ups": 161
    },
    {
        "title": "ARK &amp; Blockport : Partnership Updates",
        "ups": 155
    },
    {
        "title": "ACES Completes Integration of Ethereum Channels for Two-way Transfers and Contract Deployment Services. Plus Commentary on ARK ICOs.",
        "ups": 158
    },
    {
        "title": "Upcoming: ARK Desktop Wallet v2",
        "ups": 153
    },
    {
        "title": "ARK Core V2 ---&gt; 60%",
        "ups": 137
    },
    {
        "title": "20.000 subscribers and counting!",
        "ups": 139
    },
    {
        "title": "ARK Will Be Presenting At The University of Geneva",
        "ups": 142
    },
    {
        "title": "Did he just say running #AI on ARK #blockchain?",
        "ups": 131
    },
    {
        "title": "ARK Core 2 Technical Update Series — Webhooks",
        "ups": 125
    },
    {
        "title": "ACES Bitcoin-Ark Channel Service Demo",
        "ups": 123
    },
    {
        "title": "Welcome to Ark - Read this to get started!",
        "ups": 116
    },
    {
        "title": "Cobinhood responded and states to list Ark 'soon'",
        "ups": 108
    },
    {
        "title": "France To Invest 700 Million Euros In Tech, Blockchain To Slash Bureaucracy",
        "ups": 108
    },
    {
        "title": "ARK Core v2 Technical Update Series — New Testing Suite",
        "ups": 104
    },
    {
        "title": "Ark Sidechain Deployment — Azure Quickstart in &lt; 20 minutes",
        "ups": 107
    },
    {
        "title": "ARK article released in South Africa today",
        "ups": 102
    }
]