[
    {
        "title": "We are excited to announce that EOS is now live and convertible on the Bancor Network, allowing continuous and automated liquidity for one of the ecosystem's most traded tokens! Check out the Web App to convert #EOS, BNB, TRX, ETH and other #tokens directly from your Web3 wallet.",
        "ups": 31
    },
    {
        "title": "How DAI and Bancor are saving my portfolio",
        "ups": 30
    },
    {
        "title": "WAND Token (WandX) now LIVE in the Bancor Network for continuous, decentralized and automated liquidity",
        "ups": 31
    },
    {
        "title": "DRT Token (DomRaider) now LIVE in the Bancor Network for continuous, decentralized and automated liquidity. Check out the Web App to convert DRT, BNB, TRX, ETH and other tokens directly from your Web3 wallet.",
        "ups": 25
    },
    {
        "title": "Here’s how Bancor cut Ethereum gas fees on the Bancor Network by 80%",
        "ups": 25
    },
    {
        "title": "SHP Token (Sharpe Capital) now LIVE in the Bancor Network",
        "ups": 26
    },
    {
        "title": "What do you think of the Bancor Web App's all NEW look?",
        "ups": 23
    },
    {
        "title": "AION is now convertible on the Bancor Network, allowing continuous and automated liquidity",
        "ups": 23
    },
    {
        "title": "Amid Pump &amp; Dump Boom, The Bancor Protocol Helps Tokens Fight Back",
        "ups": 21
    },
    {
        "title": "Guy Benartzi, Bancor Co-Founder: \"The people that should worry are the large players whose power comes from having their data sitting behind a closed database.\"",
        "ups": 22
    },
    {
        "title": "SNT Token (Status) now LIVE in the Bancor Network for continuous, decentralized and automated liquidity. Check out the Web App to convert SNT, BNB, TRX ,ETH and other tokens directly from your Web3 wallet. http://bit.ly/BancorDiscover",
        "ups": 20
    },
    {
        "title": "Bancor launches “HACKME” Bounty Challenge With Launch of Digital Wallet",
        "ups": 21
    },
    {
        "title": "Please feel free to support Bancor on GetDelta.io!",
        "ups": 18
    },
    {
        "title": "EOS.IO and Bancor Collaborate to Simplify Token Creation and Exchange",
        "ups": 17
    },
    {
        "title": "Guy Benartzi, Bancor Co-Founder: “A token allows you to build a non-profit ecosystem with many for-profit players. Previously this was only available to nation-states. Blockchain can apply these fundamentals to specific verticals &amp; ecosystems.”",
        "ups": 18
    },
    {
        "title": "SWM Token (Swarm) now LIVE in the Bancor Network for continuous, decentralized and automated liquidity!",
        "ups": 17
    },
    {
        "title": "SWM Token is now live in the Bancor Network for decentralized liquidity. Check out the Bancor Web App to convert SWM into OMG, ETH, EOS &amp; other tokens, without a counterparty and directly from your Web3 wallet!",
        "ups": 18
    },
    {
        "title": "EOS trading on Bancor!",
        "ups": 16
    },
    {
        "title": "VEE is now convertible on the Bancor Network, allowing continuous and automated liquidity. Check out the Web App to convert VEE, BNB, EOS, ETH and other tokens directly from your Web3 (metamask, parity, mist) wallet.",
        "ups": 16
    },
    {
        "title": "Coindesk on Bancor recent accomplishments",
        "ups": 15
    },
    {
        "title": "BAT now LIVE in the Bancor Network for continuous, decentralized and automated liquidity. Check out the Web App to convert BAT, TRX, EOS, ETH and other tokens directly from your metamask wallet.",
        "ups": 15
    },
    {
        "title": "R_Block today announces a major integration with Bancor!",
        "ups": 14
    },
    {
        "title": "INTERVIEW: Bancor Co-Founder Eyal Hertzog on The Expat Money Show - Must Listen!",
        "ups": 16
    },
    {
        "title": "TRX is now LIVE on the Bancor Network for continuous, decentralized and automated liquidity!",
        "ups": 15
    },
    {
        "title": "Bancor Co Founder Eyal Hertzog joins the DAV Foundation",
        "ups": 14
    }
]