[
    {
        "title": "YouTuber BartBaker (10 Million subscribers) supports Brave/BAT and asks his audience to download Brave due to demonetization in new video",
        "ups": 230
    },
    {
        "title": "I work at a huge tech company that sells pre-installed and updated laptops. Should I install Brave on all of them as default browser?",
        "ups": 221
    },
    {
        "title": "Twitch Integration 100% complete. Due date not yet confirmed.",
        "ups": 197
    },
    {
        "title": "Brave now has 1.4 monthly active users, up 200k users in 2 days.",
        "ups": 170
    },
    {
        "title": "Brave Launches Million Dollar Referral Program!",
        "ups": 176
    },
    {
        "title": "Brendan Eich on Twitter: \"We are passing 1.2M MAU (monthly active users) and growing to 2M in next few months, aiming for 5M this year.\"",
        "ups": 155
    },
    {
        "title": "I Fucking love the Brave browser.",
        "ups": 153
    },
    {
        "title": "Built-in Ethereum wallet coming to Brave: \"Best Ethereum Wallet Ever\" by Brave/BAT's ETHDenver team",
        "ups": 152
    },
    {
        "title": "HowToBasic is now a verified YouTube creator! (10.3 Million subscribers)",
        "ups": 141
    },
    {
        "title": "Crypto YouTuber, \"Crypto Bobby\", receives 137 BAT contribution payout!",
        "ups": 132
    },
    {
        "title": "\"Brave now blocks the abusive-even-when-opt-in (1.75 cores on my MBP which became too hot to call a laptop) 1st party Monero mining script at Salon ... Publishers should avoid trying to burn readers' legs &amp; use BAT instead.\"",
        "ups": 118
    },
    {
        "title": "Brave and BAT mentioned in Forbes",
        "ups": 121
    },
    {
        "title": "For the love of God, someone let Joe Rogan know what BAT is and tell him to sign up!",
        "ups": 111
    },
    {
        "title": "Dave Rubin: \"Totally interested in what @brave is doing. Let’s remove the middle man. Perhaps @AttentionToken is the future of online revenue...\"",
        "ups": 111
    },
    {
        "title": "UPDATE! Multi-property support now live for Brave-verified creators!",
        "ups": 110
    },
    {
        "title": "Senators Introduce Bill Exempting Tokens From Securities Laws",
        "ups": 109
    },
    {
        "title": "$1 Million BAT giveaway officially over — all tokens have been claimed!",
        "ups": 105
    },
    {
        "title": "Brendan Eich to speak at Mobile World Congress about blockchain, BAT &amp; Brave (Feb 26-28 in Barcelona)",
        "ups": 97
    },
    {
        "title": "Joe Rogan Podcast (Youtube) &amp; BAT - Your help needed!",
        "ups": 92
    },
    {
        "title": "Music service that uses BAT",
        "ups": 96
    },
    {
        "title": "Google and Facebook are watching our every move online. It's time to make them stop",
        "ups": 95
    },
    {
        "title": "Doug Polk now verified!",
        "ups": 92
    },
    {
        "title": "More mainstream adoption: Superstation KTLA Channel 5 in Los Angeles is now a Brave-verified publisher.",
        "ups": 91
    },
    {
        "title": "BAT mentioned as a token which could be possibly listed on GDAX.",
        "ups": 86
    },
    {
        "title": "VICE / VICE News / VICE sports now verified Youtube channels!",
        "ups": 88
    }
]