[
    {
        "title": "Coinbase finally opens BCH buys in Europe!!!!!!",
        "ups": 220
    },
    {
        "title": "How Crypto Works...",
        "ups": 202
    },
    {
        "title": "NY restaurant accepts Bitcoin Cash and other cryptos, but rejects Visa and Mastercard",
        "ups": 190
    },
    {
        "title": "PSA: /r/btc is actually where almost all the Bitcoin Cash discussion is currently happening",
        "ups": 136
    },
    {
        "title": "Trying to simply visualize the difference. Which seems better equipped to be a global currency?",
        "ups": 111
    },
    {
        "title": "Stop Spreading FUD About Coinbase: Blame Visa &amp; MasterCard! (Most things in life aren't reversible, this is something that is.) We fought Wall St 10 years ago. Now we have control of our money and we fight Coinbase???...",
        "ups": 97
    },
    {
        "title": "Coinbase Launches PayPal-Like Service for Paying Merchants with BCH, ETH, LTC &amp; BTC",
        "ups": 95
    },
    {
        "title": "Buy anything off of Amazon.com with BitcoinCash!",
        "ups": 96
    },
    {
        "title": "Spotted in Townsville",
        "ups": 98
    },
    {
        "title": "Rick Falkvinge: How Blockstream failed and took the BTC fork with it",
        "ups": 89
    },
    {
        "title": "HODL...",
        "ups": 79
    },
    {
        "title": "CoinText Announces SMS Bitcoin Cash Wallet To Transact BCH Without Internet",
        "ups": 83
    },
    {
        "title": "Us Government Scientists: “Bitcoin Is a Fork and Bitcoin Cash Is the Original”",
        "ups": 81
    },
    {
        "title": "BTC supporter/developer admits to creating fake accounts to troll Bitcoin Cash: \"Developers like myself create throwaways to troll you idiots because its disgusted how your project can only disparage Bitcoin as a marketing tactic to further your own agenda.\"",
        "ups": 74
    },
    {
        "title": "Bitcoin Cash Receives Two Major Improvement Proposals",
        "ups": 75
    },
    {
        "title": "BCH Wallet ‘Handcash’ Enables Bitcoin Cash NFC Transactions",
        "ups": 73
    },
    {
        "title": "BitPay’s E-Commerce Plugins Now Support Bitcoin Cash Payments",
        "ups": 71
    },
    {
        "title": "Since he deleted his burner acct of the day... here’s the screen shot of his admittance to creating troll accts. Very important dev supposedly on btc github. Gimme a break.",
        "ups": 66
    },
    {
        "title": "Bitcoin Cash ad - Don't get fee'd",
        "ups": 72
    },
    {
        "title": "Done my first Bitcoin Cash purchase. Works great!",
        "ups": 63
    },
    {
        "title": "Bitcoin (BCH) Point-of-Sale Server ... no tabs required 😉",
        "ups": 61
    },
    {
        "title": "Launched our online shop 4 days ago and this is our first customer who paid by Bitcoin Cash!",
        "ups": 64
    },
    {
        "title": "What a nice feeling",
        "ups": 62
    },
    {
        "title": "Cryptocurrencies are not a threat according to Bank of Japan",
        "ups": 58
    },
    {
        "title": "Buy from Any Online Retailer using Bitcoin Cash!",
        "ups": 59
    }
]