[
    {
        "title": "The last 3 months in 47 seconds.",
        "ups": 48164
    },
    {
        "title": "Bitcoin.. The King",
        "ups": 28211
    },
    {
        "title": "Bitcoin Doesn't Give a Fuck.",
        "ups": 26122
    },
    {
        "title": "The Free Software Foundation has received a 91.45 Bitcoin donation from the Pineapple Fund. Valued at $1 Million USD.",
        "ups": 15199
    },
    {
        "title": "Rabobank Fined $369M for Money Laundering After Calling Bitcoin a Risk for Money Laundering",
        "ups": 14230
    },
    {
        "title": "Thank you Coinbase!! For taking sooo long to validate my identity, my account, and my bank transfers...your endless delays prevented me from investing in the crypto market before the crash!",
        "ups": 13811
    },
    {
        "title": "I spent 3 months building one of the best apps to track cryptocurrencies. Exchanges API sync, wallet tracking and many other features. I am not 16 but I invested a lot of time into this, can I get some attention anyway or am I going to get randomly downvoted as always? The app is also free.",
        "ups": 12624
    },
    {
        "title": "Insider tip: BTC is going to skyrocket in the next 48 hours",
        "ups": 12458
    },
    {
        "title": "Can you feel the Pumpening?",
        "ups": 12397
    },
    {
        "title": "This month in Bitcoin.",
        "ups": 12276
    },
    {
        "title": "Time to invest!",
        "ups": 10742
    },
    {
        "title": "It would be so easy then",
        "ups": 10236
    },
    {
        "title": "The best thing about this crash is that we can recycle old memes",
        "ups": 9192
    },
    {
        "title": "A popular streamer started accepting crypto in donations, this is how he thanks them",
        "ups": 8295
    },
    {
        "title": "Ellen DeGeneres Just Introduced Bitcoin to Her 3 Million US Viewers",
        "ups": 7880
    },
    {
        "title": "Looking at the price when you invested only what you can afford to lose",
        "ups": 7561
    },
    {
        "title": "Very accurate representation of how my portfolio is doing",
        "ups": 7538
    },
    {
        "title": "This video of old school astronauts criticizing Elon saying he'll fail reminds me of Warren Buffett and others saying Crypto will fail",
        "ups": 6561
    },
    {
        "title": "Nobody blames a currency when criminals launder money, but if they used BitCoin suddenly it’s a BitCoin problem",
        "ups": 6038
    },
    {
        "title": "When you see a rise in the Bitcoin price...",
        "ups": 5516
    },
    {
        "title": "He's not wrong.",
        "ups": 5198
    },
    {
        "title": "Buyers and sellers today.",
        "ups": 4713
    },
    {
        "title": "Thought I might share this in here. No way Bitcoin is going to survive folks...",
        "ups": 4645
    },
    {
        "title": "The State of Crypto",
        "ups": 4387
    },
    {
        "title": "I've spent the last 4 months jobless building a Desktop Cryptocurrency Tracker: Moonitor. I'm not 16, my dog mentors me (true story) and no human touched/committed my code. Can I get some downloads/feedback please?",
        "ups": 4306
    }
]