[
    {
        "title": "BTS IS ON THE TOP 6 OF WEISS RATING. SAME SCORE AS NEO, EOS &amp; ETH!!",
        "ups": 32
    },
    {
        "title": "Swiss crypto app Lykke to introduce BTS on their exchange",
        "ups": 30
    },
    {
        "title": "Tether dies and bitshares rises?",
        "ups": 24
    },
    {
        "title": "Due Diligence, Pt. II: John Gotts, CEO of new Stan and Michael™️ brand ICO, explains to a concerned Latin American woman why Bitcoin Latina isn’t a tone deaf misappropriation of concerns of the Latin American people.",
        "ups": 20
    },
    {
        "title": "Integration of BitShares into Lykke exchange - BTS FIAT on/off ramp",
        "ups": 20
    },
    {
        "title": "a while back i designed a bitshares wallet, seeing how I was on a design spree with TRX and NEO I thought I would give the bitshares wallet a refresh and share some mockups with you. Sadly this has been turned down on github as a proposal - perhaps you can still enjoy though.",
        "ups": 19
    },
    {
        "title": "U.S. Regulators Subpoena Crypto Exchange Bitfinex, Tether (Go BitUSD!)",
        "ups": 20
    },
    {
        "title": "Vote for Bitshares ;)",
        "ups": 18
    },
    {
        "title": "AriseBank Raided By FBI, SEC (Interview With J Rice Snr Confirms This)",
        "ups": 16
    },
    {
        "title": "How to create your own BitShares node for better access to the DEX",
        "ups": 15
    },
    {
        "title": "BitShares DEX added to the Cheddur app!",
        "ups": 14
    },
    {
        "title": "Arise is in big trouble",
        "ups": 14
    },
    {
        "title": "United States Securities and Exchanges Commission v. AriseBank, Jared Rice Sr., Stanley Ford Case Documents from 3:18-cv-00186 northern district of texas",
        "ups": 14
    },
    {
        "title": "What Is BitShares? | 0:35",
        "ups": 15
    },
    {
        "title": "BitShares -- State of the Network (13 FEB 2018)",
        "ups": 13
    },
    {
        "title": "Stop Your Bitcoin Devaluation on Bitshares Decentralized Exchange Platform.",
        "ups": 14
    },
    {
        "title": "More coins on Bitshares Dex?",
        "ups": 12
    },
    {
        "title": "Bitshares Window of Opportunity is Closing",
        "ups": 12
    },
    {
        "title": "What is BitShares (BTS) for Dummies | BitShares Potential Value",
        "ups": 10
    },
    {
        "title": "SEC ARISE BANK",
        "ups": 11
    },
    {
        "title": "BitShares (BTS) Update: Is BitShares Doomed? Not Even Close!!",
        "ups": 11
    },
    {
        "title": "Bitshares - State of the Network - 30th January 2018",
        "ups": 11
    },
    {
        "title": "Assuming BitCNY and BitUSD held their current market caps of a combined ~$88,000,000 USD forever ... at what market cap of BTS would cause them to be force-liquidated and converted back into BTS (as outlined in section 2.5 of the Bitshares 2.0 Whitepaper)",
        "ups": 10
    },
    {
        "title": "Tether tokens on the Ethereum blockchain have unilateral Blacklist &amp; Destroy functions.",
        "ups": 11
    },
    {
        "title": "ETF on Blockchain",
        "ups": 8
    }
]