[
    {
        "title": "CryptoCandor will be interviewing Arlyn Culwick next week, post your questions here!",
        "ups": 16
    },
    {
        "title": "Understanding a Decentralized Exchange - We at #Blocknet believe it's important for the blockchain community to understand what a true decentralized exchange is, what it entails, &amp; what the benefits are, so we put together an in-depth write-up to inform the community",
        "ups": 10
    },
    {
        "title": "We are happy to announce our latest news update including the official Roadmap will be released later today.",
        "ups": 12
    },
    {
        "title": "Blocknet is the featured Altcoin of the week! ALTCOIN OF THE WEEK: BLOCKNET",
        "ups": 11
    },
    {
        "title": "Blocknet: a Hidden Gem",
        "ups": 16
    },
    {
        "title": "Blocknet |$BLOCK | Explained &amp; Updated",
        "ups": 11
    },
    {
        "title": "CEO of Vaultoro tweets to boxmining about blocknet. I wonder if their btc/gold exchange is somehow looking to integrate? Have the devs talked to them?",
        "ups": 11
    },
    {
        "title": "Word on the BLOCK: 15th February",
        "ups": 9
    },
    {
        "title": "Upcoming Event: Blocknet (BLOCK) Decentralized Exchange Beta Launch - March 1, 2018",
        "ups": 9
    },
    {
        "title": "AMA with the Blocknet Community",
        "ups": 8
    },
    {
        "title": "Vote for Blocknet to be added on Eucoin",
        "ups": 7
    },
    {
        "title": "For those without a Bittrex account wanting to buy Blocknet there you can now sign-up for a waitlist",
        "ups": 5
    },
    {
        "title": "Blocknet group started on Facebook; Join Us in expanding the community! Facebook.com/groups/Blocknet",
        "ups": 7
    },
    {
        "title": "Blocknet Price Up nearly 20%",
        "ups": 6
    },
    {
        "title": "with upcoming eosfinex, what do we see with blocknet?",
        "ups": 5
    },
    {
        "title": "Does Blocknet's Vision Include Compatibility With Layer 2 Payment Channels?",
        "ups": 5
    },
    {
        "title": "Blocknet Q1 Marketing Plan (Jan-Mar ‘18)",
        "ups": 6
    },
    {
        "title": "Word on the BLOCK: January 30th",
        "ups": 4
    },
    {
        "title": "Questions on Role of Service Nodes",
        "ups": 4
    },
    {
        "title": "Upcoming Event: Blocknet (BLOCK) SPV Support - July 1, 2018",
        "ups": 4
    },
    {
        "title": "Considering the SEC/CFTC comments on crypto today is the move to the US really wise?",
        "ups": 6
    },
    {
        "title": "Just trying to learn about this fascinating project, but have two questions (see text):",
        "ups": 4
    },
    {
        "title": "HODL BLOCK t-shirt",
        "ups": 5
    },
    {
        "title": "Blocknet tees! - HODL",
        "ups": 5
    },
    {
        "title": "No FUD Intended but a serious question.",
        "ups": 4
    }
]