[
    {
        "title": "TurboPlotter 9000!",
        "ups": 53
    },
    {
        "title": "Clarification regarding the consensus sytem for the Dymaxion forks",
        "ups": 53
    },
    {
        "title": "6000 subscribers! So glad to be a part of this community. Here's to many more years of growth!",
        "ups": 52
    },
    {
        "title": "Burst reached 1000 commits today. Happy 1000 Burst and thank you PoC Consortium!",
        "ups": 51
    },
    {
        "title": "Weekly Burst Report #21",
        "ups": 49
    },
    {
        "title": "You want the Dymaxion to happen and take Burst sitting among the top 20 cryptocurrencies in the world? THEN AVOID MINING POOLS THAT ARE NOT SUPPORTING THE DYMAXION!",
        "ups": 45
    },
    {
        "title": "I made a booklet to introduce friends/family to Burst (It's my first attempt at marketing, be kind!)",
        "ups": 42
    },
    {
        "title": "I just topped up faucet.burstpay.net , go there if you need 1 Burst to setup mining pool assignment.",
        "ups": 40
    },
    {
        "title": "An Awesome new summary of Burst from FOMO, worth a watch!",
        "ups": 41
    },
    {
        "title": "Support BURST - run a full node",
        "ups": 36
    },
    {
        "title": "BURST Update: Fewer than 20 updated nodes needed to trigger Dymaxion. Likely to happen this week.",
        "ups": 38
    },
    {
        "title": "BTFG 2.0: Faster, Stronger, And Better than Ever",
        "ups": 36
    },
    {
        "title": "Dymaxion Artwork",
        "ups": 41
    },
    {
        "title": "Mod Note: The front page is very crowded with threads about mining. We have a dedicated subreddit r/burstcoinmining. Please use it.",
        "ups": 41
    },
    {
        "title": "Seems like this tweet flew under the radar. Official hardware wallet support for Burst in 2018???",
        "ups": 39
    },
    {
        "title": "Burst listed on new exchange!",
        "ups": 54
    },
    {
        "title": "I've never seen this over 200 people online! Great to see the community becoming more active!",
        "ups": 39
    },
    {
        "title": "Burst Dymaxion Will Set A New High Score!",
        "ups": 37
    },
    {
        "title": "84 % .... go BURST go ....",
        "ups": 35
    },
    {
        "title": "Burstcoin Mining with Linus Tech Tips",
        "ups": 37
    },
    {
        "title": "BURSTcoin Meme War 2018 - Do you Even Crypto?",
        "ups": 36
    },
    {
        "title": "New European Exchange is taking votes to list coins. Please visit the website and ote for Burst. Unfortunately, they don't require an email to vote, but it's a win win situation in my opinion. Link: http://eucoin.io/",
        "ups": 33
    },
    {
        "title": "Meme competition (1) - The moon is not enough",
        "ups": 33
    },
    {
        "title": "Burst amongst biggest gainers today! Not really of any use but thought it was something positive after the last couple of months :-)",
        "ups": 36
    },
    {
        "title": "Weekly Burst Report #22",
        "ups": 35
    }
]