[
    {
        "title": "The reason why we love Charles Hoskinson. Not only is he really smart, but also very Profound!",
        "ups": 383
    },
    {
        "title": "I just texted Charles Hoskinson, our cryptolegend, ironically a funny tweet that he shouldnt sell his ADA right now... and he replied. Best answer period",
        "ups": 371
    },
    {
        "title": "Next Updates are coming! https://cardanoroadmap.com",
        "ups": 276
    },
    {
        "title": "New Website Ranks 600 Cryptocurrencies by Github Activity - Cardano #1",
        "ups": 250
    },
    {
        "title": "Cardano Foundation has announced that it is integrating Ledger hardware wallet",
        "ups": 227
    },
    {
        "title": "Cardano is Building a Quantum Computing Resistant Solution",
        "ups": 213
    },
    {
        "title": "Why Cardano may be able to actually leapfrog Etherium's development time.",
        "ups": 185
    },
    {
        "title": "ADA to be supported on the Finney Smartphone- Emurgo and SIRIN LABS Announce Partnership",
        "ups": 185
    },
    {
        "title": "Quick analysis of the January crypto markets",
        "ups": 173
    },
    {
        "title": "Weiss upgrades its rating of ADA from B- to B",
        "ups": 175
    },
    {
        "title": "Cardano Featured on Mashable... starting to get noticed now.. HODL.",
        "ups": 170
    },
    {
        "title": "Cardano added to Ledger Trello roadmap!",
        "ups": 160
    },
    {
        "title": "Since Game Theory has been mentioned in the Cardano Roadmap ... Why not get a taste of it ?",
        "ups": 154
    },
    {
        "title": "Cardano's code looks clean and elegant, really want to dig into it, so started learning Haskell",
        "ups": 155
    },
    {
        "title": "He said HODL! https://cointelegraph.com/news/sec-and-cftc-hearing-more-legitimate-icos-or-if-there-was-no-bitcoin-there-would-be-no-blockchain",
        "ups": 138
    },
    {
        "title": "Why I'm buying (old school Bitcoiner)",
        "ups": 139
    },
    {
        "title": "JPMorgan concedes cryptos are unlikely to disappear",
        "ups": 134
    },
    {
        "title": "Just went through the whole list of team-members behind Cardano, from IOHK and Emurgo. It's just rockstar after rockstar. Invest in the team, not the idea.",
        "ups": 135
    },
    {
        "title": "The Cardano Token will be integrated into the FINNEY Crypto Smartphone - 5 to 9 News",
        "ups": 130
    },
    {
        "title": "Cardano(GVT) as Payment Gateway for Genesis Vision (GVT)",
        "ups": 127
    },
    {
        "title": "Cardano wants to beat Bitcoin and Ethereum by starting from scratch",
        "ups": 129
    },
    {
        "title": "The basics of Cardano in 3 minutes for beginners",
        "ups": 126
    },
    {
        "title": "Cryptocurrencies are not a threat according to Bank of Japan",
        "ups": 128
    },
    {
        "title": "Light in the darkness",
        "ups": 126
    },
    {
        "title": "Relief as South Korea decides against the outright banning of cryptocurrencies",
        "ups": 120
    }
]