[
    {
        "title": "ChainLink initial GO implementation released?",
        "ups": 202
    },
    {
        "title": "Just finished a new Chainlink External Adaptor for IOTA!",
        "ups": 147
    },
    {
        "title": "Chainlink alpha",
        "ups": 145
    },
    {
        "title": "Sergey on Twitter: “We heard the same concern over and over again: a panic over giving up control.” is how @Benioff described initial reactions to SaaS replacing on-premise, until the value of SaaS won out. It'll be the same story with Smart Contracts, as their ability to deliver value improves",
        "ups": 143
    },
    {
        "title": "Remember that unconfirmed dev that worked for Tesla and NASA? Well now it's confirmed he's officially working on ChainLink.",
        "ups": 129
    },
    {
        "title": "Sergeys shirt has been positively identified. Immediately sold out. Bullish AF",
        "ups": 119
    },
    {
        "title": ":)))))",
        "ups": 98
    },
    {
        "title": "Auto-executing smart contracts may be “most exciting” blockchain application: Morgan Stanley",
        "ups": 96
    },
    {
        "title": "New Top 100 Wallets",
        "ups": 95
    },
    {
        "title": "Ari Paul on Oracles in 2018. It has Chainlink written all over it.",
        "ups": 92
    },
    {
        "title": "Looks like ChainLink has hired a new developer--Dimitri Roche",
        "ups": 91
    },
    {
        "title": "BFFs forever &lt;3",
        "ups": 91
    },
    {
        "title": "I’ll just leave this here... hope you guys are ready for how big of a deal our coin is.",
        "ups": 90
    },
    {
        "title": "This guy says Chainlink is best altcoin of 2018.",
        "ups": 85
    },
    {
        "title": "ChainLink Meeting",
        "ups": 87
    },
    {
        "title": "Why Ethereum needs Chainlink.",
        "ups": 83
    },
    {
        "title": "Chainlink now has an official twitter Channel!",
        "ups": 78
    },
    {
        "title": "My Research on the Bletchley Cryplets, and why I think it's using Chainlink",
        "ups": 80
    },
    {
        "title": "Origami(ico) will use Chainlink",
        "ups": 78
    },
    {
        "title": "Rexford Ventures invests in ChainLink",
        "ups": 72
    },
    {
        "title": "can't wait for that day :)",
        "ups": 77
    },
    {
        "title": "Striking gold on biz.",
        "ups": 74
    },
    {
        "title": "Chainlink Alpha (Go) Node Setup",
        "ups": 72
    },
    {
        "title": "Linkpool develops XML to Json adaptor on GO for chainlink. Further expanding the use of Chainlink oracle network.",
        "ups": 69
    },
    {
        "title": "The advantages of a quiet team",
        "ups": 67
    }
]