[
    {
        "title": "Civic featured in Fortune Magazine on why blockchain &amp; identity go together: “Centralized databases are central points of failure for your ID.”",
        "ups": 33
    },
    {
        "title": "Potential civic partnership with BAT token hinted by the cofounder of Mozilla and Firefox himself",
        "ups": 34
    },
    {
        "title": "Avesta partnered with Civic",
        "ups": 34
    },
    {
        "title": "Civic Announcements (Official): Civic listed as the first platform part of the \"Understanding How Blockchain Is Changing Identity Management and Why It Is Better Than Traditional Methods\" article on Coinsutra",
        "ups": 27
    },
    {
        "title": "Civic Broke Multiple Barriers",
        "ups": 26
    },
    {
        "title": "Why I think civic will be a top performing token in the next 6-12 months",
        "ups": 25
    },
    {
        "title": "Looks like Civic is partnered with Polymatg!",
        "ups": 24
    },
    {
        "title": "The royal mint will soon be using Civic kyc for its digital gold token",
        "ups": 26
    },
    {
        "title": "Civic named as one of the Blockchain for Identity 6 Hot Projects",
        "ups": 24
    },
    {
        "title": "Loyakk announces partnership with Civic",
        "ups": 20
    },
    {
        "title": "Civic telegram rocks as much as here good work community 💪🏻💪🏻💪🏻. Bought my first bag 😁😁",
        "ups": 20
    },
    {
        "title": "Great spike in positive social volume for Civic this past Thursday. Definitely correlated with price. Talk comes mostly from twitter.",
        "ups": 18
    },
    {
        "title": "Vote for Civic to be added to Next.Exchange",
        "ups": 17
    },
    {
        "title": "Civic on Coinmarketpedia.com",
        "ups": 15
    },
    {
        "title": "Regulation in the right direction will help tech adoption, especially when we see legislative proposals to formally legitimize #blockchain #identity attestations and smart contracts. We're following this bill as it progresses through the legislative system",
        "ups": 15
    },
    {
        "title": "Microsoft entering digital identity space?",
        "ups": 16
    },
    {
        "title": "New Integration Portal Feature: Team Management",
        "ups": 14
    },
    {
        "title": "SpringRole Inc. launched their Beta site and you can sign up using Civic",
        "ups": 15
    },
    {
        "title": "What’s coming down the pipe for Civic?",
        "ups": 14
    },
    {
        "title": "Vinny talking live about the Civic and crypto in 5 minutes don't miss it!",
        "ups": 14
    },
    {
        "title": "CoinSutra article on Everything You Need To Know about CIVIC Cryptocurrency, including how it works and use cases.",
        "ups": 13
    },
    {
        "title": "What are the utility benefits for CVC holders?",
        "ups": 12
    },
    {
        "title": "Does anybody have a list of companies which use Civic serves including details of usage?",
        "ups": 12
    },
    {
        "title": "Civic Instagram Love",
        "ups": 12
    },
    {
        "title": "Anyone else that doesn't really like the CEO?",
        "ups": 12
    }
]