[
    {
        "title": "🚨 This is not a drill! 40 $USDT Trading pairs are live now! 🚨 Zero-fee USDT trading pairs on all coins available on COBINHOOD Exchange!",
        "ups": 22
    },
    {
        "title": "MARGIN TRADING IS COMING TO COBINHOOD IN JUNE!",
        "ups": 23
    },
    {
        "title": "COBINHOOD brings you our second ICO Underwriting project – J Token. IEO will be held from Feb 13 to March 12, 2018 UTC+8",
        "ups": 20
    },
    {
        "title": "Cobinhood returns my money. Thank you!",
        "ups": 17
    },
    {
        "title": "🚨 THIS JUST IN! 🚨 BitDegree, Enjin.com, FunFair, Gnosis, IOStoken, and Universa Blockchain are now listed on COBINHOOD",
        "ups": 15
    },
    {
        "title": "My Personal take on the past and short term future of COB and COBx",
        "ups": 14
    },
    {
        "title": "ArcBlock is getting listed on COBINHOOD Exchange on Feb 25!",
        "ups": 10
    },
    {
        "title": "[UPDATED] Tokens to be listed in COBINHOOD this week! ETA: 00:00 UTC+8, February 22nd: ✅ Dadi ✅ FUSION ✅ Neuromation ✅ Substratum",
        "ups": 11
    },
    {
        "title": "Problems",
        "ups": 9
    },
    {
        "title": "What Is COBINHOOD?",
        "ups": 9
    },
    {
        "title": "Start trading ArcBlock tokens (ABT) at COBINHOOD now! It's available!",
        "ups": 8
    },
    {
        "title": "WE WANT TO SEE DOGECOIN ON COBINHOOD",
        "ups": 8
    },
    {
        "title": "Tokens to be listed in COBINHOOD this week! ETA: 00:00 UTC+8, February 22nd: ✅ Dadi ✅ FUSION ✅ Neuromation",
        "ups": 7
    },
    {
        "title": "Promising sounding exchange, they just started literally more then 30 days ago... HODL",
        "ups": 8
    },
    {
        "title": "For those idiots who created FUD because of robinhood",
        "ups": 7
    },
    {
        "title": "The key to sending the COB token to the moon",
        "ups": 9
    },
    {
        "title": "COBINHOOD on Bitcoinwiki",
        "ups": 8
    },
    {
        "title": "Sold all my COBs and moved on. Here's why...",
        "ups": 7
    },
    {
        "title": "Cobinhood, where is my money? Where is answer to any requests in your support?",
        "ups": 7
    },
    {
        "title": "Time to buy more COBS!",
        "ups": 9
    },
    {
        "title": "News on BAR Tokens from the TBIS INC team",
        "ups": 6
    },
    {
        "title": "I suggest Cobinhood to list ETN, look at tradeogre. People sign up Tradeogre only buy Electroneum. Hope Cobinhood can listed ETN and Cobinhood can get more volume.",
        "ups": 5
    },
    {
        "title": "Massive Buy Wall",
        "ups": 5
    },
    {
        "title": "Gentle reminder, if you still have USD in your balance, the system will automatically transfer your USD to USDT on Feb. 23 00:00 (UTC+8) and USDT trading pairs will be officially live then.",
        "ups": 5
    },
    {
        "title": "Does anyone trade on this exchange?",
        "ups": 6
    }
]