[
    {
        "title": "We just launched an (awesome) payment gateway that supports Dash. What does /r/dashpay think?",
        "ups": 93
    },
    {
        "title": "Venezuela Orders Government Services to Accept Any Cryptocurrency",
        "ups": 68
    },
    {
        "title": "Dash Surges in Venezuela With 80 New Merchants, 2,200+ Conference Attendees, Two New Exchanges",
        "ups": 66
    },
    {
        "title": "South Korea Finance Minister Says No Bitcoin and Cryptocurrency Ban",
        "ups": 54
    },
    {
        "title": "Ben Swann Is Back - Watch the video we've all been waiting for.",
        "ups": 53
    },
    {
        "title": "Cryptobuyer Drops Bitcoin Across Entire Platform, Embraces Dash and Litecoin",
        "ups": 55
    },
    {
        "title": "The DASH community is awesome!",
        "ups": 47
    },
    {
        "title": "Dash Kicks Off 2018 With Nearly 20 Integrations and Partnerships in January Alone",
        "ups": 45
    },
    {
        "title": "Dash advertisement on United flight to Costa Rica! Sorry for potato.",
        "ups": 43
    },
    {
        "title": "\"Dash: because yes, cryptocurrency is for buying a cup of coffee.\"",
        "ups": 45
    },
    {
        "title": "I made a typographical Dash art piece featuring Dash's entire white paper and it's technical details below it. Enjoy!",
        "ups": 44
    },
    {
        "title": "UPDATE and Path Forward from Amanda B. Johnson",
        "ups": 39
    },
    {
        "title": "Sorry Dash, You're Never Getting Any Love from Bitcoiners",
        "ups": 42
    },
    {
        "title": "Dash is on 🔥 Look at all the new masternodes in last 7 days. Serious skin in the game = confident long-term outlook.",
        "ups": 39
    },
    {
        "title": "Dash's Game Changer: Full Scope of the Alt36 Platform",
        "ups": 41
    },
    {
        "title": "Noble Prize winner for economics - Milton Friedman - predicts the rise of cryptos in 1999",
        "ups": 37
    },
    {
        "title": "Dash Now on The Largest Global Pre-Paid Mobile Phone Company Bitrefill",
        "ups": 39
    },
    {
        "title": "Japan’s Biggest Chat App Line Applies For Cryptocurrency Exchange License",
        "ups": 36
    },
    {
        "title": "#Litecoin &amp; #DASH set to overtake #Bitcoin on \"darkweb\" within 12 months, says new study by @RecordedFuture on @business. Some might sweat this as \"bad PR,\" but this much is obvious: everybody uses money. Criminals &amp; non-criminals alike. That, in fact, is what makes it money.",
        "ups": 36
    },
    {
        "title": "Dash now offered on largest pre-paid mobile phone company Bitrefill",
        "ups": 36
    },
    {
        "title": "Looks like ransomware authors are fed up with high fees as well: This malware demands 1.5 Dash for a decryption key.",
        "ups": 38
    },
    {
        "title": "Polish Central Bank Paid Online Trolls to Smear Cryptocurrency",
        "ups": 36
    },
    {
        "title": "Ben Swann - Reality Check sponsored by Dash: Jeff Sessions' War on Cannabis",
        "ups": 38
    },
    {
        "title": "Dash Is About To Get HUGE (New Announcement!) @ Anarchapulco w/ Chuck Williams &amp; Tijo - Arcane Bear #dash_force",
        "ups": 34
    },
    {
        "title": "BlockCypher Interview - Piiko &amp; NREL Integrations + 20% Discount Announcement",
        "ups": 34
    }
]