[
    {
        "title": "DECENT was just added to the Cheddur app!",
        "ups": 9
    },
    {
        "title": "Roads, where we’re going we don’t need roads…but here’s a roadmap!",
        "ups": 10
    },
    {
        "title": "DECENT And Dragonfly Launch ALAX, A Project Using Blockchain To Revolutionize Payment Processing In The Gaming Industry",
        "ups": 10
    },
    {
        "title": "When DCT on Binance ?",
        "ups": 8
    },
    {
        "title": "Learn about all of the amazing DCore projects going on directly from DECENT’s Founder and CEO, Matej Michalko",
        "ups": 7
    },
    {
        "title": "Lessons learned from doing ICOs by Matej Michalko",
        "ups": 6
    },
    {
        "title": "Amorette Jones (CEO of Pivotal Entertainment) discusses why Hollywood needs DCore's advanced blockchain technology at the 5th annual Digital Entertainment World (DEW) conference.",
        "ups": 7
    },
    {
        "title": "Welcome to ALAX - The Blockchain Platform For Gaming Apps",
        "ups": 6
    },
    {
        "title": "New partnership at the meetup on February 2 in Spain",
        "ups": 5
    },
    {
        "title": "Link to DecentGO shoulde be added in Reddit sidebar.",
        "ups": 4
    },
    {
        "title": "Upcoming Event: DECENT (DCT) Fourth DECENT Meetup - February 20, 2018",
        "ups": 5
    },
    {
        "title": "We are launching a new Contest Series for our dedicated Telegram Community!",
        "ups": 4
    },
    {
        "title": "DECENT, Dragonfly and ALAX – The Game Changers of the Gaming Industry",
        "ups": 4
    },
    {
        "title": "We announced the launch of a new blockchain project for games and applications called ALAX. But what does it mean for DECENT? Will ALAX utilize DCore? What about DCT?",
        "ups": 4
    },
    {
        "title": "A few quick questions for DC the community... Is the project live?",
        "ups": 4
    },
    {
        "title": "Upcoming Event: Meetup #4 - February 20, 2018 [Possible Date]",
        "ups": 3
    },
    {
        "title": "DECENT Slogan Contest",
        "ups": 2
    },
    {
        "title": "Crypto Con 2018 In Mumbai. 23 Mar 2018",
        "ups": 2
    }
]