[
    {
        "title": "Successful Mainnet DCR-LTC atomic swap",
        "ups": 51
    },
    {
        "title": "Buy anything from Amazon with Decred. CoinBought adds support for Decred.",
        "ups": 45
    },
    {
        "title": "\"We have our dcrwallet secure #SPV implementation which uses Compact Filters and Fraud Proofs in a beta state. It will not require the user to trust a third party server, thus ensuring privacy and security without the overhead of a full #blockchain download...\"",
        "ups": 42
    },
    {
        "title": "Learn how Decred is unique in comparison to Bitcoin! Congrats JZVideoCrypto",
        "ups": 45
    },
    {
        "title": "Decred upgraded to a B- in Weiss Cryptocurrency Ratings first update",
        "ups": 41
    },
    {
        "title": "Please upvote!!! - Decred (DCR) - NEXT.exchange",
        "ups": 38
    },
    {
        "title": "A new #Decred trustless security model? Come join the discussion on how we intend to achieve #SPV security close to that of full nodes through an innovative use of committed fraud proofs, inclusion proofs, and filters - for mobile and light $DCR clients.",
        "ups": 42
    },
    {
        "title": "Decred will be added to FEX, a new Hong Kong based exchange",
        "ups": 42
    },
    {
        "title": "Decred 2018",
        "ups": 38
    },
    {
        "title": "Decred Devs Hiring To Integrate With OpenBazaar",
        "ups": 33
    },
    {
        "title": "Critical view on Decred",
        "ups": 31
    },
    {
        "title": "Marco Peereboom - Decred - The North American Bitcoin Conference 2018",
        "ups": 32
    },
    {
        "title": "Exciting News: Ticket Splitting is Coming? Decred Developer Matheus Degiovani Releases Proof of Concept Software",
        "ups": 28
    },
    {
        "title": "Decred is the only coin immune to one type of atomic swap vurnerability",
        "ups": 29
    },
    {
        "title": "What would you like to see on the 2018 Roadmap?",
        "ups": 28
    },
    {
        "title": "Amazing piece of DotCom history, what does it remind you? :)",
        "ups": 28
    },
    {
        "title": "Get Decred on Next Exchange: 80 more votes needed!",
        "ups": 26
    },
    {
        "title": "Decred's first Skepticism Sunday – February 25, 2018",
        "ups": 23
    },
    {
        "title": "Exchange Decred #DCR to over 70 cryptocurrencies for only 0.2% fee. https://bitplace.exchange",
        "ups": 25
    },
    {
        "title": "Limited edition recruitment request: JavaScript legends",
        "ups": 23
    },
    {
        "title": "DCR Sudden increase in Diffculty?",
        "ups": 21
    },
    {
        "title": "Halong Mining Blake256 miner 1.7 Th/s @ 800W",
        "ups": 22
    },
    {
        "title": "Chris DeRose - Lessons from Bitcoin's Civil War - Or Simply Why Decred Exist",
        "ups": 22
    },
    {
        "title": "One of the Many Reasons I Believe in Decred",
        "ups": 20
    },
    {
        "title": "Can we talk about VOLUME please?",
        "ups": 19
    }
]