[
    {
        "title": "DeepBrain Chain Team has decided to extend the lockup period by 6 months.",
        "ups": 132
    },
    {
        "title": "Thoughts on DeepBrain Chain (DBC) by a former hedge fund associate",
        "ups": 122
    },
    {
        "title": "[Offical] DeepBrain Chain developer AMA- February 11th, 2018",
        "ups": 112
    },
    {
        "title": "DBC official announcement!",
        "ups": 113
    },
    {
        "title": "DBC is ranked #2 in this article on 10 promising cryptocurrencies to watch in q1 2018!",
        "ups": 109
    },
    {
        "title": "DeepBrain Chain (DBC) listed as a top 10 cryptocurrency to watch in 2018 by TechAdvisor",
        "ups": 109
    },
    {
        "title": "DeepBrain Chain speaking at Decentralised AI Summit alongside Google/IBM/Microsoft/Nvidia",
        "ups": 103
    },
    {
        "title": "DeepBrain Chain CMO gives Speech in Seoul",
        "ups": 92
    },
    {
        "title": "DeepBrain Chain CEO Feng He Presents at the NEO DevCon Today.",
        "ups": 90
    },
    {
        "title": "Week 1: A Moonshot for the NEO DevCon Conference: DBC",
        "ups": 90
    },
    {
        "title": "The telegram is cancerous as is the community",
        "ups": 79
    },
    {
        "title": "[Announcement] We just added Deepbrain Chain to Cryptflix! Check it out and let us know what you think!",
        "ups": 76
    },
    {
        "title": "DeepBrainChain will be presenting at the decentralized ai summit along with Google, Nvidia, IBM",
        "ups": 74
    },
    {
        "title": "DBC to be listed on NEOs 1st decentralised exchange on march 16th",
        "ups": 75
    },
    {
        "title": "Binance listing soon!!",
        "ups": 73
    },
    {
        "title": "Binance just listed it’s first NEP-5 token RPX, could DBC be next?",
        "ups": 73
    },
    {
        "title": "DBC Team confirms there will be master nodes",
        "ups": 64
    },
    {
        "title": "Deep Brain Chain - Blockchain Artificial Intelligence - Cryptolve",
        "ups": 61
    },
    {
        "title": "Should you invest in DeepBrain Chain (DBC)? Heres what you need to Know!...",
        "ups": 66
    },
    {
        "title": "The Crypto Lark review + Visiting the DBC Shanghai Office",
        "ups": 66
    },
    {
        "title": "Binance Added First NEP5 token, Opening The Door For NEO tokens...I Believe DBC Is Next!!",
        "ups": 57
    },
    {
        "title": "DeepBrain Chain Foundation and ID Chain Foundation establish strategic partnership",
        "ups": 59
    },
    {
        "title": "I’m in!",
        "ups": 54
    },
    {
        "title": "Deepbrain chain got listed on major Indian Cryptocurrency Exchange BITBNS. DBC to moon soon.",
        "ups": 52
    },
    {
        "title": "Great video on DBC, why it stands out is because unlike most you tubers Crypto E only praises DBC, NEO and is vocal about aside from BTC, the NEO platform is it. I liked it, and I'm long on DBC",
        "ups": 46
    }
]