[
    {
        "title": "We are proud to announce that 3 more Partner Clinics have joined the Dentacoin Network!",
        "ups": 29
    },
    {
        "title": "Dental implants by the leading German manufacturer Bredent can now be purchased with Dentacoin",
        "ups": 21
    },
    {
        "title": "Dentacoin got the most votes to get listed on CryptoWolf. Waiting for the team to reach out now.",
        "ups": 23
    },
    {
        "title": "Dentacoin Team: We are real. And we are here to stay.",
        "ups": 25
    },
    {
        "title": "DCN has dipped back to $.0009 with a steady decline. Upvote to get some answers from a company that has fallen off the face off the earth.",
        "ups": 21
    },
    {
        "title": "Dentacoin is now traded on IDAX",
        "ups": 21
    },
    {
        "title": "I has been a week since we starting accepting DCN in our offices and the results have been great!",
        "ups": 16
    },
    {
        "title": "We are proud to announce Arklign, the first laboratory to accept DCN in California",
        "ups": 15
    },
    {
        "title": "We are running a poll on twitter. You can vote if you want DCN to be listed on CryptoWolf Exchange.",
        "ups": 15
    },
    {
        "title": "Dentacoin, give us coin burn or we all burn",
        "ups": 16
    },
    {
        "title": "What is Dentacoin (DCN)? A Beginner’s Guide",
        "ups": 15
    },
    {
        "title": "2 more clinics from Europe and Asia join the Dentacoin Partner Network!",
        "ups": 13
    },
    {
        "title": "#DCN #Vote #CryptoWolf + #BitIndia",
        "ups": 12
    },
    {
        "title": "Dentacoin Weekly Update 26 Jan - 2 Feb, 2018",
        "ups": 13
    },
    {
        "title": "Vote for Dentacoin ;)",
        "ups": 12
    },
    {
        "title": "DCN Coming To New Exchange Upcoin March 1st!",
        "ups": 12
    },
    {
        "title": "+2,000 subscribers! Congrats to the Dentacoin team!",
        "ups": 10
    },
    {
        "title": "Dentacoin (DCN): The Altcoin Investors Actually Believe in During a Dip",
        "ups": 10
    },
    {
        "title": "Blockchain Technology Dentistry",
        "ups": 9
    },
    {
        "title": "How much DCN's you guys holding?",
        "ups": 9
    },
    {
        "title": "Dentacoin Road Map",
        "ups": 8
    },
    {
        "title": "To hodl or not to hodl?",
        "ups": 8
    },
    {
        "title": "Dentacoin UP while 96% of alts are down!",
        "ups": 6
    },
    {
        "title": "Upcoming Event: Dentacoin (DCN) Insurance Testnet Launch - December 31, 2018",
        "ups": 6
    },
    {
        "title": "Not very serious dentavox",
        "ups": 7
    }
]