[
    {
        "title": "Great New ECC Marketing Video -- Start with Why?",
        "ups": 145
    },
    {
        "title": "We believe that privacy is one of life’s basic requirements. And now we’re ready to share our beliefs with the world.",
        "ups": 91
    },
    {
        "title": "[ALL] AMA with ECC Team Live at 22 GMT/UTC +1",
        "ups": 83
    },
    {
        "title": "In case you missed it, this was posted on twitter. Share away!",
        "ups": 79
    },
    {
        "title": "This is a 1$ Project all day long. I expect a moon shot soon. The BIGGEST gainer of 2018?",
        "ups": 60
    },
    {
        "title": "ECC Community and Project Update",
        "ups": 65
    },
    {
        "title": "PSA: Rest assured about ECC.",
        "ups": 61
    },
    {
        "title": "ECC review",
        "ups": 56
    },
    {
        "title": "A couple of announcements",
        "ups": 56
    },
    {
        "title": "ECC top pick of 2018",
        "ups": 56
    },
    {
        "title": "🚨Attention ECC community! We would like to inform you that an unknown online ECC wallet has hit the web (MyEccWallet). ECC is not the creator nor is in any way affiliated with this wallet- Please do not use it until we are able to confirm the source. 🚨",
        "ups": 52
    },
    {
        "title": "Alongside this installment of the weekly dev stand-up post, we have some other exciting updates to share! #ECC #ProjectECC #ECCfamily",
        "ups": 52
    },
    {
        "title": "QA on 31st Jan (22 GMT/ UTC +1)",
        "ups": 44
    },
    {
        "title": "ECC + LinkedIn = Serious Business",
        "ups": 43
    },
    {
        "title": "Why ECC is my favourite coin",
        "ups": 43
    },
    {
        "title": "Just received my REAL ECC coin and it's awesome ! HUGE thanks to r5721 (the coin traveled from the US to France :) ).",
        "ups": 47
    },
    {
        "title": "Weekly Dev Stand-up",
        "ups": 40
    },
    {
        "title": "Teamwork Makes the Dream Work",
        "ups": 41
    },
    {
        "title": "In what may appear to be an industry of unbalanced proportions, ECC looks to bring a truthful equilibrium to the cryptocurrency market through our network services. Where cost and value collide in a way that is beneficial to all parties involved! #ECC #ProjectECC #ECCfamily",
        "ups": 38
    },
    {
        "title": "Prove that we have a strong community and take 30 seconds to vote!",
        "ups": 36
    },
    {
        "title": "ECC Wallpaper I Made",
        "ups": 37
    },
    {
        "title": "$ECC can now be tracked on Moonstats.com 🚀Latest rates, live &amp; historical charts and calculator.",
        "ups": 33
    },
    {
        "title": "My Thoughts on ECC",
        "ups": 33
    },
    {
        "title": "We won the Cryptowhale vote and here's the review.",
        "ups": 34
    },
    {
        "title": "Vote for ECC to be listed on new exchanges!",
        "ups": 32
    }
]