[
    {
        "title": "Not sure if everyone saw this yet, it’s a statement from Richard Ells that came out earlier about what happened.",
        "ups": 329
    },
    {
        "title": "Electroneum To Exhibit At The Mobile World Congress – A First for any Crypto Coin",
        "ups": 182
    },
    {
        "title": "Photo of ETN at Mobile World Congress",
        "ups": 174
    },
    {
        "title": "Electroneum (ETN) will be listed on KuCoin",
        "ups": 159
    },
    {
        "title": "I got an Electroneum birthday cake",
        "ups": 151
    },
    {
        "title": "Electroneum Team Arrived in #Barcelona Queues for #GSMA mobile World Congress are already Massive.",
        "ups": 134
    },
    {
        "title": "Electroneum- First Day at GSMA",
        "ups": 133
    },
    {
        "title": "Electroneum Update from Richard Ells via email blast",
        "ups": 124
    },
    {
        "title": "The new web UI, what do you think about it?",
        "ups": 107
    },
    {
        "title": "NEW EXCHANGE ANNOUNCEMENT",
        "ups": 103
    },
    {
        "title": "Electroneum Update (Facebook post)",
        "ups": 106
    },
    {
        "title": "ELECTRONEUM FUD - MY THOUGHTS",
        "ups": 95
    },
    {
        "title": "Done with this community on reddit",
        "ups": 85
    },
    {
        "title": "To those that bash on Electronuem for not doing enough...Be grateful that the ETN team communicates, updates on social media, has a large following and has strategic plans in mind compared to all the other coins that have failed as this article states.",
        "ups": 90
    },
    {
        "title": "ETN on Kucoin",
        "ups": 84
    },
    {
        "title": "My bro made these. Color off a bit but I thought it was cool of him.",
        "ups": 82
    },
    {
        "title": "Just mined my first 500etn! CHEERS GUYS AND HODL",
        "ups": 75
    },
    {
        "title": "Just released my ETN Android Price Widget - What do you think?",
        "ups": 76
    },
    {
        "title": "Guys, are we keen to set up an Official discussion on the top of this /Reddit? Where we can daily-weekly discuss the tech-side/achievements and progression of Electroneum business wise?",
        "ups": 74
    },
    {
        "title": "For those who don't wish to read the entire post. Here's the most important part about Block 202162.",
        "ups": 73
    },
    {
        "title": "New Exchange Announcement (16/02/2018)",
        "ups": 66
    },
    {
        "title": "No crypto and Bitcoin ban in India. Its FUD brought about by missunderstanding",
        "ups": 68
    },
    {
        "title": "Electroneum is getting a chance at BitIndia",
        "ups": 67
    },
    {
        "title": "The trading on NEXT.exchange will start from February 14th, 2018",
        "ups": 67
    },
    {
        "title": "EMAIL UPDATE FULL",
        "ups": 63
    }
]