[
    {
        "title": "Huge News - Enigma is Launching the Enigma Data Marketplace",
        "ups": 216
    },
    {
        "title": "The Enigma Protocol - Scalable Privacy for Blockchains",
        "ups": 183
    },
    {
        "title": "Welcome Moria Abadi to Enigma! 🙌 She is a former IBM researcher with 15+ years of software engineering experience. 🎉",
        "ups": 168
    },
    {
        "title": "New member! Please welcome Avishai to the Enigma team! Prior to Enigma, he worked on Intel's Predictive Analytics Group on machine learning products. Welcome Avishai!",
        "ups": 121
    },
    {
        "title": "Why Enigma is revolutionizing the blockchain: an Infographic.",
        "ups": 118
    },
    {
        "title": "Professor Alex \"Sandy\" Pentland - Director at the MIT Media Lab - speaks this morning at MIT about Enigma and its revolutionary potential.",
        "ups": 123
    },
    {
        "title": "Another incredible Enigma partner, Harvard-led Nebula Genomics blockchain! Loving Enigma more and more every day.",
        "ups": 112
    },
    {
        "title": "Enigma as TOP 10 Blockchain Startups to Watch",
        "ups": 110
    },
    {
        "title": "This interview with Vitalik leaves me even more confident in the Enigma protocol as a hole. Great interview.",
        "ups": 91
    },
    {
        "title": "ENG on Huobi!",
        "ups": 90
    },
    {
        "title": "We are 10,000 ✌️",
        "ups": 88
    },
    {
        "title": "Sneak Peek: Enigma Data Marketplace – Enigma",
        "ups": 89
    },
    {
        "title": "Enigma Infographic Submission",
        "ups": 80
    },
    {
        "title": "Enigma now has a Facebook page! This is a great place to keep track of major announcements, and you can interact with our team and community in the comments.",
        "ups": 81
    },
    {
        "title": "ENG is the #1 recovering coin right now. Real projects will survive this dip and THRIVE.",
        "ups": 67
    },
    {
        "title": "NaPoleonX and Enigma announce partnership",
        "ups": 65
    },
    {
        "title": "Enigma’s partner, Kyber Network, Launches Mainnet",
        "ups": 62
    },
    {
        "title": "RIGHT NOW: Enigma is presenting our project on WeChat with https://t.co/fCZ0pyTsaA! We're excited to be connecting more with our Chinese community after NEO DevCon",
        "ups": 63
    },
    {
        "title": "For those with little to no time: I converted Enigma's White Paper into an audio file to listen to while I bike or drive - Hope this helps!",
        "ups": 61
    },
    {
        "title": "Enigma Price Up 26%, Volume too!",
        "ups": 59
    },
    {
        "title": "Kyber-network now supports ENG",
        "ups": 60
    },
    {
        "title": "It is time to go hard and educate people on enigma",
        "ups": 60
    },
    {
        "title": "Great addition to the Enigma team",
        "ups": 60
    },
    {
        "title": "No Brainer",
        "ups": 57
    },
    {
        "title": "You can now Buy ENG on Cryptowolf",
        "ups": 59
    }
]