[
    {
        "title": "Bancor confirm EOS partnership",
        "ups": 361
    },
    {
        "title": "Here's why you should get excited about the price this quarter",
        "ups": 281
    },
    {
        "title": "Why I’ve been accumulating thousands of EOS",
        "ups": 273
    },
    {
        "title": "If you're looking for quick gains - you've come to the right place",
        "ups": 245
    },
    {
        "title": "Great read and insight into Everipedia. Going to great for EOS",
        "ups": 234
    },
    {
        "title": "Great article about EOS",
        "ups": 224
    },
    {
        "title": "During the correction I'm spending my time learning Blender instead of looking at charts 24/7, hope you like this thing I made",
        "ups": 214
    },
    {
        "title": "A sign from the Gods...",
        "ups": 194
    },
    {
        "title": "ETH to EOS Relay Code - Ethereum Killer - ANY Ethereum smart contract app can be ported along with the investor tokens!",
        "ups": 185
    },
    {
        "title": "Bitfinex confirms EOSfinex \"A high-performance, decentralized exchange\"",
        "ups": 172
    },
    {
        "title": "If you received 26,707.9202 EOS from the sky, that was me and you can do the right thing.",
        "ups": 178
    },
    {
        "title": "How can EOS allow complex computations, without requiring transaction fees/gas?",
        "ups": 163
    },
    {
        "title": "Why you shouldn't get too excited about price before end of this quarter",
        "ups": 139
    },
    {
        "title": "Why EOS may be the Best Investment Opportunity of Our Lifetime That You Haven’t Already Missed.",
        "ups": 110
    },
    {
        "title": "EOS is setting up to be the biggest project in the world of Cryptocurrency. I made a video giving my thoughts on why I think so......don't miss it.",
        "ups": 103
    },
    {
        "title": "Exodus planning to add One-Click EOS registration",
        "ups": 93
    },
    {
        "title": "Everything you need to know for the upcoming Everipedia airdrop!",
        "ups": 89
    },
    {
        "title": "Bitfinex to Build Decentralized Exchange using EOS",
        "ups": 76
    },
    {
        "title": "First ONEPAY demo video now available",
        "ups": 72
    },
    {
        "title": "EOS and Air Drops",
        "ups": 75
    },
    {
        "title": "We need to pay this guy to make us a native EOS blockchain ledger nano app to safely register our EOS keys! Let's all leave him a comment on his video explaining that we will fund him to do this for us!",
        "ups": 70
    },
    {
        "title": "Another project will adopt EOS platform. It’s Healthcare",
        "ups": 64
    },
    {
        "title": "Warning: Fake MyEtherWallet in Google Play Store",
        "ups": 64
    },
    {
        "title": "The incentives model around EOS is groundbreaking and highly underrated",
        "ups": 64
    },
    {
        "title": "New supporter to EOS ecosystem",
        "ups": 59
    }
]