[
    {
        "title": "Forbes Quote Of The Day: Vitalik Buterin",
        "ups": 2829
    },
    {
        "title": "Wyoming Senate Bill Proposes to Exempt Cryptocurrencies from Taxes",
        "ups": 2293
    },
    {
        "title": "Vitalik just donated 100 ETH to the Internet Archive! P.S. I'm matching all donations, up to $1 mil 🍍",
        "ups": 2156
    },
    {
        "title": "Singapore Will Not Ban Cryptocurrencies Says Deputy Prime Minister",
        "ups": 1918
    },
    {
        "title": "Brisbane Airport to Accept Payments in Ethereum",
        "ups": 1790
    },
    {
        "title": "Poland's Central Bank Secretly Paid Youtubers to Slander Cryptos",
        "ups": 1735
    },
    {
        "title": "Happy 5 millionth!",
        "ups": 1604
    },
    {
        "title": "Official MyEtherWallet Statement",
        "ups": 1593
    },
    {
        "title": "Switzerland Issues Guidelines in Order to Start ICOs and Become a “CryptoNation”",
        "ups": 1521
    },
    {
        "title": "United Nation World Food Programme using Ethereum Blockchain instead of Banks",
        "ups": 1499
    },
    {
        "title": "Yesterday Bryan Armstrong (CEO of Coinbase) wrote a blog post about using cryptocurrency for charity. He described my project almost exactly. Last week I started the interview process at Coinbase. The recruiter and I discussed my project",
        "ups": 1490
    },
    {
        "title": "CFTC to Take 'Do No Harm' Approach on Crypto Regulation",
        "ups": 1375
    },
    {
        "title": "MyCrypto hostile takeover of MyEtherwallet twitter handle: If they just take a twitter handle like that, it shows severe lack of ethics. Why would you trust them not to take your balance in the future too?",
        "ups": 1206
    },
    {
        "title": "Spain Wants To Attract Blockchain and Cryptocurrency Companies With Lower Taxes",
        "ups": 1139
    },
    {
        "title": "Putin endorses Blockchain: The Stone Age has not ended due to the lack of stones, but because new technologies have appeared.",
        "ups": 1132
    },
    {
        "title": "Because of Coinbase Commerce, I was able to add Ethereum as a payment option on our store today!",
        "ups": 1103
    },
    {
        "title": "Apps on the Ethereum Network made more than $2 million in revenue in the last 24h",
        "ups": 1032
    },
    {
        "title": "\"Whether it is wealth inequality, corruption, identity fraud, theft or confiscation, Ethereum holds the potential to improve upon the status quo by many orders of magnitude. \"",
        "ups": 1027
    },
    {
        "title": "Another e-commerce shop accepting ETH! This Shopify/Coinbase partnership is going to be HUGE for mass adoption",
        "ups": 1019
    },
    {
        "title": "Coinbase Launches a PayPal Like Plugging For Ethereum",
        "ups": 1013
    },
    {
        "title": "FYI: Atomic swaps between Ethereum, Erc20 tokens and Bitcoin-based coins have now be completed successfully on mainnet!",
        "ups": 909
    },
    {
        "title": "Just a reminder from Vitalik from last month. We need to improve the quality of our dApps as a community.",
        "ups": 856
    },
    {
        "title": "Over $10,000,000 is circulating in Ethereum games each week",
        "ups": 745
    },
    {
        "title": "Geth v1.8.0: Iceberg! Go and sync mainnet within a minute!",
        "ups": 739
    },
    {
        "title": "US SEC is hunting down pump &amp; dump groups - preparing for legal action, and offering rewards to whistleblowers!",
        "ups": 724
    }
]