[
    {
        "title": "If this posts get over 50 up votes I will change my nickname from EthWarrior to LendWarrior",
        "ups": 158
    },
    {
        "title": "Special Announcement - Introducing zero-fee lending when LEND is used as the medium and 50% fee reduction for LEND backed Loans",
        "ups": 103
    },
    {
        "title": "Unboxing the new LEND utility and fee structure — LEND to become the blockchain lending currency",
        "ups": 95
    },
    {
        "title": "ETHLend Reaches Record Breaking — Over 4,000 ETH Lending Volume",
        "ups": 67
    },
    {
        "title": "🎉 ETHLend selected as a finalist for 2018 LendIt Fintech Industry Awards 🎉",
        "ups": 67
    },
    {
        "title": "Let's keep trying to build the ETHLend subreddit",
        "ups": 63
    },
    {
        "title": "ETHLend Joins The Enterprise Ethereum Alliance (EEA)",
        "ups": 58
    },
    {
        "title": "🔥 Development Update: A Step Further into CryptoFinance — Official Release of Omura Alpha 0.2.1",
        "ups": 51
    },
    {
        "title": "Thank you ETHLend community!",
        "ups": 47
    },
    {
        "title": "ETHLend Reached over 3 000 ETH Lending Volume since Alpha 0.2 release",
        "ups": 48
    },
    {
        "title": "Lol let’s get it boys",
        "ups": 44
    },
    {
        "title": "ETHLend (LEND) Cuts Out The Need For Banks",
        "ups": 46
    },
    {
        "title": "We believe in you EthLend",
        "ups": 44
    },
    {
        "title": "151 ETH loan go funded under an hour - 12.1 ETH premium - ETHLend is becoming a serious tool!",
        "ups": 43
    },
    {
        "title": "COINSPOT is proud to announce the listing of LEND on February 23rd 2018.",
        "ups": 42
    },
    {
        "title": "Opinion: Why the switch from Ether to LEND-backed loans is brilliant",
        "ups": 39
    },
    {
        "title": "✈ The ETHLend Worldwide Roadshow for Q1 2018 has been revealed. Come and join us!",
        "ups": 35
    },
    {
        "title": "Who wants to be an ETHLend Ambassador?",
        "ups": 32
    },
    {
        "title": "There are 12 Loan request all ranging from 3% - 20% interest. ETHlend is one of the better \"passive\" income platform around atm. And you don't even have to sign up and give them all of your details either.",
        "ups": 28
    },
    {
        "title": "LEND had the #1 growing community in crypto yesterday!",
        "ups": 30
    },
    {
        "title": "This is the info I want to see on the homepage.",
        "ups": 30
    },
    {
        "title": "Special announcement today from ETHLend at 18 GMT",
        "ups": 30
    },
    {
        "title": "ETHLend Coin review! What is ETHLend? Should you buy? $1 Price Target in...",
        "ups": 26
    },
    {
        "title": "ETHLend Alpha 0.2.0 Lending Volume Update &amp; Bug fix",
        "ups": 27
    },
    {
        "title": "Some freebies for the fellow LEND-lubbers",
        "ups": 25
    }
]