[
    {
        "title": "If you're freaking out about ETHOS's timeline...read this",
        "ups": 109
    },
    {
        "title": "Ethos is partnering with Taxfyle to handle taxes as seamless as possible",
        "ups": 99
    },
    {
        "title": "Official Ethos UW Wallet PREVIEW! Great work from the team so far, excited to see this revolutionize the Crypto Space. 👏",
        "ups": 59
    },
    {
        "title": "Ethos just made their first transaction to a wallet!",
        "ups": 57
    },
    {
        "title": "Ethos Dev Update",
        "ups": 56
    },
    {
        "title": "ETHOS WELCOMES ADAM MEGHJI TO THE TEAM!",
        "ups": 43
    },
    {
        "title": "Coinbase, Coinmarketcap, Blockfolio, Hardware wallet &amp;amp; TA features (and later fiat gateway + bank account) in 1! App..!",
        "ups": 42
    },
    {
        "title": "Made a 4k Ethos wallpaper for all those hodlers out there!",
        "ups": 42
    },
    {
        "title": "What is Ethos? An In-depth Look at the Coin, Universal Cryptocurrency Wallet, &amp;amp; Portfolio Manager",
        "ups": 39
    },
    {
        "title": "Ethos added to New Exchange! Accepts Paypal!",
        "ups": 35
    },
    {
        "title": "Exciting news from the Ethos team!",
        "ups": 36
    },
    {
        "title": "For those who have yet to watch the Ethos live stream with Adam Meghji, the newest member of the team. Hugely informative!",
        "ups": 33
    },
    {
        "title": "Ethos UI",
        "ups": 30
    },
    {
        "title": "Ethos Bedrock Explained and How It Provides Value for the Ethos Token",
        "ups": 26
    },
    {
        "title": "Ethos compared with Blockport, Covesting etc.",
        "ups": 38
    },
    {
        "title": "A few thoughts from Ethos Product Manager Kevin Dean Pettit on what it means to control your private keys 🔑🔑🔑",
        "ups": 24
    },
    {
        "title": "WOW",
        "ups": 21
    },
    {
        "title": "Why Ethos is rallying",
        "ups": 22
    },
    {
        "title": "Suggestion: Add the super crisp ETHOS logo to the icon on reddit app.",
        "ups": 19
    },
    {
        "title": "Ethos has an opportunity to feed alot of pent up demand",
        "ups": 17
    },
    {
        "title": "Why fear ?",
        "ups": 20
    },
    {
        "title": "Upcoming Event: Ethos (ETHOS) Crypto Virtual Summit, Online - March 1, 2018",
        "ups": 17
    },
    {
        "title": "Our blog wrote an article on ethos! Check it out here.",
        "ups": 16
    },
    {
        "title": "Shingo Lavine Is going to participate in Crypto Virtual Summit",
        "ups": 16
    },
    {
        "title": "Clearing up misconceptions of Ethos",
        "ups": 14
    }
]