[
    {
        "title": "Brass Golem coming to Ethereum mainnet end of March/early April!",
        "ups": 99
    },
    {
        "title": "Golem Alpha 0.11.0 Windows 10 Installation &amp; Demo",
        "ups": 67
    },
    {
        "title": "Golem Ranked #15 of cryptocurrencies based on github commits",
        "ups": 68
    },
    {
        "title": "Former Facebook exec: \"People always talk about Data as the new Oil; I think Computing Power is the new Steel.\"",
        "ups": 57
    },
    {
        "title": "Teach your Golem how to learn – The Golem Project",
        "ups": 54
    },
    {
        "title": "Golem Coin Review: Everything you need to know before investing",
        "ups": 55
    },
    {
        "title": "Welcome to the February edition of Golem team’s reddit AMA!",
        "ups": 56
    },
    {
        "title": "Julian Zawistowski - CEO Golem - Ethereum London Meetup",
        "ups": 51
    },
    {
        "title": "Announcing Ethereum Community Fund",
        "ups": 46
    },
    {
        "title": "So Hypothetically, how much computing power is available on the entire planet at any given time?",
        "ups": 46
    },
    {
        "title": "Why Decentralization Matters",
        "ups": 38
    },
    {
        "title": "Telegram Group Users: beware of a Julian impersonator!",
        "ups": 37
    },
    {
        "title": "Concerns of a loyal Golem supporter",
        "ups": 32
    },
    {
        "title": "My Article On Altcoins That Solve Real-World Problems Featuring Golem And SiaCoin",
        "ups": 37
    },
    {
        "title": "Has Golem made any progress or update regarding using Golem for use-cases other than CGI rendering?",
        "ups": 32
    },
    {
        "title": "Golem Project to Hold AMA Session",
        "ups": 27
    },
    {
        "title": "Golem seems to be getting a lot of love on bitcointalk [checkout the social posts section at the bottom-left]",
        "ups": 30
    },
    {
        "title": "10. Golem (GNT)",
        "ups": 28
    },
    {
        "title": "Chris Waclawek, Biz-dev for Golem will be at a panel today at ETHDenver Hackathon. 4pm local time, click \"livestream access\" to tune in!",
        "ups": 29
    },
    {
        "title": "Golem kanban on Trello.",
        "ups": 29
    },
    {
        "title": "Viggith in London - a Deep Dive on Golem Tech full video",
        "ups": 28
    },
    {
        "title": "Where does most of the demand for computational power come from?",
        "ups": 24
    },
    {
        "title": "Come brainstorm with us: join our UX feedback &amp; ideas Rocket chatroom",
        "ups": 24
    },
    {
        "title": "New to golem",
        "ups": 23
    },
    {
        "title": "GNT value against Golem Project progress in general",
        "ups": 24
    }
]