[
    {
        "title": "Hive Project’s CMO is on TV in Slovenia again...Hive Project is the go-to opinion maker in Slovenia, its first target market!",
        "ups": 25
    },
    {
        "title": "Hive Project HVN - The World’s First Crypto Invoice Financing Platform (Video review by Crypto Bull Coins)",
        "ups": 22
    },
    {
        "title": "We won the challenge stage 1... Up to the next one!!!",
        "ups": 21
    },
    {
        "title": "Hive Project Platform DEMO: step-by-step guide",
        "ups": 18
    },
    {
        "title": "Hive Project has entered into new partnerships and signed letters of intent covering the huge Turkish and Latin American markets, bringing liquidity to millions of SMEs faster!",
        "ups": 19
    },
    {
        "title": "Let’s vote for Hive Project as “Coin with strongest Community”!!!",
        "ups": 20
    },
    {
        "title": "Hive Project Development Update: Powering Towards v1.0!",
        "ups": 19
    },
    {
        "title": "Why is Hive Project so important to small businesses? Well, in the UK alone, over half of small businesses have to wait up to 100 days for to get paid. With Hive Project, however, they can sell their invoice to get immediate liquidity",
        "ups": 18
    },
    {
        "title": "\"We have also had fintech companies from the USA contacting us in an effort to forge partnerships, which we continue to pursue.\"",
        "ups": 16
    },
    {
        "title": "Working around the clock to revolutionise invoice financing! Another amazing brainstorming session in Hive Project HQ!",
        "ups": 16
    },
    {
        "title": "Crypto Nation's Review of $HVN: \"Hive Project has the potential to fundamentally change how small businesses handle their cash flow.\"",
        "ups": 15
    },
    {
        "title": "What are Hive Project and invoice financing? Pretty funny intro video",
        "ups": 17
    },
    {
        "title": "DEMO STATISTICS: \"With 256,418 impressions for our DEMO posts, almost 800 SMEs &amp; factors registered, and as many as 1000 invoices now bought and sold, our interactive DEMO has already received a rousing reception\"",
        "ups": 15
    },
    {
        "title": "Hive Project CEO, Jure Soklic, attends a blockchain event in Slovenia - its first target market - with Prime Minister Miro Cerar in attendance.",
        "ups": 15
    },
    {
        "title": "\"We have been gradually adding to our back-office support staff and now have 15 team members, with a PhD staffer about to join to develop our Artificial Intelligence (AI) programme, which will further cement Hive Project’s role as a global leader &amp; future fintech giant.\"",
        "ups": 12
    },
    {
        "title": "The time is right and the demand is huge — small businesses need liquidity and growth!",
        "ups": 13
    },
    {
        "title": "TIME TO VOTE!!! HADAX are looking for strong token communities and want to see more evidence of our powerhouse abilities!",
        "ups": 12
    },
    {
        "title": "Hive Project Token (HVN) added to Coinomi - one of the largest multicoin mobile wallets in the world! Another step forward to making life as easy as possible for HVN token holders!",
        "ups": 11
    },
    {
        "title": "Hive Project Q2 Report: Countdown to the Platform Launch!",
        "ups": 10
    },
    {
        "title": "Ugur Yildirim (CFO) invited to attend the DFW — Digital Finance World in Frankfurt, the beating heart of the European financial world! (28/02 - 01/03)",
        "ups": 11
    },
    {
        "title": "Strong Business Foundations for Hive Project’s Continued Growth!",
        "ups": 10
    },
    {
        "title": "Hive Project interview on \"Huobi Talk\". Watch now the full interview!",
        "ups": 10
    },
    {
        "title": "Hive Project to the moon!!!",
        "ups": 10
    },
    {
        "title": "\"Already 3 institutional investors are committed to provide liquidity on Hive Project Platform\" - Hive Project CFO, Ugur Yildirim, on official Telegram",
        "ups": 8
    },
    {
        "title": "We need to show once again how srrong is the community of Hive Project... let’s vote!!!",
        "ups": 9
    }
]