[
    {
        "title": "WALLET IS NOW LIVE!",
        "ups": 404
    },
    {
        "title": "ICON is going to explode in 2018, look at these partnerships! 🚀🚀🌕",
        "ups": 310
    },
    {
        "title": "Icon: Partners Announced",
        "ups": 282
    },
    {
        "title": "Thoughts, Impressions, and Bonus Info from ICON’s first Annual Summit",
        "ups": 275
    },
    {
        "title": "Thoughts on Icon from a Crypto Whale: Part 1",
        "ups": 228
    },
    {
        "title": "We have a golden opportunity to make this subreddit the shining example of Cryptocurrency.",
        "ups": 214
    },
    {
        "title": "ICON (ICX) featured in mainstream media news in South Korea (Naver)",
        "ups": 203
    },
    {
        "title": "ICON... one of the most undervalued cryptos on today's market...",
        "ups": 191
    },
    {
        "title": "I guessed the URL and found the ICONex website",
        "ups": 186
    },
    {
        "title": "Feels good to hit $5 again",
        "ups": 154
    },
    {
        "title": "Smilegate, the 5th largest game maker in Korea, will launch Stove Coin on the ICON blockchain.",
        "ups": 146
    },
    {
        "title": "I believe in ICX not just because of the tech but Korean culture.",
        "ups": 144
    },
    {
        "title": "Bright Future for ICX",
        "ups": 140
    },
    {
        "title": "15000 subscribers and counting",
        "ups": 141
    },
    {
        "title": "ICON announces partnership with massive billion dollar gaming company Smilegate",
        "ups": 138
    },
    {
        "title": "For everyone who is stressed about the value of ICX",
        "ups": 138
    },
    {
        "title": "If you are suicidal, come here! &lt;3",
        "ups": 136
    },
    {
        "title": "ICON Annual Summit (semi) live tweets",
        "ups": 136
    },
    {
        "title": "Don't sell anything these next few days or the market might beat you.",
        "ups": 130
    },
    {
        "title": "Get $ICX while you still can. This is flying WAY under the radar.",
        "ups": 130
    },
    {
        "title": "Bullish review from Korean: \"Icon / ICX - Will Korean Ethereum put S. Korea on the blockchain?\"",
        "ups": 124
    },
    {
        "title": "Weiss Ratings Agency Report: \"Crypto-platforms are capable of running virtually anything.\" Icon for instance is being used by financial services companies, universities, even hospitals.",
        "ups": 123
    },
    {
        "title": "A realistic view",
        "ups": 122
    },
    {
        "title": "South Korea tops the list as the most innovative economy. This is why I believe in ICON.",
        "ups": 122
    },
    {
        "title": "Growing a strong ICX community",
        "ups": 122
    }
]