[
    {
        "title": "As an American who made a mistake purchasing your ICO thank you for returning my eth!",
        "ups": 12
    },
    {
        "title": "Coins been around for like a week and all sorts of people bitching about the price, read this roadmap and ditch that short term mentality!",
        "ups": 9
    },
    {
        "title": "Why does this project only have a marketcap of 45m? seem's undervalued",
        "ups": 6
    },
    {
        "title": "Dev updates, global expansion, IDH in indaHash app, and much more!",
        "ups": 6
    },
    {
        "title": "A little dead on here.",
        "ups": 7
    },
    {
        "title": "Why HODL IndaHash",
        "ups": 5
    },
    {
        "title": "Ask the experts: Blockchain and its use in marketing - featuring CEO and co-founder of indaHash Barbara Soltysinska",
        "ups": 4
    },
    {
        "title": "IDH +34% in 7 days!",
        "ups": 5
    },
    {
        "title": "indiHash now listed on Live Coin Watch!",
        "ups": 3
    },
    {
        "title": "Selling at loss?",
        "ups": 3
    },
    {
        "title": "Hi guys i just found 11000 idh tokens more in my wallet, this is amazing but someone knows why ? Sorry for my bad english",
        "ups": 3
    },
    {
        "title": "IndaHash Selected As A Noteworthy Project Of The Week!",
        "ups": 3
    },
    {
        "title": "Today Barbara Soltysinska 👩‍💼, co-founder and CEO of @indaHash ✌ presented \"Influencer Marketing x ICO\" 🌐 spreading the word of #indaHashCoin and our mission to tokenize the influencer industry 🚀🏆 at the #MashingUp event in Tokyo 🇯🇵 !",
        "ups": 2
    },
    {
        "title": "How do you move indahash tokens from Metamask to an exchange?",
        "ups": 2
    },
    {
        "title": "Marketing an ICO: cryptocurrencies, influencers and indaHash - interview with CEO and co-founder Barbara Soltysinska",
        "ups": 2
    },
    {
        "title": "indaHash $IDH is now listed on Moonstats 🚀 Latest rates, live &amp; historical charts and calculator.",
        "ups": 2
    },
    {
        "title": "What was the indahash ico price? Has the coin dropped below ico levels presently???",
        "ups": 2
    },
    {
        "title": "👉Take a look at the very first article in Japanese 🇯🇵 about indaHash and our CEO - Barbara Soltysinska 🚀covered by @cafeglobe ☕️",
        "ups": 2
    },
    {
        "title": "IDH marketing banner goes live 1000+ impressions a day.",
        "ups": 1
    },
    {
        "title": "How Influencers Helped indaHash Coin Become One of the TOP ICO’s Globally!",
        "ups": 0
    }
]