[
    {
        "title": "Volkswagen announces cooperation with IOTA",
        "ups": 1251
    },
    {
        "title": "IOTA at Bosch Connect World 2018!",
        "ups": 961
    },
    {
        "title": "Announcing the IOTA Ecosystem",
        "ups": 932
    },
    {
        "title": "Ledger Nano S: Major roadblocks have been overcome, performance improvements, start of the Web Wallet. It's all here. Enjoy!",
        "ups": 816
    },
    {
        "title": "An IOTA Wallet design-concept my grandma could use",
        "ups": 757
    },
    {
        "title": "Volkswagen Sees Huge Potential in IOTA - Bosch Conference, Berlin",
        "ups": 732
    },
    {
        "title": "Trinity Update - 12 Feb",
        "ups": 698
    },
    {
        "title": "[UNVERIFIED] The Taipei city government and the IOTA foundation are using the distributed account technology for identity recognition and signing a memorandum of cooperation.",
        "ups": 673
    },
    {
        "title": "IOTA presented at Microsoft IOT event",
        "ups": 642
    },
    {
        "title": "IOTA: Real-world use cases are coming",
        "ups": 638
    },
    {
        "title": "@Volkswagen supporting #IOTA as @JohannJungwirth points out in his keynote at #BCW18 about the digital mobility ecosystem",
        "ups": 633
    },
    {
        "title": "\"we are so pleased to announce that v1.0.0 of our IOTA C++ Library has been released\"",
        "ups": 621
    },
    {
        "title": "Welcome Mark Sulavka to the IOTA Foundation",
        "ups": 595
    },
    {
        "title": "Welcome Alisa Maas to the IOTA Foundation",
        "ups": 573
    },
    {
        "title": "Oyster Testnet A is Live! - They also launched 100 Nelson nodes to support IOTA!",
        "ups": 554
    },
    {
        "title": "At the end of the day it does not matter much who was right or wrong during the DCI vs. IOTA. Let's leave the whole shit show behind and focus on what really matters!",
        "ups": 542
    },
    {
        "title": "City of Taipei Confirms It's Testing IOTA Tech for ID",
        "ups": 531
    },
    {
        "title": "Here is what you missed on discord last night! (Some insight from dom schiener)",
        "ups": 530
    },
    {
        "title": "IOTA is now among 19 selected candidates for the new Swedish national currency ECrown [translated article]",
        "ups": 524
    },
    {
        "title": "Tangle Healthy AF Tonight (Purple == Confirmed)",
        "ups": 529
    },
    {
        "title": "Trinity Wallet Update - 19th Feb",
        "ups": 522
    },
    {
        "title": "Trinity Wallet Update",
        "ups": 509
    },
    {
        "title": "IOTA and Fujitsu in Discussion of Possibble Payments Partnership",
        "ups": 503
    },
    {
        "title": "Kontrol Energy enters into Agreement to Acquire Strategic Blockchain Software Firm, Enters IOTA Cryptocurrency Sector and announces $10 Million Financing",
        "ups": 487
    },
    {
        "title": "We need to up our game guys!! Everyone that see this post, do your duty and vote! Takes some seconds. Link in comments. #IOTASTRONG",
        "ups": 465
    }
]