[
    {
        "title": "We have solved the issue of atomic swaps between ERC20 and bitcoin.",
        "ups": 86
    },
    {
        "title": "Introducing our new Head of Social Media",
        "ups": 58
    },
    {
        "title": "Utrum is launching our dICO on Komodo Platform. 10 April 2018",
        "ups": 60
    },
    {
        "title": "BarterDEX is ready for dICO's Powered by Atomic Swaps!...... New milestone reached 50,000 Atomic Swaps",
        "ups": 54
    },
    {
        "title": "Komodo comes in at #3 on this article about 10 promising cryptocurrencies to watch in Q1 2018!",
        "ups": 46
    },
    {
        "title": "Exciting New Goals Revealed In Our Tech Roadmap!",
        "ups": 46
    },
    {
        "title": "Komodo Atomic Swaps count up!",
        "ups": 41
    },
    {
        "title": "BarterDEX takes top spot on /r/ethereum!",
        "ups": 39
    },
    {
        "title": "World’s First Scalable Atomic Swap Solution.",
        "ups": 41
    },
    {
        "title": "A Detailed Preliminary Outline for the dICO Process - Community Feedback Welcome",
        "ups": 33
    },
    {
        "title": "A good answer to my question a couple days ago about what sets Komodo apart from other DEX projects.",
        "ups": 33
    },
    {
        "title": "PIZZA &amp; BEER stress test for barterdex is in progress and going well, several important performance improvements were done for today's test.",
        "ups": 33
    },
    {
        "title": "Komodo Promo video",
        "ups": 30
    },
    {
        "title": "Github commit history of 616 cryptocurrencies based on most popular repo, with #Komodo dominating!",
        "ups": 31
    },
    {
        "title": "KOMODO — JASON BROWN — BLOCKCHAIN ECOSYSTEM SECURED BY THE BITCOIN HASH RATE",
        "ups": 27
    },
    {
        "title": "Get regular weekly updates with our Five Bullet Friday",
        "ups": 24
    },
    {
        "title": "New Dexstats.info website!!",
        "ups": 24
    },
    {
        "title": "Largest Stress Test Ever with ~$50k worth of KMD for grabs",
        "ups": 26
    },
    {
        "title": "New UX/UI for BarterDEX login procedure - Feedback welcome",
        "ups": 24
    },
    {
        "title": "To get our KMD pool off the ground we are handing out free KMD to miners!",
        "ups": 24
    },
    {
        "title": "+34% in 7 days!",
        "ups": 23
    },
    {
        "title": "I'm a strong Komodo supporter, and I do my best to let people know this awesome project",
        "ups": 37
    },
    {
        "title": "My response to a noble community member who asked, \"What can I do to help Komodo with marketing?\"",
        "ups": 24
    },
    {
        "title": "Amazing opportunity for Komodo Ban Complete: China Blocks Foreign Crypto Exchanges",
        "ups": 20
    },
    {
        "title": "Komodo at #48!",
        "ups": 20
    }
]