[
    {
        "title": "Kucoin needs to start adding more top 50 coins",
        "ups": 88
    },
    {
        "title": "An open letter to Kucoin",
        "ups": 79
    },
    {
        "title": "KuCoin, me and at least 25 others want a stop limit order!",
        "ups": 74
    },
    {
        "title": "KuCoin assures its users that we will pay 100% of all the giveaways",
        "ups": 59
    },
    {
        "title": "Kucoin daily volume is rising faster than bitcoin price is rising",
        "ups": 61
    },
    {
        "title": "Credit Where Credit is Due: Kucoin Bonus Payments Now Being Paid Hard and Fast",
        "ups": 56
    },
    {
        "title": "Kucoin unusable right now?",
        "ups": 54
    },
    {
        "title": "KCS Bonus Finally Working",
        "ups": 49
    },
    {
        "title": "Update On KuCoin Bonus And Gas Reward",
        "ups": 48
    },
    {
        "title": "Kucoin has tremendous improvement since i first use it.",
        "ups": 45
    },
    {
        "title": "Be Aware - BTC, ETH, KCS &amp; NEO are not being awarded correctly in bonus - please can we have some clarification KuCoin?",
        "ups": 48
    },
    {
        "title": "Kucoin should create an Cold Storage Option.",
        "ups": 48
    },
    {
        "title": "For all the people who think Kucoin is responsible for the Nano withdrawal failure",
        "ups": 48
    },
    {
        "title": "This listing will draw many users to Kucoin, HPB High Performance Blockchain.!!!",
        "ups": 43
    },
    {
        "title": "A little praise for Kucoin",
        "ups": 41
    },
    {
        "title": "Please take a look Kucoin developers !!",
        "ups": 40
    },
    {
        "title": "KuCoin support and communication is garbage, the exchange isn't much better.",
        "ups": 43
    },
    {
        "title": "Change of attitude? KuCoin is communicating.",
        "ups": 37
    },
    {
        "title": "I love me some KuCoin and KCS",
        "ups": 41
    },
    {
        "title": "High Performance Blockchain partnered with China Union Pay",
        "ups": 42
    },
    {
        "title": "How are we going to deal with KuCoin if they don't start paying old referral awards in full.",
        "ups": 36
    },
    {
        "title": "Kucoin volume is rising again after Chinese New year. Currently at $90,000,000 up from 68,000,000 earlier today",
        "ups": 40
    },
    {
        "title": "Kucoin really needs to bring back the referrals",
        "ups": 38
    },
    {
        "title": "Kucoin wrote me this after a week waiting... needs better support.",
        "ups": 38
    },
    {
        "title": "KuCoin Is The Best Exchange For NEO Tokens",
        "ups": 39
    }
]