[
    {
        "title": "To keep peoples mood, some fun!",
        "ups": 8600
    },
    {
        "title": "Xinxi Wang: \"Spotify could accept Litecoin. Let’s make it happen by retweeting it.\"",
        "ups": 1995
    },
    {
        "title": "Guy at the Senate hearing dressed as Charlie Lee’s Twitter avatar.",
        "ups": 1884
    },
    {
        "title": "Pay for your paella with Litecoin",
        "ups": 1767
    },
    {
        "title": "Charlie Lee tweets that LTC will be worth more the BCH this year.",
        "ups": 1694
    },
    {
        "title": "Doing my part 😄",
        "ups": 1597
    },
    {
        "title": "LitePay Officially Launches 2/26",
        "ups": 1582
    },
    {
        "title": "AD&amp;D Crypto. Something the not-so-young might remember.",
        "ups": 1231
    },
    {
        "title": "If this post gets 100 upvoted or if Charlie Lee comments to this. I would personally go to one of the Amazon HQ and put LTC stickers on the door .",
        "ups": 1211
    },
    {
        "title": "Just a reminder that the Litecoin fork is UNOFFICIAL and completely unrelated to Litecoin",
        "ups": 1131
    },
    {
        "title": "Banks Paid Youtubers to Slander Crypto Currency Trading",
        "ups": 1099
    },
    {
        "title": "Donuts for Litecoin - Now accepting Litecoin at my donut stand in Oregon",
        "ups": 1091
    },
    {
        "title": "Arizona accepting crypto for tax payment: Litecoin recognized",
        "ups": 1065
    },
    {
        "title": "Chikun Rising",
        "ups": 1023
    },
    {
        "title": "Told myself no one will start accepting Litecoin if I don't start using them. Just got these bad boys today",
        "ups": 1012
    },
    {
        "title": "For those who were wondering, this is why the mods filter accounts less than 7 days old.",
        "ups": 974
    },
    {
        "title": "Litecoin intends to become the most popular crypto currency for payments",
        "ups": 963
    },
    {
        "title": "All the flavor half the fat",
        "ups": 959
    },
    {
        "title": "We've made Litecoin our 'coin of the week'. Welcome back to the top 5 cryptocurrencies by market capitalisation old friend.",
        "ups": 938
    },
    {
        "title": "The \"ALL IN on ATH\" starter pack",
        "ups": 931
    },
    {
        "title": "Saw this gem on r/funny",
        "ups": 920
    },
    {
        "title": "41% of all Bitcoin ATMs Now Support Litecoin",
        "ups": 896
    },
    {
        "title": "I bought at $295",
        "ups": 859
    },
    {
        "title": "I look forward to the day people stop calling themselves Litecoin investors and start calling themselves Litecoin users",
        "ups": 849
    },
    {
        "title": "I saw these posted a couple weeks ago. I ordered one and it showed up yesterday! Best part, I bought it with litecoin!",
        "ups": 827
    }
]