[
    {
        "title": "“If things move as expected, we will opensource our new anti front-running technology called Dual Authoring next week.”",
        "ups": 33
    },
    {
        "title": "“Today we welcome Kenshin Chen Wong to join us as a full-time iOS developer. Kenshin used to work for ZTE, Sogo, and CreditEase, and he is very experienced in web, Android/iOS, and backend development. We expect his work will enable us to deliver LOOPRING's iOS app sooner.”",
        "ups": 33
    },
    {
        "title": "Loopring Token on NEO &amp; Qtum — Token Sale and Airdrop",
        "ups": 33
    },
    {
        "title": "Dual Authoring — Loopring’s Solution to Front-Running",
        "ups": 30
    },
    {
        "title": "Loopring to be used as the utility (exchange fee) token for NEX? This is huge news right?",
        "ups": 28
    },
    {
        "title": "“LRN (Loopring on NEO) expected during Q2 2018, will allow NEP-5 token trading via Loopring protocol.“",
        "ups": 28
    },
    {
        "title": "Loopring Protocol 2018 Product &amp; Development AMA",
        "ups": 25
    },
    {
        "title": "How to Bind Addresses to Receive LRN/LRQ Airdrops",
        "ups": 25
    },
    {
        "title": "Loopring iOS app mock up ✨",
        "ups": 22
    },
    {
        "title": "Happy Lunar Year by Loopring team",
        "ups": 21
    },
    {
        "title": "LRC is trading on a new Swiss based crypto exchange Lykke!",
        "ups": 22
    },
    {
        "title": "“Daniel introduced LOOPRING to students in Columbia. Many thanks to Columbia Blockchain Lab for organizing the event.”",
        "ups": 22
    },
    {
        "title": "Loopring New Year Lottery",
        "ups": 21
    },
    {
        "title": "Do not understand the math or how the token distribution will work? Let me help you out.",
        "ups": 21
    },
    {
        "title": "Loopring Interview: Airdrops, NEO &amp; QTUM launch, NEX collaboration, new wallet, QBAO, and more!",
        "ups": 17
    },
    {
        "title": "GitHub repository created for Loopr iOS native application",
        "ups": 18
    },
    {
        "title": "Ask your LRN/LRQ airdrop related questions here. Daniel will try to answer them when he is available.",
        "ups": 17
    },
    {
        "title": "A Brief Introduction to the Loopring Ecosystem Advancement Fund",
        "ups": 17
    },
    {
        "title": "Choose Loopring to be the Project You'd Like To Learn More About! We're Preparing Our Next BIG GUIDE!",
        "ups": 14
    },
    {
        "title": "Beautiful",
        "ups": 17
    },
    {
        "title": "Happy Chinese New Year From Loopring Global",
        "ups": 16
    },
    {
        "title": "What is Loopring? A Beginner’s Guide",
        "ups": 16
    },
    {
        "title": "Announcement in 2 days likely to coincide with neo devcon appearance",
        "ups": 16
    },
    {
        "title": "Just imagine loopring protocol integrated with new ledger app to trade crypto directly between ledger users...",
        "ups": 15
    },
    {
        "title": "\"Store on MEW/Loopring Wallet\"",
        "ups": 16
    }
]