[
    {
        "title": "ZRX, AGI, APPCoins &amp; Bancor now availible for TRADING on Lykke!! 😍 #spreadtheword",
        "ups": 28
    },
    {
        "title": "Geeky.Lykke[8]: Performance Improvement, Web Terminal",
        "ups": 29
    },
    {
        "title": "OMG, the native token of OmiseGO has been added today to Lykke Exchange for 0% fee trading. It's already available in the Lykke Wallet. OmiseGO is designed to enable financial inclusion and disrupt existing institutions",
        "ups": 27
    },
    {
        "title": "PSA: Lykke allows you to trade commodities such as XAU=Gold / XAG=Silver / XPD=Palladium / XPT=Platinum /",
        "ups": 23
    },
    {
        "title": "Lykke has listed REQ. Request Network is a decentralized network built on top of Ethereum, which allows anyone, anywhere to request a payment. Trading on the LykkeX is with 0% fee.",
        "ups": 23
    },
    {
        "title": "Litecoin Incoming?",
        "ups": 21
    },
    {
        "title": "Lykke finally adding new Crypto pairs as promised for q4 17'! BNT, APPC, BTS and more to come!",
        "ups": 21
    },
    {
        "title": "Lykke added over 20 ERC20 tokens for 0% trading! LTC, Dash, Ripple and more to come",
        "ups": 21
    },
    {
        "title": "We have added ENG token to the Lykke Exchange with 0% trading fees. The Enigma Project created by a team of MIT graduates is a second-layer, off-chain network that aims to solve scalability and privacy problems for blockchains.",
        "ups": 19
    },
    {
        "title": "Worldwide supercomputer Golem Project has listed its GNT token on the Lykke Exchange. Trading on Lykke is commission-free, new coins are coming",
        "ups": 20
    },
    {
        "title": "Questions on New Fees Policy (Effective 07/02/2018)",
        "ups": 19
    },
    {
        "title": "Augur Project's native REP token has been listed today on Lykke Exchange for 0% fee trading",
        "ups": 18
    },
    {
        "title": "We're happy to welcome the 0xProject community on the Lykke Exchange where the ZRX token has just been added for 0% fee trading",
        "ups": 19
    },
    {
        "title": "Important Update: Lykke has started a progressive roll-out of LTC trading for its users. The feature will be further developed in the coming weeks.",
        "ups": 17
    },
    {
        "title": "Loopring's LRC is now available in your Lykke Wallet for trading with a 0% fee. Loopring is an open protocol and a decentralized automated execution system that trades across crypto-token exchanges",
        "ups": 17
    },
    {
        "title": "Today Lykke has added POWR to the Lykke Exchange. PowerLedger is an amazing project that uses blockchain technology to enable households and buildings to trade excess solar power P2P favoring sustainability. Trading on Lykke is 0% fee.",
        "ups": 16
    },
    {
        "title": "Wow, Robinhood now has more than 1,000,000 sign ups for crypto…",
        "ups": 17
    },
    {
        "title": "Lykke Wallet new release: brand new homepage, faster BTC deposits and more",
        "ups": 15
    },
    {
        "title": "Will you add Swissborg (CHSB)?",
        "ups": 15
    },
    {
        "title": "Important Lykke Strategy Update: What the consolidation phase implies, what will be our product focus, organizational structure and next steps",
        "ups": 13
    },
    {
        "title": "Lykke is hiring! Our new open position, Marketing Director - Global, will be responsible for global marketing strategy across all Lykke products",
        "ups": 13
    },
    {
        "title": "We are happy to welcome Everex community to Lykke! Today EVX has officially been listed, a Swiss-based exchange committed to regulation compliance and highest standards of security. Trading fees on the Lykke Exchange are 0%",
        "ups": 13
    },
    {
        "title": "LykkeLKK $LKK is now listed on Moonstats 🚀 Latest rates, live &amp; historical charts and calculator.",
        "ups": 14
    },
    {
        "title": "Fees and Limits Update",
        "ups": 13
    },
    {
        "title": "Lykke to list SONM (SNM) on the Lykke Exchange",
        "ups": 13
    }
]