[
    {
        "title": "Sneak peek of the Metal Pay app PoPP'ing and making payments",
        "ups": 44
    },
    {
        "title": "AMA with Marshall Hayner 1/31/18",
        "ups": 46
    },
    {
        "title": "Welcome to our new Blockchain Engineer",
        "ups": 33
    },
    {
        "title": "Fan Clip and awesome work 🤘🏼 60sec PoPP",
        "ups": 33
    },
    {
        "title": "A former Apple Designer on the Importance of Implementing a Strong Design Culture into Cryptocurrency --- a blog post from Metalpay design lead Sid Parihar",
        "ups": 31
    },
    {
        "title": "Metal Vault VS MyEtherWallet / MyCrypto Comparison",
        "ups": 28
    },
    {
        "title": "Metal is now on Instagram - be sure to follow so you can stay up-to-date on all things Metal!",
        "ups": 25
    },
    {
        "title": "Metal named as one of two big disruptors of 2018 by Blockchain Asset Group",
        "ups": 25
    },
    {
        "title": "How Metal Pay is able to give you MTL",
        "ups": 24
    },
    {
        "title": "metal featured as top gainer last week",
        "ups": 22
    },
    {
        "title": "Metal is listed on LykkeX",
        "ups": 25
    },
    {
        "title": "Metal's Blockchain Engineer Jae Yang will be streaming live at this link today, Feb 13 at 7pm PST, for a Blockchain: AMA event hosted by Fintech Silicon Valley.",
        "ups": 23
    },
    {
        "title": "MyEtherWallet Drama, and Metal Vault opportunity",
        "ups": 22
    },
    {
        "title": "Metal Is Title sponsor Of The Atlanta Open Life Time Squash Tour",
        "ups": 21
    },
    {
        "title": "General Weekly Discussion - Week 1# February 2018",
        "ups": 20
    },
    {
        "title": "Metal Sponsoring 2018 the Metal Yacht Golf Event in Hong Kong",
        "ups": 20
    },
    {
        "title": "I made a Metal background, if any of you are interested!",
        "ups": 19
    },
    {
        "title": "What would prevent the price from falling?",
        "ups": 16
    },
    {
        "title": "Transcript of AMA with Metal CEO Marshall Hayner...good read!",
        "ups": 16
    },
    {
        "title": "Curious if people have thoughts about what is Metal's value against Coinbase Commerce. Why will Metal win?",
        "ups": 16
    },
    {
        "title": "Big Metal shout out in this article \"It will be hard to stop this wave of technological advancement\"",
        "ups": 17
    },
    {
        "title": "I mention MTL in my new article exploring how projects are using incentives in the blockchain space! LMK what you think. :)",
        "ups": 14
    },
    {
        "title": "Metal – Industry Analysis on the Otcrit Platform",
        "ups": 14
    },
    {
        "title": "Why dont we reopen the telegram channels and increase community involvement, now that the sentiment is increasing positive towards metalpay?",
        "ups": 13
    },
    {
        "title": "Necker Cup Presented By Metal Highlight Video",
        "ups": 14
    }
]