[
    {
        "title": "I have spent six hours on this post. You should read it. It's a complete summary of Metaverse(ETP).",
        "ups": 77
    },
    {
        "title": "Some developments and thoughts, Liftoff is closer than we think.",
        "ups": 38
    },
    {
        "title": "Metaverse cooperation project with Government of Dubai.",
        "ups": 36
    },
    {
        "title": "Eric Gu in new trailer. Smash the like button.",
        "ups": 37
    },
    {
        "title": "Metaverse (ETP) an undervalued cryptocurrency",
        "ups": 29
    },
    {
        "title": "Our boy Eric is in Dubai getting some work done! GIVE HIM THAT UPVOTE",
        "ups": 29
    },
    {
        "title": "Our last AMA with Eric. I repost it because lots of people seem to forget about this.",
        "ups": 29
    },
    {
        "title": "Metaverse ETP Hodler's Toolkit",
        "ups": 26
    },
    {
        "title": "Metaverse Invited to Participate the First US-China Blockchain Connect Conference",
        "ups": 22
    },
    {
        "title": "Please welcome new Metaverse Ambassador: Stanley from Singapore",
        "ups": 21
    },
    {
        "title": "Eric Gu in new documentary",
        "ups": 16
    },
    {
        "title": "NEWS:Metaverse LightWallet Android version is now live on the Google Play store!",
        "ups": 17
    },
    {
        "title": "ETP Competition on BJEX.com Smash the like button",
        "ups": 17
    },
    {
        "title": "\"ETP best coin to buy on Bitfinex\"",
        "ups": 13
    },
    {
        "title": "Metaverse CEO Eric Gu On Providing everyday users with digital identity &amp;amp; Taking the digital asset…",
        "ups": 16
    },
    {
        "title": "As 30k+ ETP holder this is how I feel when I see the price going down :) HODL brothers.",
        "ups": 13
    },
    {
        "title": "The necessary narrative of blockchain technology and Metaverse’s Foundation — Steemit",
        "ups": 13
    },
    {
        "title": "OKEx following Metaverse on Twitter. Listing coming soon?",
        "ups": 13
    },
    {
        "title": "Eric Gu will be speaking at the CoinSuper launch event today in Hong Kong!! He will be live on Facebook, stay tuned!!",
        "ups": 24
    },
    {
        "title": "Tomorrow will be an AMA with Eric Gu CEO.",
        "ups": 12
    },
    {
        "title": "The light wallet works very well and is user-friendly. I have made transfers to and fro (Bitfinex) within minutes.",
        "ups": 12
    },
    {
        "title": "Where is the spending report?",
        "ups": 11
    },
    {
        "title": "😀😀😀",
        "ups": 10
    },
    {
        "title": "Coinmarketcap 200+",
        "ups": 8
    },
    {
        "title": "DAPPs?",
        "ups": 8
    }
]