[
    {
        "title": "Monero and other poker chips",
        "ups": 685
    },
    {
        "title": "Banning privacy coins because of terrorism/drugs/laundering is like banning people from being allowed to have sex in privacy because pedophiles also like privacy.",
        "ups": 575
    },
    {
        "title": "A prototype of the Monero hardware wallet",
        "ups": 472
    },
    {
        "title": "Monero network hashrate just hit 1GH/s!",
        "ups": 468
    },
    {
        "title": "I've been making a couple of crypto t-shirts the past couple of days, I call this one 'Moonero'",
        "ups": 459
    },
    {
        "title": "Major US site Salon.com replacing ads with Monero mining in browser",
        "ups": 409
    },
    {
        "title": "This subreddit is an echo chamber",
        "ups": 389
    },
    {
        "title": "Cake Wallet - OPEN SOURCE - Here it is!",
        "ups": 382
    },
    {
        "title": "I bet someone 100 XMR on the Superbowl, won, and it paid for my and my friends entire trip and tickets 😭💚",
        "ups": 373
    },
    {
        "title": "Ledger Hardware Wallet - Monero integration : some news #7",
        "ups": 366
    },
    {
        "title": "[WARNING] Bitfinex FREEZING Crypto Only Accounts for Trading/Depositing/Withdrawing XMR (Monero) $30,000.00 USD Stuck for WEEKS.",
        "ups": 369
    },
    {
        "title": "Look at this beautiful, printable Monero paper wallet pack by @TheMonera",
        "ups": 359
    },
    {
        "title": "Accepting Monero with Monero-Integrations just got a whole lot easier",
        "ups": 331
    },
    {
        "title": "For the next 48 hours only - pay with MONERO and get 50% off Ventelite Men's Active Wear and get Free Worldwide Shipping on 2+ Orders, Use Code \"MONERO50\" To claim your discount, lets keep this currency alive and make real life use for it , we truly believe in Monero!",
        "ups": 328
    },
    {
        "title": "Educational: Everyone should know how the money they use is created and distributed.",
        "ups": 315
    },
    {
        "title": "Microsoft Word Can Be Used to Hide Cryptocurrency Mining Scripts, and once again the crypto is Monero",
        "ups": 317
    },
    {
        "title": "One of the reasons Monero have a special place in my heart. It's not about the price and lambos. It's about beautiful people building beautiful things. Credits goes to Themonera",
        "ups": 298
    },
    {
        "title": "Announcement - Proof-of-Work tweak and a note on key reuse",
        "ups": 294
    },
    {
        "title": "I just changed my default mobile search engine to duckduckgo",
        "ups": 291
    },
    {
        "title": "\"Successfully paid for beers and pizza at @room77_berlin with Monero\" - @fluffypony",
        "ups": 289
    },
    {
        "title": "The basics of Monero in 3 minutes for beginners",
        "ups": 281
    },
    {
        "title": "A Word Of Warning: DON’T BUY XMRG (Monero Gold) IT’S SCAM",
        "ups": 280
    },
    {
        "title": "4000+ Government Websites Hacked to Mine Monero",
        "ups": 264
    },
    {
        "title": "Monero Deanonymization or: How I Learned to Stop Worrying and Love Law Enforcement",
        "ups": 250
    },
    {
        "title": "Blood Pact",
        "ups": 242
    }
]