[
    {
        "title": "62 billion stolen Mooncoin, as a community do we want them burned or no? This is for reference so the dev and those connected to the dev can know what the community here in reddit prefers.",
        "ups": 78
    },
    {
        "title": "All markets down - Mooncoin should rally back when Bitcoin does.",
        "ups": 11
    },
    {
        "title": "Advice: If you've already lost money on Mooncoin, you've invested too much.",
        "ups": 12
    },
    {
        "title": "I STILL believe in this coin!",
        "ups": 10
    },
    {
        "title": "We need a new dev.",
        "ups": 10
    },
    {
        "title": "To the moon!!(??)",
        "ups": 8
    },
    {
        "title": "Most relevant post on what’s going on with Mooncoin via bitcointhread. Just thought the reddit community would like continued updates.",
        "ups": 7
    },
    {
        "title": "Since no one knows wth is going on, I posted this because I didn’t even know the full story. Still stand by what needs to be improved.",
        "ups": 9
    },
    {
        "title": "Moon landed among the stars on vote 5 of 10 on the Jalapeño platform, but there's still time to make the top 10 list.",
        "ups": 6
    },
    {
        "title": "Last day to vote for your coin to launch next with the Jalapeño platform!",
        "ups": 7
    },
    {
        "title": "To the Moon!",
        "ups": 6
    },
    {
        "title": "Vassilis",
        "ups": 7
    },
    {
        "title": "MoonCoin can win the vote that ends 2/19! The next winning coin to launch with the Jalapeño Platform is…",
        "ups": 6
    },
    {
        "title": "mooncoin position certification",
        "ups": 5
    },
    {
        "title": "Mooncoin Core Wallet Windows",
        "ups": 5
    },
    {
        "title": "Is it possible to mine MOON without a pool?",
        "ups": 4
    },
    {
        "title": "Still somebody. Working on this coin?",
        "ups": 5
    },
    {
        "title": "So are we just waiting at this point?",
        "ups": 5
    },
    {
        "title": "URGENT: For users of Coinbase, CHECK YOUR BANK ACCOUNTS!",
        "ups": 4
    },
    {
        "title": "Questions",
        "ups": 4
    },
    {
        "title": "Wallet Help",
        "ups": 4
    },
    {
        "title": "Upcoming Event: Mooncoin (MOON) - Hard Fork - May 18, 2018",
        "ups": 4
    },
    {
        "title": "Where's Mooncoin headed?",
        "ups": 3
    },
    {
        "title": "update wallet",
        "ups": 3
    },
    {
        "title": "Mooncoin Core Wallet not Sending",
        "ups": 3
    }
]