[
    {
        "title": "First Live Reddit AMA with Nebulas Founder Hitters Xu",
        "ups": 80
    },
    {
        "title": "Nebulas Enters Strategic Partnership with Dolphin Browser",
        "ups": 56
    },
    {
        "title": "Mainnet Launch Q1",
        "ups": 50
    },
    {
        "title": "Hitters is the Vitalik of China",
        "ups": 50
    },
    {
        "title": "Crypto Lark wants an interview with Hitters! All in favor say “I”",
        "ups": 45
    },
    {
        "title": "Nebulas Weekly Report #14 Jan. 29th, 2018",
        "ups": 40
    },
    {
        "title": "Us In One Month’s Time...",
        "ups": 44
    },
    {
        "title": "Made some effort for Nebulas’ community to explore “The Beauty of Nebulas”……Please kindly enjoy the read……",
        "ups": 45
    },
    {
        "title": "Nebulas: A More Technical Exploration. Co-Founder Robin Zhong talks tech with BlockchainBrad",
        "ups": 40
    },
    {
        "title": "Nebulas -- Yes We Believe.",
        "ups": 40
    },
    {
        "title": "Nebulas might have the most active github of any coin",
        "ups": 36
    },
    {
        "title": "(Reposted on r/Cryptocurrency for more exposure. Upvote it over there too). “I studied Nebulas’ technical white paper for days before I came here” said a Facebook engineer at the event, “Nebulas has one the most solid white papers I’ve ever seen in blockchain startups.”",
        "ups": 39
    },
    {
        "title": "Hitters Xu is part of Nebulas and a former member of Antshares - If you have doubts, please read and comment here",
        "ups": 35
    },
    {
        "title": "Very smart analysis of NEBULAS, also interessting for the NEBULAS team so see.",
        "ups": 34
    },
    {
        "title": "That awesome moment when they finished the first version of Nebulas whitepaper!",
        "ups": 34
    },
    {
        "title": "Why are you bullish on NAS? What concerns do you have?",
        "ups": 29
    },
    {
        "title": "Let's take sneak peek at the current state of PoD, NR and the Mainnet 1.0 release (inofficial diggings)",
        "ups": 29
    },
    {
        "title": "Nebulas - The Top Choice",
        "ups": 29
    },
    {
        "title": "Nebulas Weekly Report #16",
        "ups": 27
    },
    {
        "title": "Suggestion of having a non-price/FOMO/FUD Telegram channel",
        "ups": 29
    },
    {
        "title": "Nebulas - potential issues",
        "ups": 26
    },
    {
        "title": "Will end users benefit from the Proof of Devotion model?",
        "ups": 25
    },
    {
        "title": "Nebulas, the mutating blockchain star!",
        "ups": 25
    },
    {
        "title": "Can we please get on KuCoin?",
        "ups": 24
    },
    {
        "title": "Nebulas (NAS) Coin Review - The Google of Blockchain",
        "ups": 22
    }
]