[
    {
        "title": "XEM is going to be added on Binance? Yeah. Soon!",
        "ups": 86
    },
    {
        "title": "Look out for tainted XEM from the Hacker",
        "ups": 53
    },
    {
        "title": "Venezuela will use NEM . Not Ethereum. IMO Don't sell now because you'll probably regret it",
        "ups": 44
    },
    {
        "title": "NEM (XEM) Sleeping Giant of Cryptocurrency",
        "ups": 45
    },
    {
        "title": "[White Hat] Hackers Join Search for $530 Million in Stolen Cryptocurrency",
        "ups": 41
    },
    {
        "title": "NEM: THE 2ND MOST POPULAR COIN IN JAPAN, DONT MISS OUT!!",
        "ups": 40
    },
    {
        "title": "Official tweet from Nicolas Maduro confirming they will only use the NEM Blockhain - Can someone please upload this in the cryptocurrency sub ? I don't have enough Karma..",
        "ups": 34
    },
    {
        "title": "No cryptocurrency and Bitcoin ban in India. Its just a South Korean like FUD",
        "ups": 35
    },
    {
        "title": "Coincheck to refund users $530 Mln stolen XEM",
        "ups": 36
    },
    {
        "title": "NEM breaks ground in the Kingdom of Bahrain",
        "ups": 34
    },
    {
        "title": "Picture 😝",
        "ups": 34
    },
    {
        "title": "One of the many highlights of our trip was our visit to the NEM Bar in Shibuya",
        "ups": 31
    },
    {
        "title": "Cautious optimism as NEM bounces back hard.",
        "ups": 29
    },
    {
        "title": "Is NEM being used by Venezuela's Petro cryptocurrency?",
        "ups": 27
    },
    {
        "title": "Inside NEM: Japan Net Bank &amp; Fujitisu, TravelByBit, ATUM Project (Decentralized Exchange)",
        "ups": 26
    },
    {
        "title": "Here’s why NEM (XEM) is already ahead of Ethereum (ETH)",
        "ups": 29
    },
    {
        "title": "You can now exchange BTC/ETH for NEM fast and safe. Exchange fee is 2 XEM",
        "ups": 27
    },
    {
        "title": "Lon Wong founder &amp; president of NEM.io foundation explains the company, its token",
        "ups": 35
    },
    {
        "title": "The future of new economic movement",
        "ups": 27
    },
    {
        "title": "While in Japan this week, Jeff McDonald met with Mr. Asakawa from Nikkei BP and discussed Blockchain technology.",
        "ups": 25
    },
    {
        "title": "Just bought a ton of NEM, this exchange hack dilemma will simply be a blimp in NEM's price timeline, here's why:",
        "ups": 22
    },
    {
        "title": "Nem foundation promotes the technology to industries at large.",
        "ups": 25
    },
    {
        "title": "What is NEM doing about the hacked coins?",
        "ups": 21
    },
    {
        "title": "Japan’s First Online Bank Tests Blockchain Technology with mijin and Hyperledger",
        "ups": 24
    },
    {
        "title": "Long Wong, president of the NEM foundation, on price manipulation in the crypto market (CNBC article)",
        "ups": 22
    }
]