[
    {
        "title": "New Nexus Tritium Wallet Demo Video",
        "ups": 31
    },
    {
        "title": "Nexus partners with SingularityNET to explore AI with 3D blockchain technology",
        "ups": 27
    },
    {
        "title": "Nexus is Bitcoin 2.0(Blockchain 2.0)",
        "ups": 20
    },
    {
        "title": "The Nexus Newsletter for February is Here",
        "ups": 20
    },
    {
        "title": "Singularity and Nexus partnership made it onto the-blockchain.com",
        "ups": 17
    },
    {
        "title": "Q&amp;A Transcript with Colin Cantrell 23 Feb 2018",
        "ups": 14
    },
    {
        "title": "Further press release regarding our partnership with Singularity",
        "ups": 14
    },
    {
        "title": "Trump administration working on deregulation measures for private enterprise in space - another positive step for our vision",
        "ups": 14
    },
    {
        "title": "What is Nexus? How will Nexus bring Decentralized Internet?",
        "ups": 13
    },
    {
        "title": "The Merkle on our partnership with Singularity",
        "ups": 12
    },
    {
        "title": "Nexus very own Mike Casey hangin' with Crypto Lark",
        "ups": 10
    },
    {
        "title": "Xpost on nexus benefits in Singularity subreddit. Our security aspects are getting noticed",
        "ups": 11
    },
    {
        "title": "Bittrex---Nexus could soon no longer be tide to Bitcoin (among most alts) .",
        "ups": 11
    },
    {
        "title": "Version 0.2.3.5 of the wallet has just been released - major staking improvements!",
        "ups": 12
    },
    {
        "title": "The vector website really helps excite me about Nexus - Project has so many cool parts to it",
        "ups": 11
    },
    {
        "title": "Nexus support",
        "ups": 10
    },
    {
        "title": "Music powered by Nexus Earth",
        "ups": 10
    },
    {
        "title": "I'd love to help",
        "ups": 10
    },
    {
        "title": "These bags are so heavy",
        "ups": 8
    },
    {
        "title": "SpaceX to launch internet satellites this weekend. Good sign for Nexus Earth and Vector?",
        "ups": 10
    },
    {
        "title": "NXS price, volume and income for Nexus",
        "ups": 8
    },
    {
        "title": "Developers",
        "ups": 7
    },
    {
        "title": "What is the quickest (and hopefully cheapest way) to get some Nexus?",
        "ups": 4
    },
    {
        "title": "Qtum and Nexus",
        "ups": 5
    },
    {
        "title": "Staking reward discrepancy...",
        "ups": 5
    }
]