[
    {
        "title": "PayPie just announced partnership with Debitum for credit risk assessment. Debitum currently in ICO stage appears will be serious contender to Populous.... Anticipate there will be further adoption in the industry. This is very good news for PayPie team and investors both!",
        "ups": 13
    },
    {
        "title": "PayPie Review by Chico Crypto. Working Alpha, and Clear Roadmap. Bullish!",
        "ups": 9
    },
    {
        "title": "Etherdelta for Paypie is Ugly",
        "ups": 7
    },
    {
        "title": "PayPie has been added to the Cheddur app!",
        "ups": 6
    },
    {
        "title": "CEO of Kraken: Cryptocurrencies will hit $1 trillion market cap",
        "ups": 4
    },
    {
        "title": "Large firms in Britain are holding stockpiles of cryptocurrencies, a new study reveals",
        "ups": 4
    },
    {
        "title": "You can now use ForkDelta to buy PPP tokens. FD is finally up and running with their new independent order tracking.",
        "ups": 3
    },
    {
        "title": "Small banks are helping cryptocurrencies thrive in Europe",
        "ups": 4
    },
    {
        "title": "The reason why Singapore will not ban cryptocurrencies",
        "ups": 4
    },
    {
        "title": "Australian banks not banning cryptocurrency transactions",
        "ups": 4
    },
    {
        "title": "5 best performing Altcoins of the past 24 Hours. Pay pie on the news",
        "ups": 3
    },
    {
        "title": "PayPie $PPP is now listed on Moonstats 🚀 Latest rates, live &amp; historical charts and calculator.",
        "ups": 3
    },
    {
        "title": "Israeli top financial institution stopped from blocking crypto activity on Bits of Gold",
        "ups": 2
    },
    {
        "title": "National Cryptocurrency, the new trend as Iran joins.",
        "ups": 2
    },
    {
        "title": "Free cryptocurrency at Zaif exchange due to software glitch (worth $20 T) . Situation now under control",
        "ups": 2
    },
    {
        "title": "Bitcoin will be a daily currency according to PayPal’s CFO",
        "ups": 2
    },
    {
        "title": "JPMorgan concedes cryptos are unlikely to disappear",
        "ups": 3
    },
    {
        "title": "UK government websites caught cryptomining",
        "ups": 2
    },
    {
        "title": "Anyone use fatbtc.com",
        "ups": 2
    },
    {
        "title": "The paypie market is dead in etherdelta",
        "ups": 2
    },
    {
        "title": "Here are the richest people in cryptocurrency according to Forbes",
        "ups": 2
    },
    {
        "title": "Russia plans to accredit ICO companies",
        "ups": 2
    },
    {
        "title": "4 Common lies Bitcoin and Cryptocurrency sceptics tell them selves",
        "ups": 2
    },
    {
        "title": "Stop cryptos if you can: Cryptos team up for a major comeback",
        "ups": 2
    },
    {
        "title": "Insurance Companies are set to enter the Unregulated Cryptocurrency Market As they see a huge Opportunity.",
        "ups": 2
    }
]