[
    {
        "title": "Update #11: Modern PPC Paper Wallet Address Generator Released by the Peercoin Team",
        "ups": 15
    },
    {
        "title": "Peercoin - first PoS coin ?",
        "ups": 14
    },
    {
        "title": "So what coin/ICO didn't exit scam / fundamentally crash this past month?",
        "ups": 15
    },
    {
        "title": "Peercoin",
        "ups": 11
    },
    {
        "title": "Come on peercoin!",
        "ups": 11
    },
    {
        "title": "How is PPC different and/or better than PIVX",
        "ups": 7
    },
    {
        "title": "Peercoin vs ASIC resistant coins",
        "ups": 8
    },
    {
        "title": "What Is Peercoin?",
        "ups": 7
    },
    {
        "title": "Indicium, Peercoin’s first DAC based on PeerAssets, has released a progress update on all the developments that have taken place over the past eight months.",
        "ups": 6
    },
    {
        "title": "PEERCOIN Boom to the Moon Shirt",
        "ups": 7
    },
    {
        "title": "Peercoin (PPC) Announcements for the last 7 days",
        "ups": 7
    },
    {
        "title": "Mid term predictions: what do you think?",
        "ups": 8
    },
    {
        "title": "Why Peercoin wont boon, it'll just be the last man standing once the coin-holocaust is over",
        "ups": 4
    },
    {
        "title": "CoinMarketCap Alternative - Real-time data, Customisable UI, Portfolio tracker, no ads! Feedback would be awesome! :D",
        "ups": 7
    },
    {
        "title": "PeerCoin (PPC) info, quotes and charts | CryptoPrice",
        "ups": 5
    },
    {
        "title": "CRYPTO EXCHANGE BINANCE GOES DARK – 12 HOUR OUTAGE FOR MAINTENANCE, SYSTEM UPGRADES",
        "ups": 7
    },
    {
        "title": "Moon Bot - trading bot-terminal for Bittrex and Binance",
        "ups": 4
    },
    {
        "title": "Open invitation",
        "ups": 4
    },
    {
        "title": "With all the FUD from big bankers about crypto being an \"Ecological disaster\" does Peercoin still set the standard for eco-friendly blockchains?",
        "ups": 4
    },
    {
        "title": "Backup wallet for Mac",
        "ups": 5
    },
    {
        "title": "VEE anyone investing?",
        "ups": 4
    },
    {
        "title": "Peercoin pumping?",
        "ups": 3
    },
    {
        "title": "If I wanted to sell some of my posessions for Peercoin, how would I do that? How would I go about making a \"store\" and making it work?",
        "ups": 3
    },
    {
        "title": "Any ideas why minted by stake transactions get stuck - 0 conformation for months. How to get those verified?",
        "ups": 3
    },
    {
        "title": "Luckygames provably fair Peercoin casino, instant withdrawal, faucet, jackpot &amp; contests! Active community!",
        "ups": 1
    }
]