[
    {
        "title": "Thank you for the presentation and the Pillar vision. I love it and the others will too !!",
        "ups": 19
    },
    {
        "title": "With a live product, don't we all agree is time for Pillar to be introduced to other exchanges??",
        "ups": 14
    },
    {
        "title": "🇱🇹 Pillar is a partner of Blockchain Centre Vilnius - we spend last days in Lithuania to launch it and work with a great community there!",
        "ups": 14
    },
    {
        "title": "▶️ Watch our own Drew explaining Pillar and updating on current status of wallet development in 5 minutes!",
        "ups": 9
    },
    {
        "title": "Pillar (PLR) | Top 100 Hotspot",
        "ups": 9
    },
    {
        "title": "Pillar Tokens now available to buy on forkdelta",
        "ups": 8
    },
    {
        "title": "Pillar (PLR) 60% Growth| Top 100 Hotspot",
        "ups": 9
    },
    {
        "title": "My thoughts and doubts about Pillar Project",
        "ups": 7
    },
    {
        "title": "WIN 1⃣️ ETH! Take, Draw or Find a Pillar Iconic Image and send it to us 📸",
        "ups": 6
    },
    {
        "title": "WTF? No exchange as promised!",
        "ups": 5
    },
    {
        "title": "Auctions on Pillar?",
        "ups": 5
    },
    {
        "title": "Bought Pillar on cryptopia almost 24 hours ago, still processing?",
        "ups": 6
    },
    {
        "title": "📽️ Meet Max! Meet the Pillarista is here for you to get to know us and our culture better!",
        "ups": 6
    },
    {
        "title": "GDPR and Pillar",
        "ups": 6
    },
    {
        "title": "💬 Join Pillar Telegram chat - without limits in capacity and visibility!",
        "ups": 4
    },
    {
        "title": "Get involved in Pillar Governance! 🏛️ First $PLR Tokenholders’ Council call is tomorrow - February 22nd, 5 PM GMT.",
        "ups": 4
    },
    {
        "title": "Pillar (PLR) Announcements for the last 7 days",
        "ups": 3
    },
    {
        "title": "Persona",
        "ups": 4
    },
    {
        "title": "[Announcement] Pillar is now listed on Cryptflix! Check it out and let us know what you think!",
        "ups": 5
    },
    {
        "title": "Pillar vs Enigma",
        "ups": 4
    },
    {
        "title": "Pillar (PLR) Upcoming announcements for the last 7 days days",
        "ups": 4
    },
    {
        "title": "Why has Pillar made gains during this correction?",
        "ups": 5
    },
    {
        "title": "New Exchange?",
        "ups": 3
    },
    {
        "title": "Join the Pillar Facebook Community!",
        "ups": 3
    },
    {
        "title": "/r/cryptophile: Pillar and Dent are the only crypto currencies in top 100 whose price jumped by more than 10% in last 24 hours! Here's the chart for the same.",
        "ups": 5
    }
]