[
    {
        "title": "I'll give away 5 PIVX for free",
        "ups": 54
    },
    {
        "title": "PoS 3.0 is old news. Next month PIVX will release the first ever zerocoin-based Proof of Stake system called zPoS. Private staking has never been achieved in cryptocurrency before",
        "ups": 46
    },
    {
        "title": "When it comes to technology, PIVX deserves to be at least #10",
        "ups": 33
    },
    {
        "title": "Vote for PIVX on a new Indian Exchange, BitIndia!",
        "ups": 35
    },
    {
        "title": "PIVX's market cap rank is 65 but CoinGecko's analysis considering market cap, liquidity, development, community, and interest ranks us in the top 30",
        "ups": 29
    },
    {
        "title": "PIVX Wallet v2.1.2 for Android has been released! Several great new features and some bugfixes included",
        "ups": 27
    },
    {
        "title": "We have 4 PIVX Android wallet sneak peeks to share! - New Update coming very soon — Steemit",
        "ups": 30
    },
    {
        "title": "GO PIVX!!! - new logo animation",
        "ups": 28
    },
    {
        "title": "\"I don't need privacy, I have nothing to hide\"",
        "ups": 27
    },
    {
        "title": "I❤️PIVX Valentines Day Contest #ILovePIVX",
        "ups": 26
    },
    {
        "title": "The Cryptomarket downtrend is a blessing in disguise for Proof of Stake coins (like PIVX). My thoughts and discussion inside.",
        "ups": 24
    },
    {
        "title": "Catch the $PIVX team at: @Anarchapulco in Acapulco, Mexico-February 15th-16th. #BitcoinSuperConference in Dallas, Texas-February 16th - 18th.",
        "ups": 25
    },
    {
        "title": "[Decentralized TV] What is PIVX? - Better than DASH? - #REVIEW",
        "ups": 23
    },
    {
        "title": "What will be the next catalyst that skyrockets Pivx?",
        "ups": 22
    },
    {
        "title": "[PIVX Class] PIVX Coin Supply",
        "ups": 22
    },
    {
        "title": "Welcome Evan and Thuggins to the PIVX Support Team!",
        "ups": 21
    },
    {
        "title": "Interview with Meredith Darden, a communications specialist at PIVX",
        "ups": 20
    },
    {
        "title": "[CryptoAngel] PIVX is the Next Top Privacy Coin | PIVX on BINANCE",
        "ups": 22
    },
    {
        "title": "Someone just bought PIVX for 1 million dollar?!",
        "ups": 20
    },
    {
        "title": "PIVX: Interview with CryptoSpark – an “Interview you must see”",
        "ups": 18
    },
    {
        "title": "PIVX &amp; Gary Vaynerchuk",
        "ups": 20
    },
    {
        "title": "[PIVX Crypto] PIVXpress Feb 7 2018",
        "ups": 18
    },
    {
        "title": "PIVX - This might be the low you want to buy at!",
        "ups": 17
    },
    {
        "title": "Great rise in positive social volume for PIVX over the last 24 hours. Someone's doing good community work",
        "ups": 19
    },
    {
        "title": "Blockchain Super Conference. 16 Feb 2018",
        "ups": 17
    }
]