[
    {
        "title": "Power Ledger forms US partnership to roll out \"hundreds\" of energy trading projects in multiple states",
        "ups": 188
    },
    {
        "title": "Power Ledger partners with Helpanswers to bring peer-to-peer renewable energy trading to North America",
        "ups": 103
    },
    {
        "title": "Power Ledger in The Australian's list of 'Tech to impact you in 2018'",
        "ups": 91
    },
    {
        "title": "Power Ledger Gets Green Light for Thailand’s Future Smart Park",
        "ups": 91
    },
    {
        "title": "Why I’m excited about POWR",
        "ups": 76
    },
    {
        "title": "Elon Musk's Tesla and SA Labor reach deal to give solar panels and batteries to 50,000 homes",
        "ups": 69
    },
    {
        "title": "Power Ledger mentioned in Bloomberg China",
        "ups": 67
    },
    {
        "title": "Keep the good news coming!",
        "ups": 62
    },
    {
        "title": "London Letter mention POWR as February's underrated Crypto...",
        "ups": 60
    },
    {
        "title": "I'm pleased to announce that we have released our pilot launch of Kyber Network! One of the 10 coins available will be POWR of course ;)",
        "ups": 47
    },
    {
        "title": "BCPG Signs MOU To Provide Smart Energy Infrastructure In Thailand Smart Park, Using The Power Ledger Platform",
        "ups": 45
    },
    {
        "title": "Power Ledger founders Facebook Live AMA tomorrow: https://www.facebook.com/powerledger/",
        "ups": 45
    },
    {
        "title": "Australia's solar power boom could almost double capacity in a year, analysts say",
        "ups": 42
    },
    {
        "title": "Power Ledger can help democratise and green the energy space – interview – part 1",
        "ups": 40
    },
    {
        "title": "Tesla's big battery is already bringing Australia's gas cartel to heel",
        "ups": 38
    },
    {
        "title": "Power Ledger mentioned in the South China Morning Post",
        "ups": 39
    },
    {
        "title": "Power Ledger's latest partnership in the Australian Financial Review",
        "ups": 38
    },
    {
        "title": "4 Blockchain Projects Set to Revolutionize the Energy Industry",
        "ups": 36
    },
    {
        "title": "PowerLedger Visit - Part 2",
        "ups": 32
    },
    {
        "title": "Why?",
        "ups": 31
    },
    {
        "title": "Power Ledger (POWR) – Changing Lives, Defining Success, and Solving Problems",
        "ups": 30
    },
    {
        "title": "Finally bought into POWR",
        "ups": 31
    },
    {
        "title": "The Blockchain Meets the Energy Industry (Analysis of POWR, MWAT, WPR, and SLR)",
        "ups": 28
    },
    {
        "title": "My Take on Power Ledger",
        "ups": 28
    },
    {
        "title": "Excited to be here! Just bought what I hope is the dip and increase to new things to come.",
        "ups": 28
    }
]