[
    {
        "title": "Partnership between Red Pulse and NEON Exchange NEX! RPX will be the first NEP5 based decentralized app on NEX. NEX to develop an innovative seamless fiat-to-crypto conversion solution for Red Pulse users.",
        "ups": 98
    },
    {
        "title": "Binance 💥",
        "ups": 72
    },
    {
        "title": "Binance Exchange Listing Announcement",
        "ups": 70
    },
    {
        "title": "Binance Lists Red Pulse (RPX)",
        "ups": 68
    },
    {
        "title": "RPX 24h volume up 1700% - Thank you Binance",
        "ups": 65
    },
    {
        "title": "Red Pulse announced partnership with NEX!!!",
        "ups": 62
    },
    {
        "title": "RPX is listed on Binance!!",
        "ups": 52
    },
    {
        "title": "RPX to be listed on NEOs 1st Decentralised Exchange (Switcheo)",
        "ups": 47
    },
    {
        "title": "Here’s Why Red Pulse (RPX) Is About to Get Red Hot Again",
        "ups": 42
    },
    {
        "title": "RPX Report #6–2018.1.29 — Join us at the NEO DevCon, Davos 2018, RPX making inroads into Korea",
        "ups": 43
    },
    {
        "title": "Never miss a ICO on the NEO Platform Again!",
        "ups": 38
    },
    {
        "title": "NEP-5 tokens on Binance soon, hopefully RPX is one of them",
        "ups": 36
    },
    {
        "title": "A Call to the Community.",
        "ups": 31
    },
    {
        "title": "Whomever would like to help Red Pulse get press...",
        "ups": 32
    },
    {
        "title": "Interview with CEO Jonathan Ha at NeoDevcon with CryptoLove on Youtube. Main stage presentation was recorded and will be uploaded by conference organizers later.",
        "ups": 35
    },
    {
        "title": "I've been following rpx for a couple weeks now and decided to make a video about it. I'm fairly bullish on RPX and it's probably my favourite coin right now. Comments/ criticism appreciated as I'm fairly new to this.",
        "ups": 31
    },
    {
        "title": "OKEX and COINNEST Exchange listings very soon !",
        "ups": 30
    },
    {
        "title": "Red Pulse in Seoul event TODAY",
        "ups": 27
    },
    {
        "title": "CEO Jonathan Ha and our Korea community manager Amy Kang will be in Seoul for three upcoming events! (Feb 8, 9, and 10)",
        "ups": 28
    },
    {
        "title": "CEO Jonathan Ha's presentation at the Blockchain 3.0 Conference Seoul - Feb 8, 2018 (starts at 3:21:25)",
        "ups": 23
    },
    {
        "title": "Interview incoming!!! #today",
        "ups": 24
    },
    {
        "title": "Live on Binance!",
        "ups": 22
    },
    {
        "title": "Red Pulse and NEX Partnership Announcement from the 8th February",
        "ups": 25
    },
    {
        "title": "Jonathan Ha interview at NEO DevCon - (Skip to 01:21:30)",
        "ups": 22
    },
    {
        "title": "RPX Bi-Weekly Report 2018.02.26 – Binance Listing, Crypto Rand Interview, Tokyo Fireside Chat, ITAS Event, First Red Pulse Meetup in Luxembourg",
        "ups": 23
    }
]