[
    {
        "title": "Request Network project update (February 2nd, 2018)-Tech development, RCN partnership",
        "ups": 605
    },
    {
        "title": "Request Network project update (February 16th)",
        "ups": 534
    },
    {
        "title": "REQ listed as a top 10 cryprocurrency to watch in 2018 by TechAdvisor.",
        "ups": 509
    },
    {
        "title": "Binance withdrawl feels are very high",
        "ups": 477
    },
    {
        "title": "eBay is dumping PayPal to go for a cheaper service provider: good news for Request!",
        "ups": 462
    },
    {
        "title": "REQ is now live and convertible on the Bancor Network, allowing continuous and automated liquidity. Check out the Web App to convert REQ, BNB, EOS, ETH and other tokens directly from your Web3 (metamask, parity, mist) wallet.",
        "ups": 458
    },
    {
        "title": "HUGE Article done on Request Network",
        "ups": 445
    },
    {
        "title": "India's biggest cryptocurrency exchange is adding REQ/INR pair.",
        "ups": 307
    },
    {
        "title": "$REQ might be listed on the future Kyber Exchange platform...",
        "ups": 303
    },
    {
        "title": "As anticipated, REQ is among the 10 tokens listed on Kyber pilot launch",
        "ups": 303
    },
    {
        "title": "Request Network could be just what eBay is looking for!",
        "ups": 296
    },
    {
        "title": "Hey, I made my own version of the Request Network landing page. What do you think? I might create a design for an app as well, using their own style guide!",
        "ups": 292
    },
    {
        "title": "Here is a video explaining REQ in detail",
        "ups": 283
    },
    {
        "title": "Nice rebound.. +74,41%!",
        "ups": 281
    },
    {
        "title": "Request Network Branding Guidelines now available",
        "ups": 278
    },
    {
        "title": "eBay \"seriously considering\" cryptocurrencies as a payment method",
        "ups": 277
    },
    {
        "title": "For those with little to no time: I converted Request Network's white paper into an audio file to listen to while I bike or drive - Hope this can help you!",
        "ups": 263
    },
    {
        "title": "Vote for Request to be listed on \"eucoin\" a new European exchange.",
        "ups": 255
    },
    {
        "title": "Request Network Team AMA 02/03/2018.",
        "ups": 228
    },
    {
        "title": "Tons of commits and work being put into the Request Network javascript library today.",
        "ups": 220
    },
    {
        "title": "Basics of Request Network (REQ) in under 2 minutes for beginners",
        "ups": 217
    },
    {
        "title": "The Potential of Request Network ($REQ) and a Beginner Introduction",
        "ups": 211
    },
    {
        "title": "Great opportunity for REQ, I hope they are really doing some aggressive networking behind the scenes!",
        "ups": 210
    },
    {
        "title": "One of the best things REQ can do short term...",
        "ups": 206
    },
    {
        "title": "Amazing how sentiment changes - the fundamentals haven't",
        "ups": 196
    }
]