[
    {
        "title": "THE most important part of the hearing today about Virtual Currencies 02/06/18",
        "ups": 1225
    },
    {
        "title": "Over 20,000 sign petition for Coinbase to add XRP",
        "ups": 1188
    },
    {
        "title": "Companies using XRP",
        "ups": 1129
    },
    {
        "title": "Western Union is Testing Transactions with Ripple",
        "ups": 1067
    },
    {
        "title": "SBI Virtual Currencies will list XRP exclusively at Launch",
        "ups": 929
    },
    {
        "title": "Westernunion pilot uses xRapid!",
        "ups": 869
    },
    {
        "title": "Dubai crypto exchange BitOasis adds Ripple (XRP)",
        "ups": 849
    },
    {
        "title": "MoneyGram CEO Plans Waves With Ripple",
        "ups": 782
    },
    {
        "title": "India's largest crypto exchange is launching multi-crypto exchange with 5 cryptocurrencies including Ripple",
        "ups": 767
    },
    {
        "title": "One of the biggest exchanges in India added Ripple!",
        "ups": 747
    },
    {
        "title": "Ripple is on Forbes 50 in FinTech for 2018",
        "ups": 715
    },
    {
        "title": "Santander prepares for 2018 Q1 roll out of personal payments via Ripple",
        "ups": 675
    },
    {
        "title": "After a successful pilot, @santanderuk is rolling out its @Ripple-powered mobile app to customers this quarter, letting them send money internationally in seconds, with just a few clicks.",
        "ups": 625
    },
    {
        "title": "Saudi Arabia's central bank signs blockchain deal with Ripple",
        "ups": 633
    },
    {
        "title": "Ripple on Coinbase already has over 22,000 signatures",
        "ups": 616
    },
    {
        "title": "Who else has been holding way before the bull run and all the way through this fat dump???",
        "ups": 603
    },
    {
        "title": "Ripple jubilant as major international bank adopts their platform",
        "ups": 587
    },
    {
        "title": "LianLian International Joins RippleNet to Provide Faster Payments into China",
        "ups": 551
    },
    {
        "title": "People who say XRP \"could never hit 100$\" are mathematically wrong.",
        "ups": 547
    },
    {
        "title": "Cryptocurrency trading on the Robinhood platform is live and rolling out",
        "ups": 547
    },
    {
        "title": "Ripple's second central bank customer is the Saudi Arabian Monetary Authority",
        "ups": 539
    },
    {
        "title": "SBI Virtual Currencies will be the first in the world to list $XRP as its primary fiat pair",
        "ups": 546
    },
    {
        "title": "First confirmed bank to use XRP?!",
        "ups": 529
    },
    {
        "title": "Banning cryptocurrency would be as sensible as banning the internet",
        "ups": 520
    },
    {
        "title": "@coindesk BREAKING: Ripple Papers Promise New Start for $40 Billion XRP Cryptocurrency",
        "ups": 485
    }
]