[
    {
        "title": "Vote for Siacoin - Binance Community Coin per Month",
        "ups": 254
    },
    {
        "title": "The only SIA metric that really matters",
        "ups": 237
    },
    {
        "title": "Updated Sia Brand and Website",
        "ups": 219
    },
    {
        "title": "Samsung has entered production phase of ASIC miners.",
        "ups": 213
    },
    {
        "title": "Now storage price is at $2/1TB. 1/5 of google drive.",
        "ups": 161
    },
    {
        "title": "Size of total contracts is growing faster than before",
        "ups": 151
    },
    {
        "title": "Most cryptocurrencies are speculation and have no project or working product behind it yet. Siacoin does! Because of the working product behind Siacoin it will be one of the currencies that will survive. Your thoughts?",
        "ups": 147
    },
    {
        "title": "Good news! Active contracts on sia is increasing rapidly!",
        "ups": 140
    },
    {
        "title": "30K Celebratory Animation!",
        "ups": 113
    },
    {
        "title": "Happy 30k r/siacoin!",
        "ups": 113
    },
    {
        "title": "Goobox - The desktop sync client app for Sia",
        "ups": 102
    },
    {
        "title": "How Much Data Can You Store on Sia? A Formal Load Test of Sia's Capacity",
        "ups": 93
    },
    {
        "title": "Bitmain has achieved its best case scenario...",
        "ups": 92
    },
    {
        "title": "How is the file upload so fast?",
        "ups": 91
    },
    {
        "title": "Cloud storage projected to be $314 billion market by 2022",
        "ups": 91
    },
    {
        "title": "Sia Finally Published an Official Library but Forgot to Tell Anyone",
        "ups": 85
    },
    {
        "title": "focus on what's important for Sia",
        "ups": 89
    },
    {
        "title": "Sounds like fantastic news for Siacoin!!!",
        "ups": 88
    },
    {
        "title": "If you voted for Sia to be added to Binance, please also show your support for this community driven effort",
        "ups": 87
    },
    {
        "title": "Sia Load Testing: What I've Learned So Far",
        "ups": 78
    },
    {
        "title": "Amid the ASIC craze I decided to open source the FPGA code with which I mined Sia for a while",
        "ups": 79
    },
    {
        "title": "Bittrex to Accept USD Fiat Deposits According to CEO Bill Shihara",
        "ups": 77
    },
    {
        "title": "Sia 2018 Roadmap: A Simple Breakdown",
        "ups": 78
    },
    {
        "title": "Why Siacoin could be a strong bet after the inevitable crash in cryptocurrencies.",
        "ups": 76
    },
    {
        "title": "Cool Visualization of Sia's Development History",
        "ups": 67
    }
]