[
    {
        "title": "SingularDTV Featured in the LA Times: “A Craze is Sweeping the Planet”",
        "ups": 22
    },
    {
        "title": "Cool update. Keep them coming. Need marketing to help current tokenizers in the Gallery raise necessary funds. For now, this is only possible with higher SNGLS price.",
        "ups": 21
    },
    {
        "title": "SingularDTV's VP for Content Jason Tyrrell @HBSASC's panel on March 5 in Santa Monica.",
        "ups": 20
    },
    {
        "title": "How SingularDTV’s ‘New Frontiers’ Films Will Be the “Anti-Star Wars”",
        "ups": 20
    },
    {
        "title": "Joe Rogan literally describing what SingularDTV is building and not even knowing it!",
        "ups": 19
    },
    {
        "title": "SingularDTV to Host Multiple Panels as Blockchain Takes Over SXSW",
        "ups": 18
    },
    {
        "title": "Anyone think SNGLS will return to its former glory?",
        "ups": 17
    },
    {
        "title": "SingularDTV: The Hero the Music Industry Needs",
        "ups": 16
    },
    {
        "title": "David Bowie And Blockchain: How The Icon Laid The Groundwork For Modern-Day Artist Tokens",
        "ups": 16
    },
    {
        "title": "What is the status on the following things?",
        "ups": 17
    },
    {
        "title": "WHEN? HOW ? MANY ?",
        "ups": 15
    },
    {
        "title": "Korea Herald: ‘Blockchain can take on shady side of entertainment industry’",
        "ups": 15
    },
    {
        "title": "SIngularDTV Promises to Disrupt Hollywood",
        "ups": 13
    },
    {
        "title": "What Is SingularDTV?",
        "ups": 12
    },
    {
        "title": "SingularDTV's CSO Shreesh Tiwari talks to CNBC",
        "ups": 12
    },
    {
        "title": "News on the progress of the development?",
        "ups": 12
    },
    {
        "title": "Why Decentralized Exchanges Are the Future for Digital Assets",
        "ups": 11
    },
    {
        "title": "What If The Stock Market Is The Real Bubble?",
        "ups": 12
    },
    {
        "title": "Cool! CENNZ is at $1m volume on SingularX in less than 24hours.",
        "ups": 11
    },
    {
        "title": "Some really cool Tokit projects: I wish they got funded from investors.",
        "ups": 11
    },
    {
        "title": "But what is Ethervision? Distribution or Platform?",
        "ups": 7
    },
    {
        "title": "Is there any whitepaper of singularDTV?",
        "ups": 8
    },
    {
        "title": "Join #SingularDTV co-founder and President of Entertainment Kim Jackson at #EFF2018",
        "ups": 8
    },
    {
        "title": "ToeJam Tokens are here! Beats and Bobs!",
        "ups": 10
    },
    {
        "title": "Why is the price pumping like crazy? P&amp;D group targeting?",
        "ups": 7
    }
]