[
    {
        "title": "Vote for SmartCash to get listed on Binance!",
        "ups": 47
    },
    {
        "title": "Big Day for SmartCash",
        "ups": 36
    },
    {
        "title": "To everyone yelling at new Smartcash users.",
        "ups": 31
    },
    {
        "title": "Lets PLEASE GET ON A PROPER EXCHANGE!",
        "ups": 30
    },
    {
        "title": "Trying to help you guys get Binance - Shared to my 22k followers on Steemit and 5,5k+ on Twitter.",
        "ups": 30
    },
    {
        "title": "Smartcash NEEDS to get on a reputable exchange for more investment.",
        "ups": 26
    },
    {
        "title": "Congratulations SmartCash",
        "ups": 28
    },
    {
        "title": "The new SmartCash web wallet is now live!",
        "ups": 23
    },
    {
        "title": "Rare preview of the SmartCard mobile app!",
        "ups": 20
    },
    {
        "title": "Just wanna say thanks! I got my first smart node payment!",
        "ups": 20
    },
    {
        "title": "WTH Smartcash? Can we get a decent exchange?",
        "ups": 20
    },
    {
        "title": "A new SmartCash web wallet release is coming as early as next week.",
        "ups": 20
    },
    {
        "title": "I must say, I'm very proud of how the community handles it self during dips by holding. It shows true strength.",
        "ups": 21
    },
    {
        "title": "SmartCard Presentation",
        "ups": 18
    },
    {
        "title": "CoinExchange has re-enabled deposits and withdrawals, their SmartCash wallet is back online!",
        "ups": 17
    },
    {
        "title": "From $0.30 now to $3.0 in April!",
        "ups": 19
    },
    {
        "title": "Vote For smartcash on Binance and win !",
        "ups": 18
    },
    {
        "title": "Vote for SmartCash to be listed on Binance and get rewarded!",
        "ups": 17
    },
    {
        "title": "\"We are pleased to announce @hitbtc is going to resume SmartCash deposits and withdrawals by the end of the month. \" @Scashofficial",
        "ups": 17
    },
    {
        "title": "SmartCash is now available on multi-coin wallet Coinomi!",
        "ups": 16
    },
    {
        "title": "Node payouts ever going to be fixed??",
        "ups": 13
    },
    {
        "title": "Smartcash",
        "ups": 15
    },
    {
        "title": "You can now Buy/Sell SMART on Cryptowolf!",
        "ups": 13
    },
    {
        "title": "Exchange SmartCash for more than 100 cryptocurrencies! www.cryptowolf.eu",
        "ups": 15
    },
    {
        "title": "Stirred, one of our SmartCash developers being interviewed about SmartCard",
        "ups": 11
    }
]