[
    {
        "title": "First #SONM hard fork tomorrow. We will deliver a new set of components (Hub, Worker, Node, CLI) with internal protocols updated. No backward compatibility because SONM is in the testnet phase. We expect calm and uniform migration to the new version. Learn more by clicking this link!",
        "ups": 43
    },
    {
        "title": "SONM in the News -- \"Blockchain Supercomputer SONM Quietly Hits Milestones\"",
        "ups": 43
    },
    {
        "title": "SONM delivered platform v0.3.3, wallet 1.0.1, protocols switched. A release pack for all components has been delivered as announced.",
        "ups": 43
    },
    {
        "title": "Crypto Gems #4 —SONM: Super Computer Organised by Network Mining",
        "ups": 42
    },
    {
        "title": "SONM is creating a plasma-like sidechain to get rid of all internal transaction costs! Read this article to learn how you will benefit!",
        "ups": 43
    },
    {
        "title": "Proud to announce: SONM is one of the 6th most promising blockchain companies to watch out for in 2018 by Entrepreneur magazine. follow the link to check details",
        "ups": 37
    },
    {
        "title": "The SONM community is unstoppable! We continue to see growth and passion on all channels. Let's keep up the good work!",
        "ups": 37
    },
    {
        "title": "It’s official! SNM token will be added to the list of tradable assets on the LykkeX on February 6.",
        "ups": 31
    },
    {
        "title": "Great news! Running ML algorithms with multi-GPU mode on SONM directly from docker containers is now possible! The team has prepared everything to make it work. Read more about it by clicking this link!",
        "ups": 29
    },
    {
        "title": "The monthly report is here! Dive in to find out about the how the MVP allowed us to make development updates. We also cover community growth and important team news. Not to mention the success of our recent meet up in London!",
        "ups": 28
    },
    {
        "title": "Answering questions in the community, we would like to confirm again that #SONM is a Title Sponsor at Consensus 2018 by @coindesk. This will allow us to demonstrate our technology to the worlds foremost fog computing specialists and tech enthusiasts.",
        "ups": 26
    },
    {
        "title": "Aleksey Antonov, CFO at SONM, explaining ICOs on Russian TV",
        "ups": 25
    },
    {
        "title": "We have wrapped up another live Q&amp;A and timestamped every question for your convenience! Check our recorded video by clicking this link!",
        "ups": 24
    },
    {
        "title": "Want more exchanges? Eu.Coin is hosting a poll to see which tokens they should list. Let's get SNM on that list! Go to eucoin.io and vote for SONM",
        "ups": 23
    },
    {
        "title": "SONM 0.3.3 introduces Samba/CIFS volumes to be used in tasks. Volume options are set up in task.yaml.» – Eugene Manaev, SONM product owner, officially debuts in the SONM blog. Read more!",
        "ups": 22
    },
    {
        "title": "Deep learning on SONM",
        "ups": 21
    },
    {
        "title": "HODLERS",
        "ups": 19
    },
    {
        "title": "Igor Lebedev will be presenting SONM at the \"Container World\" conference in Santa Clara Convention Center, California. If you’re about, come and say hello - he won't bite!",
        "ups": 21
    },
    {
        "title": "Price action",
        "ups": 18
    },
    {
        "title": "An awesome post from Themerklenews who has given a very detailed and useful step by step guide on How To Set Up and Test the SONM MVP.",
        "ups": 17
    },
    {
        "title": "SONM connects private chain with live chain using gateways",
        "ups": 16
    },
    {
        "title": "SONM token and \"velocity\" concern",
        "ups": 14
    },
    {
        "title": "Please educate about differences among the SONM, Golem and iExec. Which among them is more ahead in development? Which among them has the most chance to succeed and why?",
        "ups": 14
    },
    {
        "title": "We know how much you love our Q&amp;A, so we are rolling it out once more! Save the date February 20th at 16:00 UTC.",
        "ups": 13
    },
    {
        "title": "SONM Cryptomancy Drawing",
        "ups": 12
    }
]