[
    {
        "title": "STEEMIT JUST ADDED TO BINANCE",
        "ups": 34
    },
    {
        "title": "Steem will never succeed until they allow users to join within a 48 hour process time.",
        "ups": 12
    },
    {
        "title": "I just wanna make a steemit account why is it such a long process...",
        "ups": 10
    },
    {
        "title": "It's been half a month... does it take this long for an account?",
        "ups": 8
    },
    {
        "title": "Steemit usage statistics?",
        "ups": 6
    },
    {
        "title": "How to Withdraw Steem Dollars",
        "ups": 7
    },
    {
        "title": "Everything you need to know about Steem",
        "ups": 5
    },
    {
        "title": "Why is registration so slow?",
        "ups": 4
    },
    {
        "title": "I just a made my first video for Steem, to explain Steem in a fun and easy way using a RPG analogy. I believe we can make a positive difference to the awareness of Steem as a community and this is my first effort! :D",
        "ups": 4
    },
    {
        "title": "Steemit.com and Steemit Chat Registration Broken",
        "ups": 5
    },
    {
        "title": "STEEM PRICE PREDICTION 2018 - WILL STEEM REACH 10$?",
        "ups": 4
    },
    {
        "title": "Why did you copy YouTube design exactly?",
        "ups": 5
    },
    {
        "title": "Rumor that SteemDollar is getting listed on Binance",
        "ups": 5
    },
    {
        "title": "How long from steemit to exchange?",
        "ups": 3
    },
    {
        "title": "Cant join",
        "ups": 3
    },
    {
        "title": "Trade Recommendation: STEEM",
        "ups": 3
    },
    {
        "title": "Bitcoin Rebel Coins. I'm Sorry Father!",
        "ups": 3
    },
    {
        "title": "Is my Steem gone forever? Recieved TX ID not showing up on explorer",
        "ups": 3
    },
    {
        "title": "My opinion on how new users should get into cryptocurrency",
        "ups": 2
    },
    {
        "title": "haha sorry reddit, for the savagery...",
        "ups": 2
    },
    {
        "title": "Is Steemit a good place to publish short stories?",
        "ups": 3
    },
    {
        "title": "Create a world cloud and do a sentiment analysis for any steem account",
        "ups": 2
    },
    {
        "title": "A social network for crypto fans, with prized contests for highest-return portfolios and many unique features",
        "ups": 2
    },
    {
        "title": "It's crazy to see how far we have come. This is an interview with Ned in early 2017 when Steem just began. Great insights to wah this project is all about and Ned's commitment to the project.",
        "ups": 2
    },
    {
        "title": "How to create a STEEM account by yourself.",
        "ups": 2
    }
]