[
    {
        "title": "There's an enormous line to get into the Stellar meetup in SF right now",
        "ups": 992
    },
    {
        "title": "I revised my physical stellar coin based on your feedback",
        "ups": 879
    },
    {
        "title": "matt8297 First person EVER to purchase a meal with XLM in USA!",
        "ups": 720
    },
    {
        "title": "UPDATE: 5000 lumens lost with Stellar Account Viewer have been RETRIEVED!!!",
        "ups": 643
    },
    {
        "title": "I've been making physical crypto coins and I got a lot of requests for stellar",
        "ups": 574
    },
    {
        "title": "The Stellar company has also confirmed that 30 financial institutions have signed up for the blockchain banking project.",
        "ups": 530
    },
    {
        "title": "Kraken now trading XLM / USD",
        "ups": 529
    },
    {
        "title": "Central banks with IBM and Jed McCaleb will issue fiat cryptocurrencies on the stellar network",
        "ups": 525
    },
    {
        "title": "Stellar Stack Exchange is now public and out of private beta",
        "ups": 494
    },
    {
        "title": "Vote for Stellar to get it added to FoshaSupport!",
        "ups": 461
    },
    {
        "title": "Stellar Lumens Are Now Available for Trading on CEX.IO",
        "ups": 441
    },
    {
        "title": "Nice bit of promo on one of the world’s busiest public transport lines (London Underground)",
        "ups": 436
    },
    {
        "title": "Stellar listed on eToro trading platform (six million users)",
        "ups": 423
    },
    {
        "title": "Should Stellar add a USD/XLM ATM in San Francisco?",
        "ups": 418
    },
    {
        "title": "r/Stellar Now Has 70,000 Subscribers!!!",
        "ups": 372
    },
    {
        "title": "IBM job posting specifically calls out stellar!",
        "ups": 370
    },
    {
        "title": "Prelude 1st restaurant in USA to accept Stellar Lumens!",
        "ups": 368
    },
    {
        "title": "JPMorgan concedes cryptos are unlikely to disappear",
        "ups": 364
    },
    {
        "title": "Please vote for #XLM to be listed on Coinfield Exchange in March! Coinfield is going to offer Crypto/CAD next.",
        "ups": 360
    },
    {
        "title": "Baracoin officially partners with Stellar to bring financial services to Africa",
        "ups": 360
    },
    {
        "title": "Notice about IBM leaked documents",
        "ups": 359
    },
    {
        "title": "My online store now accepts Lumens",
        "ups": 346
    },
    {
        "title": "FairX Development Looks Active! (KYC Registration / Device Auth.)",
        "ups": 325
    },
    {
        "title": "SEN. WARNER: CRYPTOCURRENCIES COULD BE AS TRANSFORMATIONAL AS CELLPHONES",
        "ups": 321
    },
    {
        "title": "WOH! Huge under-the-radar news! New app to pay with Lumens!",
        "ups": 317
    }
]