[
    {
        "title": "If anyone has questions or concerns, goto their office and ask in person. Fudsters are welcome too :)",
        "ups": 208
    },
    {
        "title": "New update video",
        "ups": 155
    },
    {
        "title": "Alpha II Update From Justin!!",
        "ups": 155
    },
    {
        "title": "Let’s make sure we, as the community, are also TV ready, when Substratum present in March",
        "ups": 127
    },
    {
        "title": "Latest update from the CEO: Alpha 2 video this week, Roadmap meeting, SUB will be featured in a TV Documentary",
        "ups": 117
    },
    {
        "title": "Substratum will be listed on COBINHOOD Exchange on Feb 22 00:00 UTC+8",
        "ups": 113
    },
    {
        "title": "China to ban unauthorized VPN's by April. It sure would be nice to have a working Substratum product by then...",
        "ups": 106
    },
    {
        "title": "Get excited",
        "ups": 105
    },
    {
        "title": "Guys, I need some support... I bought at 2.80$...",
        "ups": 102
    },
    {
        "title": "Dev Talk: SubstratumNODE Whiteboard",
        "ups": 100
    },
    {
        "title": "For those with little to no time: I converted Substratum's White Paper into an audio file to listen to while I bike or drive",
        "ups": 95
    },
    {
        "title": "This community is currently the handbrake to the success of Substratum",
        "ups": 96
    },
    {
        "title": "Best Time to Buy Sub",
        "ups": 96
    },
    {
        "title": "Sub is on Coinspot - largest Australian exchange",
        "ups": 91
    },
    {
        "title": "China to block access to exchanges. Yet another reason why I’m bullish on SUB. Buying more :)",
        "ups": 87
    },
    {
        "title": "Moving in the right direction - Thank you!",
        "ups": 80
    },
    {
        "title": "Thinking about the future",
        "ups": 84
    },
    {
        "title": "Insights with Justin: Weekly Update 2/9 - New Hire, Show &amp;amp; Tell, Prizes and 2 TV Appearances",
        "ups": 80
    },
    {
        "title": "Anyone who has ever tried to code will understand this frustration....",
        "ups": 75
    },
    {
        "title": "Then.. finally.. BETA?! Woo",
        "ups": 75
    },
    {
        "title": "Part 1: How Substratum is better than initially envisioned",
        "ups": 74
    },
    {
        "title": "Go and support my new Substratum video and let’s get the word out about how good of a buy Substratum is for 2018. Like and comment on the video to give Substratum more publicity",
        "ups": 66
    },
    {
        "title": "bought my last bag today",
        "ups": 70
    },
    {
        "title": "We are Substratum. We are Anonymous. We are in Control.",
        "ups": 64
    },
    {
        "title": "Substratum Founders ETH address - nothing has moved",
        "ups": 66
    }
]