[
    {
        "title": "Tether tokens on the Ethereum blockchain have unilateral Blacklist &amp; Destroy functions.",
        "ups": 73
    },
    {
        "title": "Tether's audit is done. EVERYTHING IS OKAY!!!!",
        "ups": 70
    },
    {
        "title": "I feel like a conspiracy theorist but there are just so many **Red Flags**!",
        "ups": 50
    },
    {
        "title": "Who is Bitfinex'ed?",
        "ups": 50
    },
    {
        "title": "Controversial tweeter Bitfinex’ed has been shadowbanned by Twitter.",
        "ups": 50
    },
    {
        "title": "I come here looking for fellow investors that see no option other than to sell everything and wait for the tether collapse. Anybody here?",
        "ups": 44
    },
    {
        "title": "It's happening....!",
        "ups": 44
    },
    {
        "title": "Petition for Tether to use their machine to print 30bn USDT to end world hunger!",
        "ups": 46
    },
    {
        "title": "A Theory of Tether",
        "ups": 39
    },
    {
        "title": "Why isn't Tether Buying Back Their Currency?",
        "ups": 41
    },
    {
        "title": "The Tether Effect: the price of Bitcoin 12 hours before a grant, the price at the time of the grant, and the price 12 hours after.",
        "ups": 43
    },
    {
        "title": "In regards to the new EURT printing...",
        "ups": 43
    },
    {
        "title": "Tether. It's magic and all we have to do is believe!",
        "ups": 39
    },
    {
        "title": "How to Spot Shills: For Beginners",
        "ups": 36
    },
    {
        "title": "Most of the Kraken USDT/USD order book buy orders have been pulled, exit scam in progress",
        "ups": 31
    },
    {
        "title": "The first 30,000,000 Tether tokens have been destroyed. Ever.",
        "ups": 33
    },
    {
        "title": "Bitfinex and Tether said to be subpoenaed by CFTC",
        "ups": 33
    },
    {
        "title": "Sell your tokens ASAP",
        "ups": 37
    },
    {
        "title": "The Audio Recordings Bitfinex doesn’t want you to hear.",
        "ups": 30
    },
    {
        "title": "End game scenarios for Tether",
        "ups": 32
    },
    {
        "title": "BTC Price from early 2018 'crash' bottom to now",
        "ups": 28
    },
    {
        "title": "Un-Tethered: The Assets That (probably) Don't Exist",
        "ups": 32
    },
    {
        "title": "Bitfinex just sent 200 million tethers to tethers wallet, are they actually buying them back?",
        "ups": 29
    },
    {
        "title": "@Bitfinexed twitter account has been restored",
        "ups": 27
    },
    {
        "title": "Bloomberg: \"Digital Exchange Bitfinex, Under U.S. Scrutiny, Gets ING Account\" Would that be possible for a business supposedly fraudulent, operating a ponzi scheme or anything of that sort?",
        "ups": 27
    }
]