[
    {
        "title": "TRX Listed on Huobi",
        "ups": 307
    },
    {
        "title": "4 Reasons to Invest in Tron TRX Before the Main Net Launch",
        "ups": 301
    },
    {
        "title": "Today we officially received the certificate of China’s National High-tech Enterprise, which is issued by Ministry of Science and Technology ,Ministry of Finance and State Administration of Taxation. #TRON #TRX $TRX https://t.co/c2nEn4iav5",
        "ups": 277
    },
    {
        "title": "$TRX is listed at Cryptopia now!",
        "ups": 272
    },
    {
        "title": "One last embarrassing attempt by the world to keep control of currency",
        "ups": 252
    },
    {
        "title": "Denison Yachts to accept payment in Tron among other cryptocurrencies. Owner states that Tron is his personal favorite.",
        "ups": 237
    },
    {
        "title": "Development of the platform is the most important part of this project, obviously.. More important than price, exchanges, partnerships, etc. So look at the Github often. 8 branches, 27 contributors and 413 commits, in just over a month. Things are rolling along at a great pace!",
        "ups": 227
    },
    {
        "title": "Our R&amp;D team grows very fast with engineers joining every day. We aim to expand to 100 people in Q1. #TRON #TRX $TRX",
        "ups": 208
    },
    {
        "title": "Physical TRONIX coin concept - Thinking about manufacturing a physical gold-plated coin for TRON if the community is interested! Feedback would be appreciated.",
        "ups": 208
    },
    {
        "title": "Stayed up late tonight messing around with a TRX wallet design. Look quite awful but thought I'd share anyway since I wasted so much time on it.",
        "ups": 205
    },
    {
        "title": "The releasing date of #TRON main net has been advanced. Will have the detail later. #TRX $TRX",
        "ups": 207
    },
    {
        "title": "A Chinese Perspective on the Future of Tron $TRX",
        "ups": 199
    },
    {
        "title": "The gist of the Jan 31st livestream from Justin Tron",
        "ups": 204
    },
    {
        "title": "\"We will have an official live streaming of entire #TRON team in next week! Our development team will brief you on the recent development of our main net and partnerships! #TRX $TRX\"",
        "ups": 182
    },
    {
        "title": "Tron - A good long-term investment. My entry for the competition!",
        "ups": 177
    },
    {
        "title": "Just bought some more",
        "ups": 179
    },
    {
        "title": "Now you can deposit #TRX into Peiwo application and buy virtual gift to tip the show! Please enjoy it! #TRON $TRX",
        "ups": 179
    },
    {
        "title": "At #TRON, we work 24 hours a day and 7 days a week. When Beijing is midnight, SF is working; when SF is midnight, Beijing is working; When both Beijing and SF is daytime, we sre working together! #TRON never sleep! #TRX $TRX",
        "ups": 226
    },
    {
        "title": "Do Not Underestimate TRON (TRX)",
        "ups": 165
    },
    {
        "title": "Former senior software engineer of #meituandianping and #LeEco, Matt Yue joined #TRON technical team. He has rich experience in data, storage, processing, mining, application, research, and development. #TRX $TRX https://t.co/ATRrqwf5m4",
        "ups": 159
    },
    {
        "title": "60,000 members strong",
        "ups": 157
    },
    {
        "title": "3 Reasons to Stay Bullish on TRON (TRX)",
        "ups": 154
    },
    {
        "title": "\"#TRX #TRON $TRX TRON technical team will have a live stream on Periscope at PST time 18:30, Feb 11th, 2018. They will talk about the architecture and landscape of TRON and community developer program, Please see poster for more details. https://t.co/f8s1GvNSTe\"",
        "ups": 148
    },
    {
        "title": "Tron is now listed on EXODUS!",
        "ups": 151
    },
    {
        "title": "Let's speak with one voice and get the TRX/USDT pairing added to Binance",
        "ups": 145
    }
]