[
    {
        "title": "VeChain announced working with BMW",
        "ups": 1279
    },
    {
        "title": "VeChain Signs A Partnership Agreement With Yida Group’s IT Management division, Yida Future",
        "ups": 842
    },
    {
        "title": "VeChain partners with Australian based 188 Business Alliance Association",
        "ups": 782
    },
    {
        "title": "VeChain introduces VeResearch, a global innovation research grant program formed by research professionals to integrate blockchain into new and emerging technologies",
        "ups": 774
    },
    {
        "title": "VeChain’s First Official Public Infrastructural Decentralized Application — VeVID",
        "ups": 693
    },
    {
        "title": "Media giant Al Jazeera talks blockchain with VeChain CEO Sunny Lu on the future beyond Bitcoin, and how blockchain will change the way we all do business.",
        "ups": 648
    },
    {
        "title": "Officially confirmed by VeChain Foundation - Yes, BMW is a PARTNER of VEN, not just a \"working\" capacity.",
        "ups": 700
    },
    {
        "title": "Picture of currently announced partnerships for VeChain, more to come!",
        "ups": 627
    },
    {
        "title": "VeChain partners with iTaotaoke to bring intellectual property protection to content creators.",
        "ups": 612
    },
    {
        "title": "Sunny Lu on CNBC",
        "ups": 557
    },
    {
        "title": "As a community, we grow stronger - 40,000 and counting. Thank you for being a part of something special and for all your support!",
        "ups": 550
    },
    {
        "title": "VeChain Twitter: It's a great honor to meet Alexander De Croo, Deputy Prime Minister of Belgium [...]",
        "ups": 503
    },
    {
        "title": "Addressing Brigading and Other Community Issues",
        "ups": 474
    },
    {
        "title": "The 1st place winner of the VeChain Video Contest is \"VeChain: An Introduction\" made by Towelkeeper! Perfect story line, great animation, comprehensive and accurate information delivered. Congrats!",
        "ups": 459
    },
    {
        "title": "New Coca Cola Kid Tweet",
        "ups": 458
    },
    {
        "title": "Vote for Vechain on India's biggest exchange!",
        "ups": 451
    },
    {
        "title": "Regarding this /r/cryptocurrency ban. This is the fault of members of some of the official communities, and all of us can and should do better.",
        "ups": 414
    },
    {
        "title": "New Coca Cola Kid post",
        "ups": 402
    },
    {
        "title": "VeChain getting listed on Coinnest!",
        "ups": 395
    },
    {
        "title": "Introducing VeChain’s CTO Gu Jianliang to the Community",
        "ups": 393
    },
    {
        "title": "South Korera Greenlights Cryptocurrencies",
        "ups": 391
    },
    {
        "title": "VeChain recognized as top performing crypto this week.",
        "ups": 393
    },
    {
        "title": "r/cryptocurrency mods have banned Vechain posts for a month",
        "ups": 375
    },
    {
        "title": "Latest film contest entry from u/towelkeeper",
        "ups": 374
    },
    {
        "title": "VeChain Introduces Michigan State University As First VeResearch Participant and Pioneering the MEC Development of EdgeChain",
        "ups": 379
    }
]