[
    {
        "title": "Lecturer teaching about Vertcoin - he's also giving Vertcoin to the entire class to promote adoption!",
        "ups": 311
    },
    {
        "title": "Vertcoin is now on Exodus!",
        "ups": 259
    },
    {
        "title": "Vertcoin is back where it belongs in the Top 100!",
        "ups": 259
    },
    {
        "title": "Bitclude to add VTC 2018.02.01 (tomorrow).",
        "ups": 234
    },
    {
        "title": "New marketing team confirmed!",
        "ups": 219
    },
    {
        "title": "Vertcoin back in first place in Watson's Reports \"Crypto Currencies with the Most Positive Sentiment\"",
        "ups": 212
    },
    {
        "title": "Look at thise 4 major currencies... Companies &amp; people realising what we know already! Vertcoins destiny is to be an every day currency!",
        "ups": 209
    },
    {
        "title": "Vertcoin in first place in Watson's Reports \"Crypto Currencies with most positive sentiment\"",
        "ups": 188
    },
    {
        "title": "The Indian exchange InstaCrypto has added Vertcoin!",
        "ups": 185
    },
    {
        "title": "Dev Update February 2nd, 2018!",
        "ups": 180
    },
    {
        "title": "Vertcoin is the fastest grower in the Top 100.",
        "ups": 183
    },
    {
        "title": "\"Vertcoin's NON-ASIC decentralized network is doing over 1 Thash/s (Terahash). That's $16 million+ worth of nvidia 1080 TIs that are mining, securing &amp; verifying transactions for VTC every second. Let that sink in your head for a second.\"",
        "ups": 179
    },
    {
        "title": "CEO of Binance says \"GitHub activity is a heavily (considered) factor when reviewing a listing application.\" - VTC is 12th on that list!",
        "ups": 173
    },
    {
        "title": "[Offical] Vertcoin developer AMA- February 3rd 2018",
        "ups": 163
    },
    {
        "title": "Killing time this morning... Decided to create this graphic... now it's back to work! please share or use as you wish.",
        "ups": 164
    },
    {
        "title": "Vertcoin Back in the Top 100!",
        "ups": 154
    },
    {
        "title": "I will blow your mind with an explanation of why cryptos are valuable that you've never heard before",
        "ups": 150
    },
    {
        "title": "A big thanks to the dev team...",
        "ups": 148
    },
    {
        "title": "SEC meeting today is positive",
        "ups": 147
    },
    {
        "title": "Sometimes, when I cannot sleep, I make GIFs...",
        "ups": 148
    },
    {
        "title": "Vertcoin ranked #11 of all cryptocurrencies based on Github commits",
        "ups": 143
    },
    {
        "title": "Putting Vertcoin on Robinhoods radar!",
        "ups": 145
    },
    {
        "title": "Pretty cool poker chips. Nice to see Vertcoin in the set!",
        "ups": 138
    },
    {
        "title": "Everyone is so relaxed in here it seems",
        "ups": 131
    },
    {
        "title": "Vertcoin is ranked 12 out of 616 based on Github commits (cryptomiso.com)",
        "ups": 130
    }
]