[
    {
        "title": "We are incredibly proud to announce a collaboration with Imogen Heap - an exceptional and inspiring Grammy Award-winning artist.",
        "ups": 15
    },
    {
        "title": "Meeting with Slovenian Prime Minister and half of the government was a success! With the incredible crowd of Slovenian blockchain companies at the event we decided to build Blockchain Alliance CEE.",
        "ups": 14
    },
    {
        "title": "VIB - 1260.83% volume surge - What's behind this pump?",
        "ups": 13
    },
    {
        "title": "Waiting for our working meeting with the Slovenian Prime Minister and pretty much half of the government. Shirts are ironed, both dogs are combed and fed, we’re ready to go.",
        "ups": 10
    },
    {
        "title": "Ticket Sale Platform",
        "ups": 11
    },
    {
        "title": "Viberate (VIB): The Game Changer for the Music Industry - Cryptorecorder.com",
        "ups": 10
    },
    {
        "title": "Viberate &amp; Imogen Heap Strive to Give Equal Opportunity to Every Artist | NewsBTC",
        "ups": 9
    },
    {
        "title": "There are people from 94% countries of the world involved in building the biggest music database. With that incredible feedback we are happy to announce that we expanded our database team by 50%!",
        "ups": 9
    },
    {
        "title": "We’re gaining global recognition from the crypto community for our recent activities in the field of regulations and creation of Blockchain Alliance SEE.",
        "ups": 8
    },
    {
        "title": "Welcome $VIB into Changelly token Family! – Changelly.com – Medium",
        "ups": 8
    },
    {
        "title": "We are on the top Crypto News on Steemit!",
        "ups": 9
    },
    {
        "title": "Slovenia is Becoming a Target Destination for Blockchain Companies / The Merkle",
        "ups": 7
    },
    {
        "title": "At the presentation of the Blockchain Alliance CEE, our CEO Matej Gregorčič, said: “The Slovenian blockchain companies are already closely cooperating and do not compete with each other. It may sound trite, but we are truly stronger together.”",
        "ups": 9
    },
    {
        "title": "Viberate (VIB) Music Platform Booms Ahead of Enterprise Ethereum Alliance Partnership - Cryptovest",
        "ups": 8
    },
    {
        "title": "Very productive meeting about the first blockchain and digital innovation summit was held in Viberate's office. More info coming soon.",
        "ups": 7
    },
    {
        "title": "Live Music Marketplace Viberate’s VIB Tokens Listed on Changelly - CCN",
        "ups": 6
    },
    {
        "title": "Capturing the Blockchain Music Vibe - NASDAQ",
        "ups": 6
    },
    {
        "title": "Ministry of Finance invited our COO, Vasja Veber, to join the meeting, where they talked about blockchain and cryptocurrency taxes.",
        "ups": 5
    },
    {
        "title": "Music coins weather the cryptopocalypse | IQ Magazine",
        "ups": 6
    },
    {
        "title": "We all know that feeling when we miss the band from our bucket list in our hometown. To prevent that once and for all, we are building a huge database of artists, events, and venues. Here's a cool article about it from our fan.",
        "ups": 6
    },
    {
        "title": "Our Prime Minister Dr. Miro Cerar was a part of Blockchain Alliance CEE launch and we are super happy about that. \"We recognize blockchain technology as an exceptional opportunity: in this respect, Slovenia is at the forefront and one of the most recognized blockchain destinations in Europe.\"",
        "ups": 6
    },
    {
        "title": "In the exclusive interview for Billboard our founder and techno royalty UMEK talks about Viberate potential and how blockchain will change the music business.",
        "ups": 5
    },
    {
        "title": "With the release of Blockchain Alliance CEE Slovenia has an amazing opportunity to become Blockchain Valley. Check what our founders have to say about the importance of the Blockchain Alliance CEE in the following article.",
        "ups": 8
    },
    {
        "title": "Slovenia was often mentioned at World Economic Forum in Davos as Blockchain State. And we are so happy to hear that so many amazing blockchain companies are highly interested in joining our Blockchain Alliance CEE. So check the article to see what the future will bring.",
        "ups": 6
    },
    {
        "title": "Imogen Heap Backing Viberate To Revolutionize The Music Industry | C-U",
        "ups": 6
    }
]