[
    {
        "title": "New VIBEHub website to launch within days",
        "ups": 25
    },
    {
        "title": "Monster tweets apology to VIBE for Superbowl",
        "ups": 24
    },
    {
        "title": "Monster Products' 60-second Super Bowl spot will star rapper Iggy Azalea, with appearances by Aerosmith guitarist Joe Perry, country singer Big Kenny, rapper Yo Gotti, “Keeping up with the Kardashians” regular Jonathan Cheban and former boy band baritone Joey Fatone",
        "ups": 21
    },
    {
        "title": "Looks like crypto is getting more noticed in superbowl",
        "ups": 21
    },
    {
        "title": "Vibe is showed in Iggy's twitter - We must like the tweeter of Iggy for more attention",
        "ups": 19
    },
    {
        "title": "Please, considere some things (+ proof (?) of vibe hub in monster ads).",
        "ups": 19
    },
    {
        "title": "Superbowl Audience - Vibe exposure",
        "ups": 14
    },
    {
        "title": "Never a better time to buy in. This is a great project.",
        "ups": 13
    },
    {
        "title": "Can you vibe coin traders stop selling out and let this thing run....ugh",
        "ups": 13
    },
    {
        "title": "Inmates Are Using VR For A Chance To Get Out Of Prison",
        "ups": 12
    },
    {
        "title": "\"BIG DEALS being worked on guys!!! Stay tuned...\"",
        "ups": 13
    },
    {
        "title": "The Philadelphia 76ers have reportedly begun using virtual reality technology with guard Markelle Fultz as part of his rehabilitation, hoping he can rebuild confidence in his ailing jumper.",
        "ups": 11
    },
    {
        "title": "There goes the Monster commercial! No mention of Vibe.",
        "ups": 10
    },
    {
        "title": "Coin behaviour",
        "ups": 10
    },
    {
        "title": "Merkle Article of Vibe use-case for future",
        "ups": 10
    },
    {
        "title": "Why the dump? Why is everyone in this crypto game so damn impatient?",
        "ups": 8
    },
    {
        "title": "Vibe thoughts? Superbowl exposure, millions of viewers, working with Monster and the announcement of an A-Lister soon to come! Vibin out!",
        "ups": 8
    },
    {
        "title": "It will be a great weekend for Vibe!",
        "ups": 10
    },
    {
        "title": "Good time to buy or what?",
        "ups": 10
    },
    {
        "title": "3 Tokens to Watch in 2018 and VIBE is one of them!",
        "ups": 10
    },
    {
        "title": "Hey an accomplishment is an accomplishment right? Is it time to stock up?",
        "ups": 8
    },
    {
        "title": "Anyone still holding?",
        "ups": 8
    },
    {
        "title": "A new Justin tattoo, specially on a super bowl !!!!!!!!! REAL INFO !!!!",
        "ups": 7
    },
    {
        "title": "Thoughts on sundays Super Bowl commercial with Monster and Vibe?",
        "ups": 8
    },
    {
        "title": "Sleeping Community",
        "ups": 6
    }
]