[
    {
        "title": "OPSkins Announces Etherbots Integration, Tradable with WAX",
        "ups": 42
    },
    {
        "title": "Bittrex!!💥",
        "ups": 35
    },
    {
        "title": "Cryptomania Top Ten 'Coin of the Day' - number 1. is WAX :)",
        "ups": 32
    },
    {
        "title": "PUBGShowcase.com now displays item prices in WAX",
        "ups": 31
    },
    {
        "title": "I do not know a single thing about this crypto, but I invested my life savings because I saw this guy's beard",
        "ups": 29
    },
    {
        "title": "OPSkins Announces Fishbank Integration, Tradable with WAX Tokens",
        "ups": 25
    },
    {
        "title": "Cryptocurrency’s Massive Growth in eSports and Video Gaming Continues with the World’s First Crypto Prize Pool",
        "ups": 22
    },
    {
        "title": "WAX token up 150% in the last 24hrs!!!",
        "ups": 22
    },
    {
        "title": "Buy and sell more digital items with WAX! OPSkins announces trading support for Battalion 1944",
        "ups": 20
    },
    {
        "title": "WAX Price analysis",
        "ups": 19
    },
    {
        "title": "CEO William Quigley on OPSkins's status as the world's largest e-commerce company accepting cryptocurrencies",
        "ups": 17
    },
    {
        "title": "More digital items to buy and sell with WAX: OPSkins adds Ballistic Overkill in-game items",
        "ups": 19
    },
    {
        "title": "50,000 WAX giveaway on CoinFalcon",
        "ups": 17
    },
    {
        "title": "WAX is #2 gainer in last 24 hours and is doing more volume than ETH and Ripple right now 😲",
        "ups": 15
    },
    {
        "title": "Wax was added to daily Crypto Listings on Exchanges",
        "ups": 15
    },
    {
        "title": "WAX climbed to TOP 100 again on CMC",
        "ups": 17
    },
    {
        "title": "+115% in 24hrs!",
        "ups": 15
    },
    {
        "title": "A few days ago, Fortnite surpassed PUBG in player count. This game is filled with cosmetic skins and would be a perfect game to impliment Wax!",
        "ups": 14
    },
    {
        "title": "Coinomi and WAX: an Integrated Partnership",
        "ups": 13
    },
    {
        "title": "WAX President Malcolm CasSelle will be presenting at Developer Week 2018 in San Francisco",
        "ups": 16
    },
    {
        "title": "What is the Wax Token and Should You Invest In It In 2018?",
        "ups": 13
    },
    {
        "title": "Real Geek Currency",
        "ups": 13
    },
    {
        "title": "The WAX website has a new look - See our new design, sign up for our upcoming newsletter series, and listen to CEO William Quigley's latest podcast interview.",
        "ups": 13
    },
    {
        "title": "WAX News Roundup: Bringing you the latest news from the WAX team! See what we've been up to lately.",
        "ups": 11
    },
    {
        "title": "Weekly Discussion Thread 2/5/18 - 2/11/18",
        "ups": 11
    }
]