[
    {
        "title": "Zcash is now live on P2P anonymous market OpenBazaar!",
        "ups": 50
    },
    {
        "title": "Bitcoin's privacy is so broken that researchers are using it to deanonymize Tor users now.",
        "ups": 44
    },
    {
        "title": "ZCASH transactions look like...",
        "ups": 45
    },
    {
        "title": "We are an adult store based in Australia that accepts zcash",
        "ups": 42
    },
    {
        "title": "ZCASH4WIN is out of date once again. Work around inside",
        "ups": 39
    },
    {
        "title": "50 participants now for Powers of Tau! It's not too late for you to join us in making Zcash more secure than ever!",
        "ups": 37
    },
    {
        "title": "'Governments hate bitcoin...' No, certain agencies love it because it's woefully transparent yet users continue behaving like it's anywhere near private.",
        "ups": 36
    },
    {
        "title": "Zcash: Extreme Powers of Tau: Chernobyl &amp; 3k feet",
        "ups": 32
    },
    {
        "title": "Zcash Developers want your opinions/thoughts on ASIC miners",
        "ups": 26
    },
    {
        "title": "At least 20 organisations accept Zcash donations, including the Seasteading Institute, Internet Archive, Courage Foundation, and Donamed Venezuela!",
        "ups": 27
    },
    {
        "title": "Comprehensive Zcash Guide for Beginners to Experts",
        "ups": 26
    },
    {
        "title": "Poland's Central Bank Secretly Paid Youtubers to Slander Cryptos",
        "ups": 24
    },
    {
        "title": "Zcash seems to be the smartest and least propaganda-driven privacy coin",
        "ups": 23
    },
    {
        "title": "ZCASH - The ‘Hidden’ Bitcoin…",
        "ups": 24
    },
    {
        "title": "Zcash Overwinter Network Upgrade (hard-fork) Countdown Page",
        "ups": 22
    },
    {
        "title": "A fantastic article on PBS Nova about the need for Privacy in Cryptocurrencies",
        "ups": 22
    },
    {
        "title": "Zcash Developers Update: 1.0.15 release scheduled for Monday, Four new engineers hired!",
        "ups": 20
    },
    {
        "title": "zooko on Twitter: \"Wait, Monero users are paying a mean fee of $10 per transaction!?\"",
        "ups": 21
    },
    {
        "title": "Proud to have launched the first live Zcash store on OpenBazaar! Use code 'zksnarky' to get 10% off your purchase with ZEC.",
        "ups": 22
    },
    {
        "title": "I can't explain why, but i have so much faith in zcash...",
        "ups": 21
    },
    {
        "title": "Can we talk about the fact that difficulty has gone up by around 33 percent in the last few weeks :(",
        "ups": 19
    },
    {
        "title": "Why doesn't Zcash have an engaged reddit community like other altcoins",
        "ups": 18
    },
    {
        "title": "Grayscale Zcash Investment Thesis",
        "ups": 20
    },
    {
        "title": "A visual representation and comparison of different marketcap sizes (Including ZCash)",
        "ups": 19
    },
    {
        "title": "Radioactive Material From Chernobyl Will Help Secure the Next Version of Zcash",
        "ups": 17
    }
]