[
    {
        "title": "Token Trader is Live!",
        "ups": 80
    },
    {
        "title": "The AirSwap Megathread",
        "ups": 68
    },
    {
        "title": "Sam Tabar and Maggie Hsu negotiating partnership discussions with Goldman Sachs",
        "ups": 66
    },
    {
        "title": "Bloomberg video coverage of the AirSwap launch",
        "ups": 49
    },
    {
        "title": "Airswap privately invited to visit Necker Island! (Richard Branson)",
        "ups": 53
    },
    {
        "title": "Financial Times covering AirSwap!",
        "ups": 42
    },
    {
        "title": "Airswap Analysis — Decentralized Exchange for Market Makers",
        "ups": 40
    },
    {
        "title": "AirSwap team just finished at the annual Goldman Sachs Investor Conference",
        "ups": 39
    },
    {
        "title": "Do people just not realize the magnitude of what Airswap is going to accomplish?",
        "ups": 35
    },
    {
        "title": "The year of the DEXs is in full motion with our private release of our Token Trader in 2 days (Jan 16) and beta mobile app soon 🤩 #AirSwap #yearoftheDEXs #AirSwapGo",
        "ups": 34
    },
    {
        "title": "AirSwap Twitter account sharing the Goldman Sachs Investor Conference",
        "ups": 35
    },
    {
        "title": "Airswap irl",
        "ups": 39
    },
    {
        "title": "Used @airswap to make a purchase on Main Net using my Ledger Nano S. Processed in about 30 seconds. Extremely easy and smooth process. $AST #airswap #DEX",
        "ups": 35
    },
    {
        "title": "Crypto Bobby will be speaking with M.Oved and Don Mosites live on Wednesday Feb 14th at 2:30pm Eastern",
        "ups": 38
    },
    {
        "title": "Chat with AirSwap, Talking Decentralized Exchanges - Crypto Happy Hour",
        "ups": 32
    },
    {
        "title": "AirSwap Team Update: Jan. 26, 2018 – AirSwap Blog",
        "ups": 33
    },
    {
        "title": "AirSwap by Michael Oved",
        "ups": 35
    },
    {
        "title": "This seems very promising.",
        "ups": 32
    },
    {
        "title": "Sam Tabar talking about AirSwap at BNPParibas in their Hong Kong Office on februari 6.",
        "ups": 33
    },
    {
        "title": "AST Airswap Product Live Now YouTube Video",
        "ups": 31
    },
    {
        "title": "AirSwap trending!",
        "ups": 32
    },
    {
        "title": "AirSwap and Novogratz Partner to Provide Liquidity on Decentralized Exchanges",
        "ups": 32
    },
    {
        "title": "Part of our #Tokyo trip was focused on educating interested partners on our peer-to-peer protocol and why it’s free of frontrunning and other issues #yearoftheDEX #AirSwap #🇯🇵",
        "ups": 33
    },
    {
        "title": "AirSwap biggest community growth according Coinmunity.",
        "ups": 28
    },
    {
        "title": "AirSwap in Berlin!",
        "ups": 30
    }
]