[
    {
        "title": "ARK mobile wallets are here!",
        "ups": 557
    },
    {
        "title": "The Ark Team’s Vision",
        "ups": 501
    },
    {
        "title": "ARK is now in the billion dollars club",
        "ups": 443
    },
    {
        "title": "A quick example of Ark's speed",
        "ups": 418
    },
    {
        "title": "New Partnership Formed: ARK + Blockport",
        "ups": 397
    },
    {
        "title": "ARK's booth at one of the biggest #Bitcoin and #blockchain conferences",
        "ups": 294
    },
    {
        "title": "ARK - BTC Smartbridge Complete!",
        "ups": 293
    },
    {
        "title": "ARK described as \"The Bitcoin of France\" on major French TV station France24",
        "ups": 281
    },
    {
        "title": "ACES Completes ARK Authentication Listeners for ARK, Bitcoin, Ethereum, and Litecoin",
        "ups": 270
    },
    {
        "title": "Official Mobile ARK Wallets Released for Android and IOS",
        "ups": 253
    },
    {
        "title": "ARK Creates a Unique Business Entity",
        "ups": 254
    },
    {
        "title": "ARK vs LSK: “while lisk is announcing working on it, we have it”",
        "ups": 246
    },
    {
        "title": "Headphones.com is stoked to be accepting Ark",
        "ups": 239
    },
    {
        "title": "Jeremy Epstein Joins the ARK Team as Marketing Advisor",
        "ups": 237
    },
    {
        "title": "Mobile Wallet - 99%!!!",
        "ups": 236
    },
    {
        "title": "ARK Signs Partnership With PR Release Firm Bitcoin PR Buzz",
        "ups": 232
    },
    {
        "title": "Blockchain Platform ARK Forms Partnership with Decentralized Exchange Blockport",
        "ups": 232
    },
    {
        "title": "Binance lists ARK",
        "ups": 225
    },
    {
        "title": "ARK MOBILE WALLET ARRIVED!",
        "ups": 221
    },
    {
        "title": "Introducing ARK Kotlin, a new integration to communicate with the ARK blockchain",
        "ups": 218
    },
    {
        "title": "Merry Christmas from the ARK crew to you!",
        "ups": 210
    },
    {
        "title": "ARK Deployer : First Steps Towards Easy Blockchain Deployment",
        "ups": 213
    },
    {
        "title": "First phase of an Ark e-commerce platform",
        "ups": 213
    },
    {
        "title": "Ark's Wikipedia page is in danger of being deleted. Please help by adding more reliable sources and citations if you can find them.",
        "ups": 217
    },
    {
        "title": "ArkLand Valentine's Raffle ❤️ Ark Raffle Running on Ark's Smart Bridges! // 350 Tickets // 3 Lucky Winners // Drawings Will Happen on February 15th, at 8 am EST Time (UTC -5), 1st Place Gets 210 Ark! Good Luck and Happy Valentines",
        "ups": 210
    },
    {
        "title": "Looks like Ark is going to be listed on SCExchange. this is HUGE! USD-ARK pairing",
        "ups": 209
    },
    {
        "title": "Ark Core v2 update from lead Ark dev",
        "ups": 207
    },
    {
        "title": "Damn Ark is fast",
        "ups": 209
    },
    {
        "title": "The new ARK website is up and running!",
        "ups": 205
    },
    {
        "title": "Ark Hires a New Developer",
        "ups": 208
    },
    {
        "title": "ARK Traveling to Cambridge University — Hack Cambridge 2018",
        "ups": 203
    },
    {
        "title": "Upvote ARK to appear on ShapeShift exchange. It's 10 seconds only!",
        "ups": 206
    },
    {
        "title": "ARK mentioned in a Forbes opinion article",
        "ups": 199
    },
    {
        "title": "ARK 2.0 @ 45%",
        "ups": 198
    },
    {
        "title": "Coinbase has announced that they will add many more altcoins in 2018. What can we do to make Ark one of those coins?",
        "ups": 192
    },
    {
        "title": "As a full-stack JS developer seeing ARK for the first time.",
        "ups": 187
    },
    {
        "title": "Ark devs interested in building Encoded Listener Bridge to RaiBlocks; better than Atomic Swaps; RaiBlocks community interested in helping with code?",
        "ups": 187
    },
    {
        "title": "While people are going crazy because of the altcoin season, I am just here, calm and being rewarded for holding Ark...",
        "ups": 186
    },
    {
        "title": "ARK: A fast, efficient blockchain solution for everybody",
        "ups": 183
    },
    {
        "title": "Vote for Ark to get listed on zero-fee trading exchange COBINHOOD - Read 'requirements'",
        "ups": 184
    },
    {
        "title": "Ark - Thoughts on why to get in now",
        "ups": 186
    },
    {
        "title": "Preview of mobile wallets?",
        "ups": 184
    },
    {
        "title": "Development of the ARK and Bitcoin Listeners Completed",
        "ups": 181
    },
    {
        "title": "A Future of Cryptocurrencies and Blockchains (ARK ACES)",
        "ups": 178
    },
    {
        "title": "ArkLand New Year's Raffle - Announcing the winners!",
        "ups": 178
    },
    {
        "title": "Amazing news!!!! Let's go Ark!!!",
        "ups": 179
    },
    {
        "title": "Let's get Ark added to Bitfinex!",
        "ups": 175
    },
    {
        "title": "What's suppressing the price, Oxycoin has been selling ARK that they received from their ICO for the past 2 weeks",
        "ups": 174
    },
    {
        "title": "I‘m happy to share this Factssheet about Ark with you. Thanks to jarunik for the cooperation!",
        "ups": 178
    },
    {
        "title": "ARK's Marketing Advisor, Jeremy Epstein, would like to address the ARK community and give some insight on current projects",
        "ups": 168
    }
]