[
    {
        "title": "Heads up for those who intend to invest in the Stox ICO",
        "ups": 92
    },
    {
        "title": "List of all known projects committed to using Bancor protocol",
        "ups": 60
    },
    {
        "title": "This Analysis of Bancor is Flawed",
        "ups": 60
    },
    {
        "title": "DAI Token (Dai) now LIVE in the Bancor Network for continuous, decentralized and automated liquidity. Check out the Web App to convert DAI, BNT, ETH and other tokens",
        "ups": 45
    },
    {
        "title": "Heads up for this fake Bancor twitter account who is taking advantage of people who missed out on the ICO",
        "ups": 48
    },
    {
        "title": "Transaction costs for Bancor Smart Tokens when CRR &lt; 100%",
        "ups": 41
    },
    {
        "title": "How to use the Bancor Web App",
        "ups": 43
    },
    {
        "title": "Announcing the Newest LIVE Token in the Bancor Network: Say Hello to Enjin",
        "ups": 43
    },
    {
        "title": "Bancor Progress Update, October 24, 2017",
        "ups": 43
    },
    {
        "title": "Update about marketing by Guy benartzi in telegram",
        "ups": 46
    },
    {
        "title": "Bancor can stay solvent longer than the market can stay irrational.",
        "ups": 45
    },
    {
        "title": "BANCOR will start trading tomorrow!",
        "ups": 44
    },
    {
        "title": "DRGN Token (Dragonchain) now LIVE in the Bancor Network for continuous, decentralized and automated liquidity. Check out the Web App to convert DRGN, BNT, ETH and other tokens directly from your Web3 wallet.",
        "ups": 38
    },
    {
        "title": "BNT: The First Smart Token is Born. We will host an AMA here in 30 minutes.",
        "ups": 41
    },
    {
        "title": "The extension bought me enough time to participate in the Fund raising | This is better than BAT",
        "ups": 38
    },
    {
        "title": "SENSE token now LIVE on the Bancor Network!",
        "ups": 43
    },
    {
        "title": "OMG Token now LIVE in the Bancor Network for continuous, decentralized and automated #liquidity.",
        "ups": 41
    },
    {
        "title": "Bancor Progress Update",
        "ups": 39
    },
    {
        "title": "STOX is integrated to Bancor",
        "ups": 39
    },
    {
        "title": "&lt;- number of people who understand Bancor's concept, mechanisms, price floor, and arbitrage",
        "ups": 39
    },
    {
        "title": "Bancor is hiring! We're looking for the most creative minds to let the liquidity vision flow. Check out the Bancor careers page to see if you or someone you know would make a great addition to our growing marketing team",
        "ups": 36
    },
    {
        "title": "Enjin Coin Bancor Token Relay Explainer",
        "ups": 36
    },
    {
        "title": "TIO (Trade.io) now LIVE on the Bancor Network",
        "ups": 36
    },
    {
        "title": "A plea to Bancor team.",
        "ups": 34
    },
    {
        "title": "We are excited to announce that EOS is now live and convertible on the Bancor Network, allowing continuous and automated liquidity for one of the ecosystem's most traded tokens! Check out the Web App to convert #EOS, BNB, TRX, ETH and other #tokens directly from your Web3 wallet.",
        "ups": 34
    },
    {
        "title": "TBX Token (Tokenbox.io) now LIVE in the Bancor Network",
        "ups": 34
    },
    {
        "title": "Emin Gün Sirer to help Bancor with scientific evaluation of Bancor-like strategies.",
        "ups": 34
    },
    {
        "title": "Experimental: Simple BNT purchasing",
        "ups": 34
    },
    {
        "title": "Just used Bancor for the first time to acquire DAI because of the Tether sketchiness...",
        "ups": 32
    },
    {
        "title": "Security is our top priority! That's why we've extended the Hackme bounty campaign!",
        "ups": 31
    },
    {
        "title": "New Bounty Campaigns Live on the Bancor Network™",
        "ups": 37
    },
    {
        "title": "Datawallet Joins The Bancor Liquidity Network",
        "ups": 33
    },
    {
        "title": "Price Floor in Action, and as a Solution – The Bancor Protocol",
        "ups": 34
    },
    {
        "title": "A response from Nick Johnson (Ethereum Foundation) on \"Bancor Is Flawed\"",
        "ups": 29
    },
    {
        "title": "Virtual reality platform Decentraland is offering MANA holders a better user experience, through decentralized #liquidity via the Bancor Network. MANABNT Token Relay coming soon!",
        "ups": 32
    },
    {
        "title": "Jaxx announces addition of Bancor Network to wallet",
        "ups": 32
    },
    {
        "title": "Bancor could have just averted a major financial accident through its solving the \"double coincidence of wants\" problem",
        "ups": 32
    },
    {
        "title": "How DAI and Bancor are saving my portfolio",
        "ups": 32
    },
    {
        "title": "Wolk Announces Creation of Token Relay with Bancor",
        "ups": 30
    },
    {
        "title": "Please remove \"PedoCoin\" from demo environment?",
        "ups": 32
    },
    {
        "title": "WAX Token will integrate Bancor Protocol to provide token liquidity for millions of gamers! Join us today (Nov. 14) at 12:30pm PST for a live #AMA on https://t.me/bancor",
        "ups": 29
    },
    {
        "title": "WAND Token (WandX) now LIVE in the Bancor Network for continuous, decentralized and automated liquidity",
        "ups": 29
    },
    {
        "title": "I must say Bancor &amp; Metamask Integration is wonderful.",
        "ups": 29
    },
    {
        "title": "Bancor New Year Bounty Contest: 2017 Crypto Recap Graphic",
        "ups": 27
    },
    {
        "title": "Rocket ICO is a Decentralized Autonomous Organization (DAO) using SmartContracts to help blockchain projects thrive and integrating the Bancor Protocol for decentralized liquidity",
        "ups": 30
    },
    {
        "title": "Bancor Progress Update",
        "ups": 28
    },
    {
        "title": "- Responding to SEC press release, Tim Draper (Bancor advisory board) sent an open letter",
        "ups": 30
    },
    {
        "title": "The ridiculousness FUD of this subreddit, and real-use cases.",
        "ups": 29
    },
    {
        "title": "TIO Token (trade.io) now LIVE in the Bancor Network for continuous, decentralized and automated #liquidity. Check out the Web App to convert TIO, BNT, ETH and other tokens directly from your Web3 wallet",
        "ups": 30
    },
    {
        "title": "Bancor's HACKME bounty campaign is about to end! Hack the wallet NOW to win ETH &amp; BNT!",
        "ups": 29
    }
]