[
    {
        "title": "Heads up for those who intend to invest in the Stox ICO",
        "ups": 92
    },
    {
        "title": "List of all known projects committed to using Bancor protocol",
        "ups": 59
    },
    {
        "title": "This Analysis of Bancor is Flawed",
        "ups": 59
    },
    {
        "title": "DAI Token (Dai) now LIVE in the Bancor Network for continuous, decentralized and automated liquidity. Check out the Web App to convert DAI, BNT, ETH and other tokens",
        "ups": 51
    },
    {
        "title": "Heads up for this fake Bancor twitter account who is taking advantage of people who missed out on the ICO",
        "ups": 46
    },
    {
        "title": "Transaction costs for Bancor Smart Tokens when CRR &lt; 100%",
        "ups": 43
    },
    {
        "title": "How to use the Bancor Web App",
        "ups": 41
    },
    {
        "title": "Announcing the Newest LIVE Token in the Bancor Network: Say Hello to Enjin",
        "ups": 44
    },
    {
        "title": "Bancor Progress Update, October 24, 2017",
        "ups": 44
    },
    {
        "title": "Update about marketing by Guy benartzi in telegram",
        "ups": 41
    },
    {
        "title": "Bancor can stay solvent longer than the market can stay irrational.",
        "ups": 44
    },
    {
        "title": "BANCOR will start trading tomorrow!",
        "ups": 43
    },
    {
        "title": "DRGN Token (Dragonchain) now LIVE in the Bancor Network for continuous, decentralized and automated liquidity. Check out the Web App to convert DRGN, BNT, ETH and other tokens directly from your Web3 wallet.",
        "ups": 39
    },
    {
        "title": "BNT: The First Smart Token is Born. We will host an AMA here in 30 minutes.",
        "ups": 42
    },
    {
        "title": "The extension bought me enough time to participate in the Fund raising | This is better than BAT",
        "ups": 41
    },
    {
        "title": "SENSE token now LIVE on the Bancor Network!",
        "ups": 42
    },
    {
        "title": "OMG Token now LIVE in the Bancor Network for continuous, decentralized and automated #liquidity.",
        "ups": 44
    },
    {
        "title": "Bancor Progress Update",
        "ups": 44
    },
    {
        "title": "STOX is integrated to Bancor",
        "ups": 40
    },
    {
        "title": "&lt;- number of people who understand Bancor's concept, mechanisms, price floor, and arbitrage",
        "ups": 38
    },
    {
        "title": "Bancor is hiring! We're looking for the most creative minds to let the liquidity vision flow. Check out the Bancor careers page to see if you or someone you know would make a great addition to our growing marketing team",
        "ups": 34
    },
    {
        "title": "Enjin Coin Bancor Token Relay Explainer",
        "ups": 38
    },
    {
        "title": "TIO (Trade.io) now LIVE on the Bancor Network",
        "ups": 37
    },
    {
        "title": "A plea to Bancor team.",
        "ups": 38
    },
    {
        "title": "We are excited to announce that EOS is now live and convertible on the Bancor Network, allowing continuous and automated liquidity for one of the ecosystem's most traded tokens! Check out the Web App to convert #EOS, BNB, TRX, ETH and other #tokens directly from your Web3 wallet.",
        "ups": 37
    }
]