[
    {
        "title": "Philip DeFranco tweets about BAT (IT'S HAPPENING!!!)",
        "ups": 472
    },
    {
        "title": "The Guardian is a verified publisher!",
        "ups": 369
    },
    {
        "title": "New to BAT? Read this Introduction to Basic Attention Token (BAT)",
        "ups": 287
    },
    {
        "title": "Spent my lunch break downloading Brave on all the computers at the electronics store. (Crypto makes me feel like I'm part of a secret army fighting to make the world a better place)",
        "ups": 276
    },
    {
        "title": "Confirmation from Wikipedia that they're currently investigating BAT and should hopefully be verified soon.",
        "ups": 272
    },
    {
        "title": "BAT mentioned on CNBC: \"Will disrupt Facebook and Google\"",
        "ups": 267
    },
    {
        "title": "BartBaker (YouTuber with 10,000,000 subscribers) endorses Brave &amp; BAT after Phil deFranco",
        "ups": 264
    },
    {
        "title": "BAT FEATURED ON DEFRANCO'S NEWEST VIDEO",
        "ups": 253
    },
    {
        "title": "We've broken 10,000 verified publishers! Over 6000 YouTube creators onboard!",
        "ups": 244
    },
    {
        "title": "BRAVE ANNOUNCES $1 MILLION CRYPTO-TOKEN GIVEAWAY!",
        "ups": 244
    },
    {
        "title": "Expanding @AttentionToken to @YouTube today. Now creators can earn BAT for their content directly from their audience via Brave Payments!",
        "ups": 240
    },
    {
        "title": "BAT flexes again. Bodybuilding.com is a verified publisher.",
        "ups": 231
    },
    {
        "title": "YouTuber BartBaker (10 Million subscribers) supports Brave/BAT and asks his audience to download Brave due to demonetization in new video",
        "ups": 229
    },
    {
        "title": "Excited to announce DuckDuckGo.com as a verified publisher and partner with Brave and BAT!",
        "ups": 227
    },
    {
        "title": "I work at a huge tech company that sells pre-installed and updated laptops. Should I install Brave on all of them as default browser?",
        "ups": 221
    },
    {
        "title": "Wikipedia is going to love BAT",
        "ups": 223
    },
    {
        "title": "Made the switch and I never looked back...",
        "ups": 210
    },
    {
        "title": "YouTube demonetization BAT/Brave awareness initiative — Help contact YouTubers on this list",
        "ups": 203
    },
    {
        "title": "Brendan Eich announces verified publisher &amp; creator numbers: Websites = 2597, YouTubers = 1389 (total: 4000)",
        "ups": 203
    },
    {
        "title": "Upvote This Thread To Raise Awareness To The Youtube Community",
        "ups": 202
    },
    {
        "title": "There now 9743 publishers signed up to receive $BAT payments, of which 5783 are publishers on YouTube. A week ago, YouTubers were at about 1,500.",
        "ups": 193
    },
    {
        "title": "Dave Rubin of Rubin Report looking into BAT as a YouTube monetization alternative.",
        "ups": 199
    },
    {
        "title": "Bat trading on Bitfinex!",
        "ups": 190
    },
    {
        "title": "Twitch Integration 100% complete. Due date not yet confirmed.",
        "ups": 188
    },
    {
        "title": "BAT Mercury Launched!",
        "ups": 189
    },
    {
        "title": "Brave browser version 0.20.x is 97% complete! Only 13 open issues left.",
        "ups": 182
    },
    {
        "title": "Brave now has 1.4 monthly active users, up 200k users in 2 days.",
        "ups": 175
    },
    {
        "title": "Brave Launches Million Dollar Referral Program!",
        "ups": 173
    },
    {
        "title": "BAT is Januarys Recommended buy by the London Letter",
        "ups": 168
    },
    {
        "title": "Brave and DuckDuckGo Partner to Improve Privacy on the Web",
        "ups": 166
    },
    {
        "title": "Brave 0.20 is 99% complete!",
        "ups": 162
    },
    {
        "title": "I´m a content creator and will create some Art for us in Virtual Reality.",
        "ups": 163
    },
    {
        "title": "CNET: Brave browser lets you pay your favorite YouTube stars",
        "ups": 160
    },
    {
        "title": "Brendan Eich on Twitter: \"We are passing 1.2M MAU (monthly active users) and growing to 2M in next few months, aiming for 5M this year.\"",
        "ups": 153
    },
    {
        "title": "I Fucking love the Brave browser.",
        "ups": 159
    },
    {
        "title": "YouTube ads are now vulnerable to hacks that allow hackers to mine crypto (Monero) using your CPU (up to 80%) — this is big news for Brave.",
        "ups": 149
    },
    {
        "title": "Brendan Eich confirms support for Twitch coming soon and front-end work for Twitch support is already complete",
        "ups": 151
    },
    {
        "title": "BREAKING: BAT giving users free money to jumpstart their economy!",
        "ups": 151
    },
    {
        "title": "Built-in Ethereum wallet coming to Brave: \"Best Ethereum Wallet Ever\" by Brave/BAT's ETHDenver team",
        "ups": 150
    },
    {
        "title": "BAT is the biggest project in the crypto space right now.",
        "ups": 145
    },
    {
        "title": "I'm a YouTuber (800k subs) with a few questions",
        "ups": 145
    },
    {
        "title": "It’s obnoxious Ads like this that make me so bullish on the BAT project. Please save us from this kind of trash!",
        "ups": 143
    },
    {
        "title": "Brave &amp; BAT covered in NASDAQ article",
        "ups": 140
    },
    {
        "title": "This publisher/creator just received his monthly $BAT contribution from users through Brave Payments and Tweeted about how happy he is. This is the start of a web revolution. [Image / screenshot]",
        "ups": 140
    },
    {
        "title": "Brendan Eich: \"YouTube account verifications are flying today!\"",
        "ups": 142
    },
    {
        "title": "HowToBasic is now a verified YouTube creator! (10.3 Million subscribers)",
        "ups": 141
    },
    {
        "title": "Start telling people Brave saves them battery life on their mobile device. Huge pain point for almost everyone.",
        "ups": 139
    },
    {
        "title": "This is why the web needs BAT.",
        "ups": 134
    },
    {
        "title": "Coinbase CEO: \"BAT is exactly the sort of token we'd like to support on Coinbase and GDAX over the coming year, make it easy to buy/sell these with gov currencies\"",
        "ups": 136
    },
    {
        "title": "Bendan Eich says Mozilla may be interested in natively integrating BAT into Firefox",
        "ups": 138
    }
]