[
    {
        "title": "bitcoin cash now on coinbase!",
        "ups": 451
    },
    {
        "title": "Okay, I had 3000$ last year and thanks to bitcoin cash I finally made my first 100k.",
        "ups": 403
    },
    {
        "title": "The crypto community right now.",
        "ups": 326
    },
    {
        "title": "PSA: Major kraken bug causing users to lose all their funds - Please upvote for visibility",
        "ups": 279
    },
    {
        "title": "Bitcoin Money Moving To Upgraded Bitcoin Cash - Permanently. Nobody will pay $92 fees just to transact. They should use Western Union. Bitcoin Cash took 1 cent to transact instantly.",
        "ups": 266
    },
    {
        "title": "Happy New Year to everyone in this community. I wish ya’ll have a great year ahead. 👍🏼😎",
        "ups": 255
    },
    {
        "title": "Why Bitcoin Cash? Jeff Berwick explains. Plus bonus interview with Bitcoin Cash lead developer, Amaury Séchet.",
        "ups": 236
    },
    {
        "title": "Bitcoin Cash Frequently Asked Questions (FAQ)",
        "ups": 228
    },
    {
        "title": "Here's to moving 4BTC to BCH 2 days ago...",
        "ups": 222
    },
    {
        "title": "Coinbase finally opens BCH buys in Europe!!!!!!",
        "ups": 216
    },
    {
        "title": "Still can't buy Bitcoin Cash in Europe on Coinbase despite their announcement. Upvote so (maybe) they will see it.",
        "ups": 204
    },
    {
        "title": "How Crypto Works...",
        "ups": 199
    },
    {
        "title": "BitPay Will Process Payments on Multiple Blockchains, Starting with Bitcoin Cash",
        "ups": 199
    },
    {
        "title": "NY restaurant accepts Bitcoin Cash and other cryptos, but rejects Visa and Mastercard",
        "ups": 189
    },
    {
        "title": "Seasons Greetings from Western Union, Bitcoin and Bitcoin Cash",
        "ups": 184
    },
    {
        "title": "Thanks for the critiques. Did some with in cash green.",
        "ups": 179
    },
    {
        "title": "Pump and Chumps",
        "ups": 181
    },
    {
        "title": "He should have used Bitcoin Cash",
        "ups": 171
    },
    {
        "title": "Bitcoin Cash is stabilizing, the Difficulty adjustment algorithm is performing as intended",
        "ups": 165
    },
    {
        "title": "CoinEx Is the First Exchange to Implement Bitcoin Cash as a Base Currency",
        "ups": 167
    },
    {
        "title": "Why we need to adopt the pure green circle Bitcoin Cash logo. Please read.",
        "ups": 158
    },
    {
        "title": "Miami Bitcoin Conference Stops Accepting Bitcoin Due to Fees and Congestion",
        "ups": 156
    },
    {
        "title": "Official BCH Launch on GDAX next week!! To the Moon!!",
        "ups": 152
    },
    {
        "title": "Why I've Made The Move From Bitcoin to Bitcoin Cash",
        "ups": 149
    },
    {
        "title": "Bitcoin Cash Visa debit card coming soon!",
        "ups": 151
    },
    {
        "title": "GDAX just added Bitcoin Cash.",
        "ups": 145
    },
    {
        "title": "PSA: /r/btc is actually where almost all the Bitcoin Cash discussion is currently happening",
        "ups": 141
    },
    {
        "title": "Blockchain is the world’s most popular digital wallet, with over 20 Million wallets. Today they welcome Bitcoin Cash to their platform.",
        "ups": 137
    },
    {
        "title": "Bitcoin Cash can scale. Node centralization is a lie Core created.",
        "ups": 133
    },
    {
        "title": "BCH Today",
        "ups": 135
    },
    {
        "title": "The movement is gaining more adepts! More #BCH",
        "ups": 133
    },
    {
        "title": "[AMA] I am Amaury Séchet (/u/deadalnix) Bitcoin ABC lead dev, first implementation of Bitcoin Cash. Ask me anything!",
        "ups": 135
    },
    {
        "title": "I just sold the last of my BTC to this guy",
        "ups": 124
    },
    {
        "title": "PSA: If you want to buy BCH with fiat, do not buy BTC and send it somewhere. Buy ETH and send that. The BTC network is jammed.",
        "ups": 130
    },
    {
        "title": "Ticker on Bitfinex is no longer \"BCash\". It's \"Bitcoin Cash\" and \"BCH\". Win!",
        "ups": 128
    },
    {
        "title": "Ladies and gentlemen, now you can pay your plastic surgeries with Bitcoin Cash. That will make Hollywood people get into it!",
        "ups": 121
    },
    {
        "title": "BCH and Monacoin are now accepted here in Japan.",
        "ups": 125
    },
    {
        "title": "Piratebay's View on Bitcoin Cash...",
        "ups": 121
    },
    {
        "title": "Why Bitcoin Cash?",
        "ups": 128
    },
    {
        "title": "Waiting for Coinbase to open BCH orders to Europe",
        "ups": 124
    },
    {
        "title": "New app for Android Phones which shows up where you can spend your Bitcoin Cash using Google Maps.",
        "ups": 123
    },
    {
        "title": "CoinEx, the world's first Bitcoin Cash based exchange with BCH pairs has launched.",
        "ups": 123
    },
    {
        "title": "Focus less on price and more on adoption",
        "ups": 120
    },
    {
        "title": "I own 1:1 BCT:BCH, I just jumped in like a month ago. Please here me out. crosspost/bitcoin",
        "ups": 125
    },
    {
        "title": "Bitcoin ABC 0.16 is out! Hard fork ready for new difficulty adjustment algorithm. Remember to update your software before Nov. 13!",
        "ups": 123
    },
    {
        "title": "Excellent News! Bitclub moving to BitcoinCash on February 1st!",
        "ups": 118
    },
    {
        "title": "Omg I feel sorry for people selling down here. This is simply panic selling. Nothing has changed fundamentally!!!",
        "ups": 122
    },
    {
        "title": "You can BCH on Coinbase now",
        "ups": 119
    },
    {
        "title": "Bitcoin Cash support now added to the biggest darknet drug marketplace",
        "ups": 118
    },
    {
        "title": "Roger Ver on CNBC Fast Money",
        "ups": 118
    }
]