[
    {
        "title": "I'm literally shaking. This can't be happening.",
        "ups": 1533
    },
    {
        "title": "Mods of this subreddit are also guilty of aiding, abetting, and promoting a ponzi scheme",
        "ups": 1139
    },
    {
        "title": "800-273-8255 is the Suicide Hotline. Money Isn't everything. Your life still matters after all of this.",
        "ups": 930
    },
    {
        "title": "Good luck trying to sue thin air retards",
        "ups": 581
    },
    {
        "title": "We all tried warning you",
        "ups": 507
    },
    {
        "title": "I'm sorry.",
        "ups": 426
    },
    {
        "title": "Don't be fooled with the \"Refund\" - They took all your money and you have nothing but useless tokens",
        "ups": 411
    },
    {
        "title": "OMG, Trevon James right now...",
        "ups": 358
    },
    {
        "title": "Biitconneeeeect is back up!",
        "ups": 327
    },
    {
        "title": "How long until we see lawsuits against Trevon James and CryptoNick?",
        "ups": 306
    },
    {
        "title": "This cant be it. I lost everything. EVERYTHING",
        "ups": 273
    },
    {
        "title": "Why am I here? Full Disclosure.. You call it FUD. It's not. Here's why.",
        "ups": 273
    },
    {
        "title": "You guys were dumb enough to buy a scheme everyone claimed was fraud. Now live with it",
        "ups": 251
    },
    {
        "title": "The most disappointing thing about Bitconnect shutting down...",
        "ups": 189
    },
    {
        "title": "Let's name and shame the Bitconnect promoters on Youtube",
        "ups": 163
    },
    {
        "title": "+1(800)273-8255 - U.S. National Suicide Hotline",
        "ups": 157
    },
    {
        "title": "Lost My Life Savings In Bitconnect",
        "ups": 139
    },
    {
        "title": "FULL ACCESS GRANTING",
        "ups": 134
    },
    {
        "title": "The people bashing Doug Polk for warning about the ponzi scheme right now.",
        "ups": 129
    },
    {
        "title": "Bitconnect Ponzi Investigation - Officially linking known ponzi scheme promoters to Bitconnect",
        "ups": 108
    },
    {
        "title": "The crypto chick on YouTube has deleted her videos about Bitconnect",
        "ups": 103
    },
    {
        "title": "On the plus side the number of people visited this subreddit is at an ATH",
        "ups": 98
    },
    {
        "title": "LEGAL ACTION MEGATHREAD",
        "ups": 88
    },
    {
        "title": "BITCONNECT MEGATHREAD",
        "ups": 91
    },
    {
        "title": "PSA: Identity Thefts Inbound",
        "ups": 89
    }
]