[
    {
        "title": "Due diligence. A primer by example.",
        "ups": 68
    },
    {
        "title": "Please take 2 minute to upvote this request to get BitShares DEX added to their portfolio manager",
        "ups": 36
    },
    {
        "title": "there is a scam ICO coming up called #VitroCoin they list #bitshares people as partners, but they are NOT involved. Vitrocoin is a total scam, do not invest.",
        "ups": 37
    },
    {
        "title": "/r/BitShares · · FAQ · · Newcomers please read!",
        "ups": 35
    },
    {
        "title": "BitShares to have 4 \"Major\" Partnerships Announced Within 2 Weeks - Stan Larimer",
        "ups": 37
    },
    {
        "title": "BitShares partners with aI trading crypto token",
        "ups": 33
    },
    {
        "title": "This is why we need BitShares now more than Ever!!!",
        "ups": 36
    },
    {
        "title": "Cryptocurrency Bank AriseBank To Acquire FDIC-Insured Bank; Partners With BitShares.",
        "ups": 33
    },
    {
        "title": "BitShares Enterprise Alliance Announcement!",
        "ups": 33
    },
    {
        "title": "Announcing BitShares 2.0: innovations include p2p lending via bonds, on chain referral system &amp; dynamic hierarchical permissions",
        "ups": 33
    },
    {
        "title": "BitShares Mobile Client - Is this something you guys would use? I'm a UX/UI Designer and can finish this mockup if someone is willing to develop.",
        "ups": 32
    },
    {
        "title": "Bitshares Marketing Truths (Read before you downvote)",
        "ups": 33
    },
    {
        "title": "BTS IS ON THE TOP 6 OF WEISS RATING. SAME SCORE AS NEO, EOS &amp; ETH!!",
        "ups": 33
    },
    {
        "title": "'South Korea's major cryptocurreny exchanges raided by police, tax authorities'.. This is why we need bitshares, and why it's going to be so massively Successful.",
        "ups": 32
    },
    {
        "title": "Swiss crypto app Lykke to introduce BTS on their exchange",
        "ups": 30
    },
    {
        "title": "Bitconnect fraud could be Bitshares time to shine",
        "ups": 29
    },
    {
        "title": "BitShares -- Collection Of FAQs, Developers' Guides, Tutorials, Network/Wallet Configuration, ... and Much More",
        "ups": 25
    },
    {
        "title": "BitShares has the most processed transactions",
        "ups": 27
    },
    {
        "title": "BitShares and Arise Team Up The World’s First Decentralized Bank and Exchange Join Forces",
        "ups": 26
    },
    {
        "title": "A case for a BTS bull run",
        "ups": 26
    },
    {
        "title": "Why Stan?",
        "ups": 23
    },
    {
        "title": "Bitshares..! BTS is going to moon again..!",
        "ups": 23
    },
    {
        "title": "BitShares GUI 2.0.170914 Released",
        "ups": 23
    },
    {
        "title": "5,000 - 10,000 new Bitshares accounts being created PER DAY right now and dex fills at all time highs! stampede of interest into the dex.",
        "ups": 25
    },
    {
        "title": "ShapeShift.io adds BTS and BitUSD to their instant cryptocurrency exchange",
        "ups": 24
    },
    {
        "title": "Tether dies and bitshares rises?",
        "ups": 23
    },
    {
        "title": "Regarding Arise",
        "ups": 21
    },
    {
        "title": "Cryptocurrency Bank AriseBank To Acquire 100 Year Old FDIC Bank; Partner With BitShares.",
        "ups": 21
    },
    {
        "title": "30 Million USDT Hacked Might Favor BitUSD of Bitshares",
        "ups": 24
    },
    {
        "title": "Why you should invest in BitShares (BTS)",
        "ups": 21
    },
    {
        "title": "BitShares DEX - As an Exchange and an Investment",
        "ups": 22
    },
    {
        "title": "Binance to add BTS pairs",
        "ups": 22
    },
    {
        "title": "Essential Bitshares Project Overview (What you need to know about BTS)",
        "ups": 22
    },
    {
        "title": "DEX time?",
        "ups": 22
    },
    {
        "title": "China bans excanges but no goverment one can ban Bitshares as it is blockchain based",
        "ups": 22
    },
    {
        "title": "bitshares to be primary global gateway for chinese ICO market via partnership with viewfin/Metaverse",
        "ups": 22
    },
    {
        "title": "BitShares 0.9.0-RC1 - Release Candidate - Huge update!",
        "ups": 22
    },
    {
        "title": "BitUSD and Bitshares (BTS) added to shapeshift. Buy Coins Instantly No Account Needed.",
        "ups": 21
    },
    {
        "title": "BitShares is so complicated it's a bit overwhelming",
        "ups": 22
    },
    {
        "title": "Video walkthrough of shorting bitAssets",
        "ups": 22
    },
    {
        "title": "Due Diligence, Pt. II: John Gotts, CEO of new Stan and Michael™️ brand ICO, explains to a concerned Latin American woman why Bitcoin Latina isn’t a tone deaf misappropriation of concerns of the Latin American people.",
        "ups": 20
    },
    {
        "title": "/r/BitShares Has 6,000+ Subscribers Now !",
        "ups": 22
    },
    {
        "title": "Bitshares - State of the Network - 20th December 2017",
        "ups": 23
    },
    {
        "title": "BitShares: Self-sustaining blockchain budget for maintenance and development now worth $437m",
        "ups": 22
    },
    {
        "title": "BitShares: Transaction Speed",
        "ups": 22
    },
    {
        "title": "BitUniverse BitShares Wallet for Android 📱 is now open-source 🔧",
        "ups": 22
    },
    {
        "title": "Based on Vitalik Buterin's quote we can conclude: in terms of scalability, what Ethereum will match in a ‘couple of years’, 🌟BitShares just solved today🌟",
        "ups": 22
    },
    {
        "title": "New BitShares Wallet published on Google Play",
        "ups": 21
    },
    {
        "title": "New website, New Bitshares exchange and GUI update coming very soon",
        "ups": 22
    },
    {
        "title": "BitAssets and Black Swan Events",
        "ups": 23
    }
]