[
    {
        "title": "bitcoin cash now on coinbase!",
        "ups": 455
    },
    {
        "title": "Okay, I had 3000$ last year and thanks to bitcoin cash I finally made my first 100k.",
        "ups": 407
    },
    {
        "title": "The crypto community right now.",
        "ups": 326
    },
    {
        "title": "PSA: Major kraken bug causing users to lose all their funds - Please upvote for visibility",
        "ups": 277
    },
    {
        "title": "Bitcoin Money Moving To Upgraded Bitcoin Cash - Permanently. Nobody will pay $92 fees just to transact. They should use Western Union. Bitcoin Cash took 1 cent to transact instantly.",
        "ups": 261
    },
    {
        "title": "Happy New Year to everyone in this community. I wish ya’ll have a great year ahead. 👍🏼😎",
        "ups": 259
    },
    {
        "title": "Why Bitcoin Cash? Jeff Berwick explains. Plus bonus interview with Bitcoin Cash lead developer, Amaury Séchet.",
        "ups": 231
    },
    {
        "title": "Bitcoin Cash Frequently Asked Questions (FAQ)",
        "ups": 232
    },
    {
        "title": "Here's to moving 4BTC to BCH 2 days ago...",
        "ups": 222
    },
    {
        "title": "Coinbase finally opens BCH buys in Europe!!!!!!",
        "ups": 219
    },
    {
        "title": "Still can't buy Bitcoin Cash in Europe on Coinbase despite their announcement. Upvote so (maybe) they will see it.",
        "ups": 203
    },
    {
        "title": "How Crypto Works...",
        "ups": 202
    },
    {
        "title": "BitPay Will Process Payments on Multiple Blockchains, Starting with Bitcoin Cash",
        "ups": 196
    },
    {
        "title": "NY restaurant accepts Bitcoin Cash and other cryptos, but rejects Visa and Mastercard",
        "ups": 189
    },
    {
        "title": "Seasons Greetings from Western Union, Bitcoin and Bitcoin Cash",
        "ups": 186
    },
    {
        "title": "Thanks for the critiques. Did some with in cash green.",
        "ups": 184
    },
    {
        "title": "Pump and Chumps",
        "ups": 178
    },
    {
        "title": "He should have used Bitcoin Cash",
        "ups": 172
    },
    {
        "title": "Bitcoin Cash is stabilizing, the Difficulty adjustment algorithm is performing as intended",
        "ups": 170
    },
    {
        "title": "CoinEx Is the First Exchange to Implement Bitcoin Cash as a Base Currency",
        "ups": 167
    },
    {
        "title": "Why we need to adopt the pure green circle Bitcoin Cash logo. Please read.",
        "ups": 160
    },
    {
        "title": "Miami Bitcoin Conference Stops Accepting Bitcoin Due to Fees and Congestion",
        "ups": 160
    },
    {
        "title": "Official BCH Launch on GDAX next week!! To the Moon!!",
        "ups": 152
    },
    {
        "title": "Why I've Made The Move From Bitcoin to Bitcoin Cash",
        "ups": 151
    },
    {
        "title": "Bitcoin Cash Visa debit card coming soon!",
        "ups": 148
    }
]