[
    {
        "title": "I'm literally shaking. This can't be happening.",
        "ups": 1525
    },
    {
        "title": "Mods of this subreddit are also guilty of aiding, abetting, and promoting a ponzi scheme",
        "ups": 1139
    },
    {
        "title": "800-273-8255 is the Suicide Hotline. Money Isn't everything. Your life still matters after all of this.",
        "ups": 926
    },
    {
        "title": "Good luck trying to sue thin air retards",
        "ups": 581
    },
    {
        "title": "We all tried warning you",
        "ups": 495
    },
    {
        "title": "I'm sorry.",
        "ups": 423
    },
    {
        "title": "Don't be fooled with the \"Refund\" - They took all your money and you have nothing but useless tokens",
        "ups": 413
    },
    {
        "title": "OMG, Trevon James right now...",
        "ups": 353
    },
    {
        "title": "Biitconneeeeect is back up!",
        "ups": 322
    },
    {
        "title": "How long until we see lawsuits against Trevon James and CryptoNick?",
        "ups": 309
    },
    {
        "title": "This cant be it. I lost everything. EVERYTHING",
        "ups": 276
    },
    {
        "title": "Why am I here? Full Disclosure.. You call it FUD. It's not. Here's why.",
        "ups": 275
    },
    {
        "title": "You guys were dumb enough to buy a scheme everyone claimed was fraud. Now live with it",
        "ups": 250
    },
    {
        "title": "The most disappointing thing about Bitconnect shutting down...",
        "ups": 189
    },
    {
        "title": "Let's name and shame the Bitconnect promoters on Youtube",
        "ups": 161
    },
    {
        "title": "+1(800)273-8255 - U.S. National Suicide Hotline",
        "ups": 156
    },
    {
        "title": "Lost My Life Savings In Bitconnect",
        "ups": 136
    },
    {
        "title": "The people bashing Doug Polk for warning about the ponzi scheme right now.",
        "ups": 133
    },
    {
        "title": "FULL ACCESS GRANTING",
        "ups": 132
    },
    {
        "title": "Bitconnect Ponzi Investigation - Officially linking known ponzi scheme promoters to Bitconnect",
        "ups": 110
    },
    {
        "title": "The crypto chick on YouTube has deleted her videos about Bitconnect",
        "ups": 100
    },
    {
        "title": "On the plus side the number of people visited this subreddit is at an ATH",
        "ups": 98
    },
    {
        "title": "LEGAL ACTION MEGATHREAD",
        "ups": 91
    },
    {
        "title": "BITCONNECT MEGATHREAD",
        "ups": 88
    },
    {
        "title": "PSA: Identity Thefts Inbound",
        "ups": 89
    },
    {
        "title": "Crypto Nick made 700k from referrals alone. Craig Grant paid all these YouTubers to push this Ponzi on you all. You guys gave the platform your BTC while only getting a Chuck E Cheese coin in return. Now they are trying to create a pump out of guilt. Can't sue Craig he has precious decentralized BTC",
        "ups": 58
    },
    {
        "title": "Hey hey heyyyyyyy",
        "ups": 57
    },
    {
        "title": "Reporting Bitconnect to the FBI tomorrow. Tired of seeing you jokers steal from each other.",
        "ups": 57
    },
    {
        "title": "The worst part of this Scam is that now the Youtubers promoting this scam are creating a small pump and dump out of guilt.",
        "ups": 52
    },
    {
        "title": "LOL!!!",
        "ups": 53
    },
    {
        "title": "I invested my money trusting them.. While everyone said it was a scam.. Well, I was wrong. They were right..",
        "ups": 47
    },
    {
        "title": "STUPID PUNK YES YOU , RUINED MANY LIVES.",
        "ups": 49
    },
    {
        "title": "Bitconnect news update, possibly important for users who have not realized losses",
        "ups": 45
    },
    {
        "title": "lmfao. Trevon is on Youtube begging for everyone not to blame him. TOO LATE! THEY ARE COMING FOR YOU!!!",
        "ups": 47
    },
    {
        "title": "Welcome",
        "ups": 40
    },
    {
        "title": "GUYS I LOST 120K FROM INVESTING IN BITCONNECT",
        "ups": 39
    },
    {
        "title": "XBITCONNECT SCAM - Phishing SITE DO NOT OPEN",
        "ups": 41
    },
    {
        "title": "Today's Interest rate?",
        "ups": 36
    },
    {
        "title": "How much did you guys loose in dollar terms?",
        "ups": 36
    },
    {
        "title": "Bitconnect is a scam. Be smart with your money.",
        "ups": 31
    },
    {
        "title": "Sad",
        "ups": 33
    },
    {
        "title": "Bitconnect did not release any funds.",
        "ups": 29
    },
    {
        "title": "The TOP post of the year on this forum was this, if you ignored it, well...",
        "ups": 30
    },
    {
        "title": "Please don't cry",
        "ups": 30
    },
    {
        "title": "buckle up, it's going to 0",
        "ups": 28
    },
    {
        "title": "Ryan Hildreth, CryptoNick, Trevon James, Craig Grant: Enjoy all the sues coming your way.",
        "ups": 26
    },
    {
        "title": "To the brigading haters coming into this sub i'll extend to you an offer:",
        "ups": 23
    },
    {
        "title": "This is now a 2.9 billion dollar crime. The people (and their enablers) who perpetuated this better start to realise the enormity of this figure. This ain't no sweet shop theft.",
        "ups": 21
    },
    {
        "title": "Everyone said that it was a Ponzi Scheme",
        "ups": 21
    },
    {
        "title": "LOL @Trevon James trying to cover his ass.",
        "ups": 20
    }
]