[
    {
        "title": "Our partner Coral Finance has announced they've started development on an MVP for a healthcare payment tracker, which is based on Blockmason’s Credit Protocol.",
        "ups": 27
    },
    {
        "title": "We are pleased to report Lndr development is near complete and happy to share screens of the release version.",
        "ups": 27
    },
    {
        "title": "Lndr Dapp Will Offer Settlement in ETH",
        "ups": 24
    },
    {
        "title": "Lndr and What's Next",
        "ups": 23
    },
    {
        "title": "The Credit Protocol and Financial Services Blockchain Companies",
        "ups": 21
    },
    {
        "title": "Learn about the Credit Protocol, and how it enables the development of a broad range of applications that involve debts and obligations in this video!",
        "ups": 20
    },
    {
        "title": "Blockmason announces a key partnership to expand markets in Japan.",
        "ups": 19
    },
    {
        "title": "Hi Everyone, here are our development updates for today!",
        "ups": 20
    },
    {
        "title": "Blockmason Credit Protocol Token (BCPT) is now available on Bittrex.",
        "ups": 18
    },
    {
        "title": "We had a full turnout at our Blockmason meetup in Tokyo.",
        "ups": 19
    },
    {
        "title": "BlockMason Credit Protocol (BCPT) Crypto Review",
        "ups": 21
    },
    {
        "title": "Our partner Coral Health announced a Major Pilot Program with Fraser Health.",
        "ups": 19
    },
    {
        "title": "Big news! Binance lists Blockmason’s BCPT on top cryptocurrency exchange.",
        "ups": 19
    },
    {
        "title": "We are now onboarding iOS users to test Lndr's new UI design!",
        "ups": 18
    },
    {
        "title": "We are excited to announce the completion of the Lndr UI testing!",
        "ups": 17
    },
    {
        "title": "Why should you invest in BlockMason?",
        "ups": 18
    },
    {
        "title": "Coral Finance has announced the development of an MVP for a healthcare payment tracker, which is based on Blockmason’s Credit Protocol",
        "ups": 14
    },
    {
        "title": "Yohan John Kim joins Blockmason as Advisor for the Korea Market.",
        "ups": 17
    },
    {
        "title": "Airdrop Coming Soon...",
        "ups": 15
    },
    {
        "title": "Announcing BLOCKMASON &lt;&gt; Coral Finance Partnership: How the Credit Protocol Enables Better Processes in the Health Industry.",
        "ups": 15
    },
    {
        "title": "Lndr, The Blockchain Sleeper Cell.",
        "ups": 12
    },
    {
        "title": "Binance Lists BCPT",
        "ups": 15
    },
    {
        "title": "Wow,so empty",
        "ups": 13
    },
    {
        "title": "Is the Lndr app available for iPhone? If so, How can I get it?",
        "ups": 12
    },
    {
        "title": "Here are our development updates for December 22nd.",
        "ups": 14
    }
]