[
    {
        "title": "Our partner Coral Finance has announced they've started development on an MVP for a healthcare payment tracker, which is based on Blockmason’s Credit Protocol.",
        "ups": 26
    },
    {
        "title": "We are pleased to report Lndr development is near complete and happy to share screens of the release version.",
        "ups": 26
    },
    {
        "title": "Lndr Dapp Will Offer Settlement in ETH",
        "ups": 22
    },
    {
        "title": "Lndr and What's Next",
        "ups": 23
    },
    {
        "title": "The Credit Protocol and Financial Services Blockchain Companies",
        "ups": 21
    },
    {
        "title": "Learn about the Credit Protocol, and how it enables the development of a broad range of applications that involve debts and obligations in this video!",
        "ups": 21
    },
    {
        "title": "Blockmason announces a key partnership to expand markets in Japan.",
        "ups": 21
    },
    {
        "title": "Hi Everyone, here are our development updates for today!",
        "ups": 19
    },
    {
        "title": "Blockmason Credit Protocol Token (BCPT) is now available on Bittrex.",
        "ups": 19
    },
    {
        "title": "We had a full turnout at our Blockmason meetup in Tokyo.",
        "ups": 19
    },
    {
        "title": "BlockMason Credit Protocol (BCPT) Crypto Review",
        "ups": 21
    },
    {
        "title": "Our partner Coral Health announced a Major Pilot Program with Fraser Health.",
        "ups": 18
    },
    {
        "title": "Big news! Binance lists Blockmason’s BCPT on top cryptocurrency exchange.",
        "ups": 17
    },
    {
        "title": "We are now onboarding iOS users to test Lndr's new UI design!",
        "ups": 18
    },
    {
        "title": "We are excited to announce the completion of the Lndr UI testing!",
        "ups": 17
    },
    {
        "title": "Why should you invest in BlockMason?",
        "ups": 19
    },
    {
        "title": "Coral Finance has announced the development of an MVP for a healthcare payment tracker, which is based on Blockmason’s Credit Protocol",
        "ups": 16
    },
    {
        "title": "Yohan John Kim joins Blockmason as Advisor for the Korea Market.",
        "ups": 16
    },
    {
        "title": "Airdrop Coming Soon...",
        "ups": 16
    },
    {
        "title": "Announcing BLOCKMASON &lt;&gt; Coral Finance Partnership: How the Credit Protocol Enables Better Processes in the Health Industry.",
        "ups": 14
    },
    {
        "title": "Lndr, The Blockchain Sleeper Cell.",
        "ups": 15
    },
    {
        "title": "Binance Lists BCPT",
        "ups": 14
    },
    {
        "title": "Wow,so empty",
        "ups": 12
    },
    {
        "title": "Is the Lndr app available for iPhone? If so, How can I get it?",
        "ups": 14
    },
    {
        "title": "Here are our development updates for December 22nd.",
        "ups": 12
    },
    {
        "title": "Announcing A Major Pilot Program: Blockmason &lt;&gt; Coral Health &lt;&gt; Principle Health Systems.",
        "ups": 12
    },
    {
        "title": "Blockmason Files New Patents for Credit Protocol.",
        "ups": 11
    },
    {
        "title": "Lndr Almost Here...",
        "ups": 15
    },
    {
        "title": "HiTBTC lists BCPT",
        "ups": 11
    },
    {
        "title": "Kucoin lists Blockmason Credit Protocol BCPT.",
        "ups": 11
    },
    {
        "title": "BlockMason Credit Protocol has been added to the Cheddur app!",
        "ups": 11
    },
    {
        "title": "We are pleased to announce that we are onboarding Android users to experience Lndr's new UI design!",
        "ups": 12
    },
    {
        "title": "who is the core dev of this project?",
        "ups": 11
    },
    {
        "title": "Here is our development update for today.",
        "ups": 10
    },
    {
        "title": "Lndr, North American Crypto Currency Conference &amp; other updates",
        "ups": 12
    },
    {
        "title": "Lndr Testing Rollout",
        "ups": 11
    },
    {
        "title": "Blockmason the best",
        "ups": 12
    },
    {
        "title": "Here is our development update for Lndr, and we hope it finds you well.",
        "ups": 10
    },
    {
        "title": "Blockmason Goes Global: Offering New App Onboarding Services.",
        "ups": 11
    },
    {
        "title": "UPbit lists Blockmason’s BCPT",
        "ups": 11
    },
    {
        "title": "Blockmason welcomes a new member of the development team",
        "ups": 9
    },
    {
        "title": "ETH settlement is now available to Lndr UI Testers!",
        "ups": 10
    },
    {
        "title": "What does a day in the life of the Blockmason founders look like? Learn in this post.",
        "ups": 10
    },
    {
        "title": "Where are the dApps? About the Credit Protocol, Lndr, and our approach in developing decentralized applications.",
        "ups": 11
    },
    {
        "title": "Our BlockMason Reddit Community should watch this video! Very Interesting!",
        "ups": 10
    },
    {
        "title": "How does the Credit Protocol deal with enforcing debts?",
        "ups": 11
    },
    {
        "title": "Here is our development update, and we hope it finds you well!",
        "ups": 8
    },
    {
        "title": "Why the Credit Protocol was built on Ethereum.",
        "ups": 10
    },
    {
        "title": "Happy Thanksgiving! :) 🦃🍁 Here is our tech update for today.",
        "ups": 8
    },
    {
        "title": "Binance has formally announced its listing of the BCPT token by Blockmason.",
        "ups": 10
    }
]