[
    {
        "title": "New popboolr game from damashup, testing for interactive boolberry faucet.",
        "ups": 30
    },
    {
        "title": "New db commits from cryptozoidberg today!",
        "ups": 20
    },
    {
        "title": "Lets get the Boolberry hash rate up. Mining Boolberry is very easy to do. Enjoy the low difficulty while it lasts.",
        "ups": 13
    },
    {
        "title": "Vote on whether or not Boolberry should implement a tail emission?",
        "ups": 13
    },
    {
        "title": "Does Boolberry have a webwallet planned?",
        "ups": 11
    },
    {
        "title": "Monero has been added to Cryptsy and they (xmr) seem to be supporting the addition of BBR and AEON also!",
        "ups": 12
    },
    {
        "title": "What comes next?",
        "ups": 12
    },
    {
        "title": "Connecting to BBR Peers for the First Time",
        "ups": 10
    },
    {
        "title": "Nice day for Boolberry on exchange. Any news?",
        "ups": 11
    },
    {
        "title": "CryptoNote blockchain bloat and the unique boolberry solution. Please retweet",
        "ups": 12
    },
    {
        "title": "mixins and their impact on CryptoNote unlinkability.... please retweet",
        "ups": 11
    },
    {
        "title": "With rise of Monero, is Boolberry going to rise next?",
        "ups": 9
    },
    {
        "title": "Hedge your ECDSA bets with CryptoNote and Schnorr signatures!",
        "ups": 9
    },
    {
        "title": "Mystery chess master joins cryptonote chess game",
        "ups": 8
    },
    {
        "title": "Upside potential",
        "ups": 9
    },
    {
        "title": "Any updates on how SuperNET will utilize Boolberry?",
        "ups": 9
    },
    {
        "title": "If you like Reddit better than bitcointalk start promoting it!",
        "ups": 8
    },
    {
        "title": "Boolberry giveaway",
        "ups": 9
    },
    {
        "title": "Shapeshift",
        "ups": 10
    },
    {
        "title": "Boolberry discussion on Monero subreddit",
        "ups": 11
    },
    {
        "title": "I am going to try to help you obtain a Shapeshift listing",
        "ups": 8
    },
    {
        "title": "As long as Boolberry development continues, the future is bright",
        "ups": 7
    },
    {
        "title": "Free Boolberry! Financial privacy should be available to everyone.",
        "ups": 7
    },
    {
        "title": "new whale or long time holder?",
        "ups": 9
    },
    {
        "title": "Boolberry mentioned in /r/cryptocurrency",
        "ups": 8
    }
]