[
    {
        "title": "New popboolr game from damashup, testing for interactive boolberry faucet.",
        "ups": 30
    },
    {
        "title": "New db commits from cryptozoidberg today!",
        "ups": 19
    },
    {
        "title": "Lets get the Boolberry hash rate up. Mining Boolberry is very easy to do. Enjoy the low difficulty while it lasts.",
        "ups": 13
    },
    {
        "title": "Vote on whether or not Boolberry should implement a tail emission?",
        "ups": 13
    },
    {
        "title": "Does Boolberry have a webwallet planned?",
        "ups": 12
    },
    {
        "title": "Monero has been added to Cryptsy and they (xmr) seem to be supporting the addition of BBR and AEON also!",
        "ups": 12
    },
    {
        "title": "What comes next?",
        "ups": 10
    },
    {
        "title": "Connecting to BBR Peers for the First Time",
        "ups": 11
    },
    {
        "title": "Nice day for Boolberry on exchange. Any news?",
        "ups": 8
    },
    {
        "title": "CryptoNote blockchain bloat and the unique boolberry solution. Please retweet",
        "ups": 9
    },
    {
        "title": "mixins and their impact on CryptoNote unlinkability.... please retweet",
        "ups": 10
    },
    {
        "title": "With rise of Monero, is Boolberry going to rise next?",
        "ups": 10
    },
    {
        "title": "Hedge your ECDSA bets with CryptoNote and Schnorr signatures!",
        "ups": 7
    },
    {
        "title": "Mystery chess master joins cryptonote chess game",
        "ups": 10
    },
    {
        "title": "Upside potential",
        "ups": 10
    },
    {
        "title": "Any updates on how SuperNET will utilize Boolberry?",
        "ups": 9
    },
    {
        "title": "If you like Reddit better than bitcointalk start promoting it!",
        "ups": 9
    },
    {
        "title": "Boolberry giveaway",
        "ups": 9
    },
    {
        "title": "Shapeshift",
        "ups": 10
    },
    {
        "title": "Boolberry discussion on Monero subreddit",
        "ups": 9
    },
    {
        "title": "I am going to try to help you obtain a Shapeshift listing",
        "ups": 6
    },
    {
        "title": "As long as Boolberry development continues, the future is bright",
        "ups": 9
    },
    {
        "title": "Free Boolberry! Financial privacy should be available to everyone.",
        "ups": 9
    },
    {
        "title": "new whale or long time holder?",
        "ups": 7
    },
    {
        "title": "Boolberry mentioned in /r/cryptocurrency",
        "ups": 6
    },
    {
        "title": "Request from Crypto Zoidberg regarding x11 GPU miner",
        "ups": 8
    },
    {
        "title": "Cointopay.com merchant support for boolberry has been added!",
        "ups": 9
    },
    {
        "title": "Did you see the Anoncoin Tweet?",
        "ups": 7
    },
    {
        "title": "Boolberry Opportunity and Roadmap - Research Paper",
        "ups": 7
    },
    {
        "title": "AMA - I am taking over Boolberry development.",
        "ups": 8
    },
    {
        "title": "Cryptozoidberg has disappeared. Look at Aeon if you want an alternative to Monero with pruning",
        "ups": 7
    },
    {
        "title": "How about setting up a bounty to attract new merchants?",
        "ups": 8
    },
    {
        "title": "CISA passes. Bad news for privacy and security in the US",
        "ups": 6
    },
    {
        "title": "Huge Poloniex buy wall has remained a long time. New buyers? I cant remember a recent buy wall this large for Boolberry.",
        "ups": 7
    },
    {
        "title": "Let me know how I can help Boolberry.",
        "ups": 8
    },
    {
        "title": "Monero vs Boolberry Chess Challenge and CryptoNote technical discussion",
        "ups": 6
    },
    {
        "title": "bbr github updates",
        "ups": 7
    },
    {
        "title": "SuperNET update from jl777",
        "ups": 7
    },
    {
        "title": "Is this the only CryptoNote coin that prunes the blockchain?",
        "ups": 5
    },
    {
        "title": "leveldb",
        "ups": 7
    },
    {
        "title": "Trade BBR easily, Kucoin exchange has been listed on CoinMarketCap",
        "ups": 5
    },
    {
        "title": "Notification Of Rules",
        "ups": 6
    },
    {
        "title": "What happened to cryptozoidberg? Is it likely he will contribute in the future again?",
        "ups": 5
    },
    {
        "title": "Aeon has a new subreddit name! CryptoNote projects should support each other.",
        "ups": 4
    },
    {
        "title": "Everyone should have the chance to test Boolberry! Download a wallet and I will send you some for free",
        "ups": 6
    },
    {
        "title": "Can't synchronise on Mac",
        "ups": 7
    },
    {
        "title": "levelbd update from Crypto Zoidberg!!",
        "ups": 7
    },
    {
        "title": "CryptoNote coins are coming to Cryptsy!",
        "ups": 7
    },
    {
        "title": "Anonymous payments &amp; privacy",
        "ups": 6
    },
    {
        "title": "I see progress in GitHub. Glad to see CZ active again",
        "ups": 5
    }
]