[
    {
        "title": "If Segwit support is not introduced by January 31, I will be leaving Breadwallet permanently.",
        "ups": 31
    },
    {
        "title": "Will Breadwallet come out with a magic button to offload my BTG like they did for BCC? That was very convenient 👍.",
        "ups": 30
    },
    {
        "title": "what about segwit?!?!",
        "ups": 29
    },
    {
        "title": "How do we get our Bitcoin Gold and Bitcoin Diamond off Breadwallet?",
        "ups": 26
    },
    {
        "title": "How do i generate private keys using the Breadwallet recovery phrase",
        "ups": 23
    },
    {
        "title": "For the worrisome.",
        "ups": 22
    },
    {
        "title": "SegWit when?",
        "ups": 22
    },
    {
        "title": "JUST PASSED $2 ON BINANCE!",
        "ups": 20
    },
    {
        "title": "BRD now available for public sale on binance. As of this writing it’s at $1.60",
        "ups": 20
    },
    {
        "title": "Bread launches international bitcoin purchases with credit card: High limits. Same-day delivery.",
        "ups": 18
    },
    {
        "title": "New sub for Bread token?",
        "ups": 19
    },
    {
        "title": "Just left Bread for a Segwit enabled wallet",
        "ups": 16
    },
    {
        "title": "SegWit Support",
        "ups": 16
    },
    {
        "title": "Breadwallet BCH update",
        "ups": 15
    },
    {
        "title": "Listing on new exchanges",
        "ups": 16
    },
    {
        "title": "segwit support?",
        "ups": 14
    },
    {
        "title": "Why has breadwallet removed the feature \"send all\" with the fee being automatically subtracted from the total?",
        "ups": 15
    },
    {
        "title": "5 reasons Bread Wallet will be a top 50 Crypto before you know it.",
        "ups": 15
    },
    {
        "title": "Is this sub now only about the bread token while ignoring no Segwit support not BTG withdraws yet?",
        "ups": 11
    },
    {
        "title": "Is the Bread ICO massively overpriced?",
        "ups": 13
    },
    {
        "title": "BTG?",
        "ups": 13
    },
    {
        "title": "Segwit?",
        "ups": 13
    },
    {
        "title": "Charlie Lee - Founder of Litecoin is a technical advisor to bread. I did not know this awesome info.",
        "ups": 12
    },
    {
        "title": "Bitcoin Gold (BTG) now on Bitfinex &amp; Bithumb",
        "ups": 12
    },
    {
        "title": "Why on earth is Segwit not the NUMBER 1 PRIORITY. Many wallets have support for it now, Bread should have been first.",
        "ups": 12
    }
]