[
    {
        "title": "Now Nvidia...moon!",
        "ups": 59
    },
    {
        "title": "Cappasity working together with Nvidia (!) to get Virtual Reality to the whole world! Big news!",
        "ups": 46
    },
    {
        "title": "Virtual Reality Blockchain Project Cappasity to Be Listed on KuCoin",
        "ups": 47
    },
    {
        "title": "We are pleased to announce that CAPP will be listed on one of the largest exchanges with the best team - KuCoin! The exact date will be announced by KuCoin. Stay tuned. We are waiting for the market recovery and preparing CAPP token to be listed.",
        "ups": 45
    },
    {
        "title": "Cappasity for Facebook Messenger",
        "ups": 37
    },
    {
        "title": "CAPP's market cap on CMC is finally fixed! 💎",
        "ups": 37
    },
    {
        "title": "Kucoin Lists Cappasity(CAPP)",
        "ups": 32
    },
    {
        "title": "Cappasity CAPP-BTC Exchange Listing News",
        "ups": 35
    },
    {
        "title": "Cappasity is working on its launch in China. Here is how our software works",
        "ups": 33
    },
    {
        "title": "Cappasity platform — Launch in China - BLOG POST",
        "ups": 29
    },
    {
        "title": "At the end of our meetup, we would like to express the gratitude to the community who's been supporting us on this journey!",
        "ups": 30
    },
    {
        "title": "Pixelllo signs an agreement with Cappasity to utilize its technology for demonstration of products. Cappasity’s technology will be utilized not only for Pixelllo’s new marketplace, that is now under development, but also for its VR/AR store.",
        "ups": 31
    },
    {
        "title": "Capp partnership with LVMH (Louis Vuitton, Hennessy ...)",
        "ups": 30
    },
    {
        "title": "Cappasity is now working on launch of its platform in China. Many thanks to Alibaba Cloud team for your kind support.",
        "ups": 29
    },
    {
        "title": "On January 23, Cappasity held its first meetup. You can watch a video recording of the meetup, and here is a list of our key announcements. We are also going to publish a blog posts and articles about each of the announcements in more detail.",
        "ups": 28
    },
    {
        "title": "Cappasity platform + Unity = VR Store",
        "ups": 29
    },
    {
        "title": "Decema Commits to $2.5 Million Investment in Cappasity / ICO Phase 2",
        "ups": 27
    },
    {
        "title": "Marianna Alshina, Cappasity Co-Founder and CBDO, pitching press at NRF 2018. Come visit our booth at Innovation Lab (IL41).",
        "ups": 28
    },
    {
        "title": "News from developers: Cappasity iOS framework is ready. Official release date - January 17. Stay tuned!",
        "ups": 27
    },
    {
        "title": "Cappasity has taken part in the networking session as part of the AR/VR TechMeeting organized by Paris Regional Enterprises. We have demonstrated out platform to some of the well-known companies like SAP France, Oracle, HSBC, Fujitsu, Alibaba Cloud Europe, Air France.",
        "ups": 26
    },
    {
        "title": "THE BIRTH OF A GIANT",
        "ups": 26
    },
    {
        "title": "Cappasity is a sponsor of eTail West 2018 — one of the leading conferences dedicated to the e-commerce and omni-channel retail community that will take place in Palm Springs, CA from February 26 to March 1",
        "ups": 25
    },
    {
        "title": "Interview with Cappasity CEO Kosta Popov ahead of the Phase 2 Token Sale - Together we will revolutionize the creation of 3D content and bring AR и VR technologies to their brightest future",
        "ups": 25
    },
    {
        "title": "Cappasity iOS Framework - Our goal is to provide tools that will help other developers use Cappasity platform. Today we are ready to present the first public version of our iOS framework.",
        "ups": 25
    },
    {
        "title": "Cappasity partners with luxury brand Claris Virot!",
        "ups": 27
    }
]