[
    {
        "title": "Roadmap is less than 48 hours away! Upvote if your ready for the update!",
        "ups": 1201
    },
    {
        "title": "Support for Cardano ADA on the ledger nano s is coming soon",
        "ups": 563
    },
    {
        "title": "Warning: there is currently an unofficial Daedalus wallet on the Google Play store.",
        "ups": 495
    },
    {
        "title": "Don’t be like Bill.",
        "ups": 476
    },
    {
        "title": "Cardano Response to Steemit Peer Review of Ouroboros",
        "ups": 471
    },
    {
        "title": "South Korea is not banning cryptocurrency",
        "ups": 432
    },
    {
        "title": "Welcome to r/Cardano, the reddit home of the Cardano blockchain. Read this to get started.",
        "ups": 420
    },
    {
        "title": "The Yearly Dip",
        "ups": 416
    },
    {
        "title": "Let's have a real conversation about Cardano",
        "ups": 387
    },
    {
        "title": "The reason why we love Charles Hoskinson. Not only is he really smart, but also very Profound!",
        "ups": 391
    },
    {
        "title": "Robinhood Crypto is coming. We should try and get a petition going for Cardano",
        "ups": 373
    },
    {
        "title": "I just texted Charles Hoskinson, our cryptolegend, ironically a funny tweet that he shouldnt sell his ADA right now... and he replied. Best answer period",
        "ups": 374
    },
    {
        "title": "Any rating that doesn't give Bitcoin an A has got some screws loose. Nearly ten years of wealth creation, innovation, massive growth, proven resiliency against crashes and billions worth of infrastructure. And all without a leader. Bitcoin is the standard",
        "ups": 361
    },
    {
        "title": "Good morning and good news. Cardano was just mentioned on Bloomberg",
        "ups": 353
    },
    {
        "title": "After watching the whiteboard with Charles I was sold. I bought for $.11 and did not turn back. ADA to the moon! ... And to all the HODLERS, merry Christmas!",
        "ups": 308
    },
    {
        "title": "Hey, Mods: Are you sleeping?",
        "ups": 303
    },
    {
        "title": "Cardano makes its debut in The Wall Street Journal.",
        "ups": 300
    },
    {
        "title": "The Cardano Forum is launched!",
        "ups": 287
    },
    {
        "title": "Cardano is now hitting $0.15. Here’s my prediction",
        "ups": 283
    },
    {
        "title": "Next Updates are coming! https://cardanoroadmap.com",
        "ups": 272
    },
    {
        "title": "This will be a legendary presentation... It was a BIG source for me to look deeper into this project and invest into Cardano. $ADA will be my future store of value... period!",
        "ups": 263
    },
    {
        "title": "Shout-out to the Cardano Dev team for their daily hard work and sacrifices. We appreciate you guys/gals!!",
        "ups": 256
    },
    {
        "title": "Can we get a thank you Charles &amp; team thread?",
        "ups": 253
    },
    {
        "title": "Cardano back to 50 Cent",
        "ups": 257
    },
    {
        "title": "BRAVO CRYPTOCANDOR!!! Charles Hoskinson's interview with /u/Missriot22 was hands down the best he has ever done!",
        "ups": 253
    },
    {
        "title": "New Website Ranks 600 Cryptocurrencies by Github Activity - Cardano #1",
        "ups": 249
    },
    {
        "title": "How I ended up loving Cardano",
        "ups": 251
    },
    {
        "title": "Round 3 boys",
        "ups": 242
    },
    {
        "title": "Cardano | $ADA | The Blockchain Reimagined",
        "ups": 238
    },
    {
        "title": "Cardano named as top currency in ranking by number of Github commits via CryptoMiso!",
        "ups": 235
    },
    {
        "title": "LEAK: Cardano Roadmap",
        "ups": 231
    },
    {
        "title": "My sis made us Cardano T-shirts for Christmas!",
        "ups": 230
    },
    {
        "title": "For the new crypto traders here",
        "ups": 226
    },
    {
        "title": "Cardano Foundation has announced that it is integrating Ledger hardware wallet",
        "ups": 226
    },
    {
        "title": "Anyone relate.",
        "ups": 223
    },
    {
        "title": "\"January is going to be a great month for IOHK and Cardano. I can't wait. Lot's of cool stuff coming\"",
        "ups": 222
    },
    {
        "title": "Proffesor Markulf Kohlweiss joins Cardano",
        "ups": 215
    },
    {
        "title": "CMC just tumbled the whole market with one move by excluding Korean exchanges from price calculations. The coins we hold still retain the same value, however it's the representation by CMC is leading to panic selling.",
        "ups": 212
    },
    {
        "title": "Cardano is Building a Quantum Computing Resistant Solution",
        "ups": 212
    },
    {
        "title": "Paper on Ouroboros Praos, a proof of stake protocol developed for Cardano, accepted to Eurocrypt 2018 (a highly selective tier 1 cryptography conference, paper #67). This is the second top tier Cardano-related conference paper after the original Ouroboros paper in Crypto 2017.",
        "ups": 211
    },
    {
        "title": "Charles Hoskinson: Third-Generation Blockchains",
        "ups": 207
    },
    {
        "title": "Beware: There's an active campaign going on to spread lies and misinformation about Charles by /u/antiprosynthesis",
        "ups": 205
    },
    {
        "title": "Cardano and underdeveloped countries",
        "ups": 209
    },
    {
        "title": "The next release of the #Cardano roadmap is out. Detail on Goguen, and updates from the Cardano Foundation and Emurgo. Next update February 5",
        "ups": 202
    },
    {
        "title": "What is Cardano? Cardano is a cryptocurrency made with the understanding of what other cryptos have done wrong in the past as well as what cryptos must do right in the future.",
        "ups": 200
    },
    {
        "title": "Quick Update from Charles",
        "ups": 201
    },
    {
        "title": "We made it... We knocked em out. Rank 5. Praise Hodl God!",
        "ups": 195
    },
    {
        "title": "The hotel that became the world’s first business to accept Ada",
        "ups": 199
    },
    {
        "title": "Pack you're bags we are leaving.",
        "ups": 190
    },
    {
        "title": "[Funny] Taking that elevator to the top!",
        "ups": 185
    }
]