[
    {
        "title": "ChainLink initial GO implementation released?",
        "ups": 203
    },
    {
        "title": "Update from Sergey on slack",
        "ups": 176
    },
    {
        "title": "Upvote this thread to help the rest of the Ethereum community learn what they are missing out on!",
        "ups": 163
    },
    {
        "title": "Sergey Medium Post - ChainLink, an Overview and Our Focus",
        "ups": 162
    },
    {
        "title": "ChainLink demos smart contract trade with 5 financial firms at SIBOS - CoinDesk article",
        "ups": 159
    },
    {
        "title": "Chainlink listed as Request Network's first potential solution to verifying fiat payments on the blockchain",
        "ups": 149
    },
    {
        "title": "Everyone invested in LINK needs to hear this and let it sink in...",
        "ups": 151
    },
    {
        "title": "Just finished a new Chainlink External Adaptor for IOTA!",
        "ups": 148
    },
    {
        "title": "Chainlink alpha",
        "ups": 147
    },
    {
        "title": "Chainlink joins EEA!",
        "ups": 141
    },
    {
        "title": "Sergey on Twitter: “We heard the same concern over and over again: a panic over giving up control.” is how @Benioff described initial reactions to SaaS replacing on-premise, until the value of SaaS won out. It'll be the same story with Smart Contracts, as their ability to deliver value improves",
        "ups": 144
    },
    {
        "title": "New portfolio, what do you think?",
        "ups": 143
    },
    {
        "title": "How I'm living since october",
        "ups": 142
    },
    {
        "title": "Klaus Schwab (founder and executive chairman of the World Economic Forum), mentions SmartContracts.com by name in his new book, The Fourth Industrial Revolution.",
        "ups": 134
    },
    {
        "title": "Rowlingstone describes LINK as sleeping giant",
        "ups": 137
    },
    {
        "title": "Remember that unconfirmed dev that worked for Tesla and NASA? Well now it's confirmed he's officially working on ChainLink.",
        "ups": 129
    },
    {
        "title": "HCL Technologies (Company worth $7.2 billion) Endorses ChainLink",
        "ups": 126
    },
    {
        "title": "LINK being listed on Huobi Pro!",
        "ups": 126
    },
    {
        "title": "Sergeys shirt has been positively identified. Immediately sold out. Bullish AF",
        "ups": 116
    },
    {
        "title": "Why I am still BULLISH on LINK",
        "ups": 118
    },
    {
        "title": "Confido - Escrow payments using smart contracts with shipment tracking, powered by Chainlink",
        "ups": 121
    },
    {
        "title": "Articles are being shared on LINK. People are taking notice! \"ChainLink: The Story Behind One of the Most Divisive Coins Ever\"",
        "ups": 113
    },
    {
        "title": "Cross Post to /r/cryptocurrency again to try and give ChainLink some recognition - upvote for visibility!",
        "ups": 116
    },
    {
        "title": "Director of Marketing is coming to help the Linkmarines ... get the last cheap coins ;)",
        "ups": 112
    },
    {
        "title": "Why you should buy ChainLink now?",
        "ups": 112
    },
    {
        "title": "Chainlink Project Announces new Technical Community Manager",
        "ups": 112
    },
    {
        "title": "Sergey is presenting at Devcon3 next week in the main hall",
        "ups": 114
    },
    {
        "title": "/r/LinkTrader breaks 6000 subs, and Link just broke 1$!",
        "ups": 107
    },
    {
        "title": "Get more Chinese to know this project.",
        "ups": 109
    },
    {
        "title": "With Alts dumping as BTC moons, LINK be like...",
        "ups": 103
    },
    {
        "title": "LINK Listed as Hot Coin by Crypto Bull!",
        "ups": 105
    },
    {
        "title": "Sergey posted on Slack",
        "ups": 105
    },
    {
        "title": "Link Pools - twitter.com/linkpoolio",
        "ups": 100
    },
    {
        "title": "Almost sold my LINK...So Glad I Stumbled Upon This Today",
        "ups": 102
    },
    {
        "title": "SmartContract Test-net and Technology Evaluation",
        "ups": 98
    },
    {
        "title": ":)))))",
        "ups": 99
    },
    {
        "title": "Auto-executing smart contracts may be “most exciting” blockchain application: Morgan Stanley",
        "ups": 97
    },
    {
        "title": "LINK held up during the sell off...that's a buy signal in my eyes",
        "ups": 98
    },
    {
        "title": "New to LINK? Click here for the CEO's EOY announcement, a list of ChainLink's partnerships, SWIFT PoC Info, and FAQs.",
        "ups": 94
    },
    {
        "title": "New Top 100 Wallets",
        "ups": 95
    },
    {
        "title": "Major Long-Term Upside for ChainLink, World’s 1st Decentralized Oracle Network",
        "ups": 93
    },
    {
        "title": "Update / news before EOY",
        "ups": 89
    },
    {
        "title": "OFFICIAL SIBOS MEGATHREAD: 16th - 19th OCTOBER",
        "ups": 93
    },
    {
        "title": "Looks like ChainLink has hired a new developer--Dimitri Roche",
        "ups": 91
    },
    {
        "title": "Signal Capital - Our Investment in ChainLink",
        "ups": 88
    },
    {
        "title": "Ari Paul on Oracles in 2018. It has Chainlink written all over it.",
        "ups": 92
    },
    {
        "title": "Nick Szabo Retweeted LINK",
        "ups": 88
    },
    {
        "title": "BFFs forever &lt;3",
        "ups": 86
    },
    {
        "title": "I’ll just leave this here... hope you guys are ready for how big of a deal our coin is.",
        "ups": 89
    },
    {
        "title": "zeppelin_os Partners With ChainLink, the Market Leader in Trusted Oracles - zeppelin_os blog",
        "ups": 91
    }
]