[
    {
        "title": "Civic Community Needs A Better Place To Chat",
        "ups": 99
    },
    {
        "title": "Vinny, get exchanges to use Civic for account verification",
        "ups": 81
    },
    {
        "title": "Civic Public Roadmap released!",
        "ups": 83
    },
    {
        "title": "Wikihow Partners with Civic!",
        "ups": 74
    },
    {
        "title": "Civic Wordpress Plugin is now live any developer can now add it to their website as a login option! Here is the link: https://wordpress.org/plugins/civic-sip/",
        "ups": 73
    },
    {
        "title": "Why Tokens are Eating the World – A blog by Vinny Lingham",
        "ups": 76
    },
    {
        "title": "Broke $1.00!!!!",
        "ups": 67
    },
    {
        "title": "Vinny comments on the news that \"Civic is working with CitiBank and a top five utility company in the US\"",
        "ups": 66
    },
    {
        "title": "An update from Civic CEO on what to expect in the short-term future",
        "ups": 60
    },
    {
        "title": "New Civic office in San Francisco",
        "ups": 59
    },
    {
        "title": "Exciting new features being released (partner dependent)!",
        "ups": 58
    },
    {
        "title": "Civic working on a WordPress integration! To be expected in september.",
        "ups": 60
    },
    {
        "title": "Why there's no offical blog of Civic?",
        "ups": 58
    },
    {
        "title": "wikiHow will be putting Civic back up soon",
        "ups": 55
    },
    {
        "title": "InvestFeed integrated Civic!",
        "ups": 54
    },
    {
        "title": "Vinny Lingham, co-founder of Civic, to talk with Bloomberg crypto special tomorrow",
        "ups": 56
    },
    {
        "title": "CVC to be listed on a korean exchange today (GOPAX)",
        "ups": 49
    },
    {
        "title": "Civic Partners with Progrexion",
        "ups": 48
    },
    {
        "title": "Civic Key Reusable KYC Service is now Live and available to companies for all possible use cases!",
        "ups": 51
    },
    {
        "title": "Civic added to Poloniex",
        "ups": 49
    },
    {
        "title": "Civic gets MORE love and is been classified as a 'Solid' crypto with a very high chance of success.",
        "ups": 50
    },
    {
        "title": "Civic should reach out",
        "ups": 46
    },
    {
        "title": "Is CitiBank working with Civic?",
        "ups": 47
    },
    {
        "title": "Vinny on why Civic is not open source yet",
        "ups": 49
    },
    {
        "title": "Alpha version of the Civic marketplace running live on RSK Testnet ahead of schedule",
        "ups": 47
    }
]