[
    {
        "title": "Civic Community Needs A Better Place To Chat",
        "ups": 99
    },
    {
        "title": "Vinny, get exchanges to use Civic for account verification",
        "ups": 83
    },
    {
        "title": "Civic Public Roadmap released!",
        "ups": 83
    },
    {
        "title": "Wikihow Partners with Civic!",
        "ups": 74
    },
    {
        "title": "Civic Wordpress Plugin is now live any developer can now add it to their website as a login option! Here is the link: https://wordpress.org/plugins/civic-sip/",
        "ups": 72
    },
    {
        "title": "Why Tokens are Eating the World – A blog by Vinny Lingham",
        "ups": 76
    },
    {
        "title": "Broke $1.00!!!!",
        "ups": 72
    },
    {
        "title": "Vinny comments on the news that \"Civic is working with CitiBank and a top five utility company in the US\"",
        "ups": 68
    },
    {
        "title": "An update from Civic CEO on what to expect in the short-term future",
        "ups": 64
    },
    {
        "title": "New Civic office in San Francisco",
        "ups": 64
    },
    {
        "title": "Exciting new features being released (partner dependent)!",
        "ups": 62
    },
    {
        "title": "Civic working on a WordPress integration! To be expected in september.",
        "ups": 58
    },
    {
        "title": "Why there's no offical blog of Civic?",
        "ups": 57
    },
    {
        "title": "wikiHow will be putting Civic back up soon",
        "ups": 56
    },
    {
        "title": "InvestFeed integrated Civic!",
        "ups": 54
    },
    {
        "title": "Vinny Lingham, co-founder of Civic, to talk with Bloomberg crypto special tomorrow",
        "ups": 54
    },
    {
        "title": "CVC to be listed on a korean exchange today (GOPAX)",
        "ups": 50
    },
    {
        "title": "Civic Partners with Progrexion",
        "ups": 50
    },
    {
        "title": "Civic Key Reusable KYC Service is now Live and available to companies for all possible use cases!",
        "ups": 50
    },
    {
        "title": "Civic added to Poloniex",
        "ups": 50
    },
    {
        "title": "Civic gets MORE love and is been classified as a 'Solid' crypto with a very high chance of success.",
        "ups": 46
    },
    {
        "title": "Civic should reach out",
        "ups": 48
    },
    {
        "title": "Is CitiBank working with Civic?",
        "ups": 46
    },
    {
        "title": "Vinny on why Civic is not open source yet",
        "ups": 46
    },
    {
        "title": "Alpha version of the Civic marketplace running live on RSK Testnet ahead of schedule",
        "ups": 45
    },
    {
        "title": "My effort to make Civic go to the moon again",
        "ups": 48
    },
    {
        "title": "Civic has been mentioned in one of the biggest French media TV as one of the most useful cryptocurrency",
        "ups": 48
    },
    {
        "title": "Prism using Civic, this is just the beginning...",
        "ups": 43
    },
    {
        "title": "A Venture Capital platform has adopted Civic Login. Now tens of thousands big investors will see Civic!",
        "ups": 48
    },
    {
        "title": "KYC projects (Civic) will be huge in 2018!",
        "ups": 43
    },
    {
        "title": "This just convinced me to invest in Civic. I'm all about long term low hype.",
        "ups": 45
    },
    {
        "title": "Civic’s first fully digital KYC partner is announced!",
        "ups": 43
    },
    {
        "title": "Vinny just announced Civic plugin for WordPress in Twitter!",
        "ups": 45
    },
    {
        "title": "Big things coming later this month!",
        "ups": 44
    },
    {
        "title": "investFeed is going to use Civic !",
        "ups": 47
    },
    {
        "title": "Civic ID Theft Prevention In Action",
        "ups": 45
    },
    {
        "title": "Civic will solve a HUGE problem and companies are beginning to use the platform as a solution",
        "ups": 43
    },
    {
        "title": "MedicalChain partnered with Civic",
        "ups": 42
    },
    {
        "title": "Merry Christmas CVC HODLERS! 2018 will be the year for the coin.",
        "ups": 43
    },
    {
        "title": "My Civic ICO experience - great",
        "ups": 43
    },
    {
        "title": "Vinny stated that soon will be available accredited investor status function! This is HUGE use case for ICOs!",
        "ups": 42
    },
    {
        "title": "Vinny Lingham named #16 of the 100 Most Influential People in Crypto",
        "ups": 41
    },
    {
        "title": "Civic Android app got upgrade with \"Proof of Residence verification\" ability",
        "ups": 41
    },
    {
        "title": "First Civic Community Developer Program bounty is NOW LIVE",
        "ups": 39
    },
    {
        "title": "Civic is an Extremely Undervalued Coin",
        "ups": 41
    },
    {
        "title": "Civic (CVC) integrates with Prism Exchange, from the Shapeshift family",
        "ups": 41
    },
    {
        "title": "Let's Get Serious: Forbes Fintech 50 (Get In Here Civvies)",
        "ups": 38
    },
    {
        "title": "Just noticed WikiHow is using Civic login.",
        "ups": 42
    },
    {
        "title": "[Announcement] We just added Civic to Cryptflix! Check it out and let us know what you think!",
        "ups": 42
    },
    {
        "title": "Big news for Civic (CVC), just the start of a very bright future!!",
        "ups": 35
    }
]