[
    {
        "title": "The Cofound.it Priority Pass™ dashboard is now live!",
        "ups": 26
    },
    {
        "title": "CFI tokens has been distributed",
        "ups": 24
    },
    {
        "title": "Evolving the Cofound.it Priority Pass",
        "ups": 25
    },
    {
        "title": "[INFOGRAPHIC] The fine art market is a $65 billion-a-year industry that Maecenas aims to democratize",
        "ups": 24
    },
    {
        "title": "NEW Cofound.it project: Maecenas -- The Decentralised Art Investment Platform",
        "ups": 22
    },
    {
        "title": "Musiconomi, Maecenas, X8 Currency and DA Power Play crowdsale dates announced",
        "ups": 18
    },
    {
        "title": "CFI token trading to start on Bittrex and other exchanges",
        "ups": 19
    },
    {
        "title": "Cofound.it crowdsale closed in pre-sale, 56,565 ETH raised. Thank you to all our supporters!",
        "ups": 20
    },
    {
        "title": "[Maecenas] We raised $11M in the pre-sale. Now we are offering you the chance to bring the Mona Lisas of the world to the blockchain community.",
        "ups": 18
    },
    {
        "title": "The evolution of Cofound.it Priority Pass",
        "ups": 18
    },
    {
        "title": "Digital Asset Power Play crowdsale, the first Croatian blockchain project, coming soon",
        "ups": 17
    },
    {
        "title": "Cofound.it and Ethfinex partner to strengthen trust between blockchain believers and startups",
        "ups": 17
    },
    {
        "title": "Cofound.it Priority Pass™: Lessons learned and rewarding loyalty in future crowdsales",
        "ups": 16
    },
    {
        "title": "Maecenas ART Crowdsale Terms outlined",
        "ups": 16
    },
    {
        "title": "Jaxx and Cofound.it Partner to Give New Cryptocurrencies Immediate Liquidity",
        "ups": 17
    },
    {
        "title": "Amazon for music? It is happening. The Musiconomi are building the music industry of tomorrow.",
        "ups": 17
    },
    {
        "title": "Cofound.it is building their global presence, with a help of a mini game.",
        "ups": 16
    },
    {
        "title": "Great article on ICOs prominently featuring Jan and CFI",
        "ups": 15
    },
    {
        "title": "Cofound.it Playoffs: an extraordinary event to celebrate your favorite Seed teams",
        "ups": 15
    },
    {
        "title": "Pantera Capital To Invest in Maecenas Token Crowdsale",
        "ups": 14
    },
    {
        "title": "Trading going live in 1 hour 30 minutes!",
        "ups": 15
    },
    {
        "title": "ICO 3.0 — towards a new asset class",
        "ups": 14
    },
    {
        "title": "Cofound.it Playoffs: The Results and Event Video",
        "ups": 13
    },
    {
        "title": "Cofound.it Q3 2017 quarterly report",
        "ups": 16
    },
    {
        "title": "Cofound.it Seed: validating early-stage blockchain startups through community engagement",
        "ups": 13
    }
]