[
    {
        "title": "The Cofound.it Priority Pass™ dashboard is now live!",
        "ups": 26
    },
    {
        "title": "CFI tokens has been distributed",
        "ups": 25
    },
    {
        "title": "Evolving the Cofound.it Priority Pass",
        "ups": 23
    },
    {
        "title": "[INFOGRAPHIC] The fine art market is a $65 billion-a-year industry that Maecenas aims to democratize",
        "ups": 21
    },
    {
        "title": "NEW Cofound.it project: Maecenas -- The Decentralised Art Investment Platform",
        "ups": 22
    },
    {
        "title": "Musiconomi, Maecenas, X8 Currency and DA Power Play crowdsale dates announced",
        "ups": 20
    },
    {
        "title": "CFI token trading to start on Bittrex and other exchanges",
        "ups": 19
    },
    {
        "title": "Cofound.it crowdsale closed in pre-sale, 56,565 ETH raised. Thank you to all our supporters!",
        "ups": 20
    },
    {
        "title": "[Maecenas] We raised $11M in the pre-sale. Now we are offering you the chance to bring the Mona Lisas of the world to the blockchain community.",
        "ups": 17
    },
    {
        "title": "The evolution of Cofound.it Priority Pass",
        "ups": 18
    },
    {
        "title": "Digital Asset Power Play crowdsale, the first Croatian blockchain project, coming soon",
        "ups": 16
    },
    {
        "title": "Cofound.it and Ethfinex partner to strengthen trust between blockchain believers and startups",
        "ups": 17
    },
    {
        "title": "Cofound.it Priority Pass™: Lessons learned and rewarding loyalty in future crowdsales",
        "ups": 15
    },
    {
        "title": "Maecenas ART Crowdsale Terms outlined",
        "ups": 17
    },
    {
        "title": "Jaxx and Cofound.it Partner to Give New Cryptocurrencies Immediate Liquidity",
        "ups": 15
    },
    {
        "title": "Amazon for music? It is happening. The Musiconomi are building the music industry of tomorrow.",
        "ups": 15
    },
    {
        "title": "Cofound.it is building their global presence, with a help of a mini game.",
        "ups": 15
    },
    {
        "title": "Great article on ICOs prominently featuring Jan and CFI",
        "ups": 15
    },
    {
        "title": "Cofound.it Playoffs: an extraordinary event to celebrate your favorite Seed teams",
        "ups": 14
    },
    {
        "title": "Pantera Capital To Invest in Maecenas Token Crowdsale",
        "ups": 14
    },
    {
        "title": "Trading going live in 1 hour 30 minutes!",
        "ups": 15
    },
    {
        "title": "ICO 3.0 — towards a new asset class",
        "ups": 15
    },
    {
        "title": "Cofound.it Playoffs: The Results and Event Video",
        "ups": 13
    },
    {
        "title": "Cofound.it Q3 2017 quarterly report",
        "ups": 15
    },
    {
        "title": "Cofound.it Seed: validating early-stage blockchain startups through community engagement",
        "ups": 15
    },
    {
        "title": "X8 Currency business plan has been published!",
        "ups": 13
    },
    {
        "title": "[VIDEO] Maecenas Live Q&amp;A about their fine art trading platform with notes written by @firesofmay",
        "ups": 14
    },
    {
        "title": "Music is much more than 1% hits. Musiconomi are building the blockchain platform for the other 99%.",
        "ups": 13
    },
    {
        "title": "Cofound.it Help Center: Get instant answers for the most common questions and navigate the crypto world like a pro",
        "ups": 14
    },
    {
        "title": "Vote for Cofound It!",
        "ups": 12
    },
    {
        "title": "Will Slovenia become the world's most blockchain startup-friendly country in the world? Slovenia's Deputy PM, Cofound.it and ICONOMI are committed to it!",
        "ups": 14
    },
    {
        "title": "My Notes from Cofound.it Live Q&amp;amp;A #2, June 28th 2017",
        "ups": 13
    },
    {
        "title": "Cofound.it Priority Pass: your priority ticket to the best crowdsales (current status and future direction)",
        "ups": 14
    },
    {
        "title": "Cofound.it Playoffs page has a crispy new look",
        "ups": 13
    },
    {
        "title": "Towards ICO 3.0",
        "ups": 13
    },
    {
        "title": "50 ETH Support from Cofound.it for each Playoffs Team",
        "ups": 12
    },
    {
        "title": "Cofound.it Playoffs Teams Participating in “live” Crowdsales Announced!",
        "ups": 14
    },
    {
        "title": "Applications for Cofound.it community evaluators are now open! -- CFI rewards for selected beta evaluators",
        "ups": 13
    },
    {
        "title": "Cofound.it Seed crowdsales and bonuses for Priority Pass™ members",
        "ups": 13
    },
    {
        "title": "Cofound.it Q3 - infographic",
        "ups": 12
    },
    {
        "title": "Cofound.it Seed: First five candidates announced",
        "ups": 14
    },
    {
        "title": "Cofound.it's CFI Token Now Live in Jaxx - Decentral",
        "ups": 13
    },
    {
        "title": "How the Cofound.it Priority Pass™ will work in the next four crowdsales (incl. individual contribution limits)",
        "ups": 13
    },
    {
        "title": "Stay safe: Cofound.it assets were secured as part of community safeguarding effort. Personal wallets are not affected, beware of suspicious links!",
        "ups": 13
    },
    {
        "title": "Cofound.it weekly update - Santiment, Musiconomi updates, DA Power Play announced, new advisor, new website, CFI now listed and upcoming Live Q&amp;A",
        "ups": 14
    },
    {
        "title": "Meet the Cofound.it team in person",
        "ups": 12
    },
    {
        "title": "Cofound.it Playoffs: Who’s Getting Excited?",
        "ups": 13
    },
    {
        "title": "Legacy needs your support to be selected for Cofound it Playoffs",
        "ups": 11
    },
    {
        "title": "We are preparing something for you guys, catch you soon",
        "ups": 11
    },
    {
        "title": "Introducing the Cofound.it evaluator beta program",
        "ups": 12
    }
]