[
    {
        "title": "Just a reminder, Bitcoin is not our enemy. Neither is Monero, or Cardano, or Ethereum. It's Wells Fargo (and all the other legacy banks)",
        "ups": 197
    },
    {
        "title": "Ryan Taylor: \"Anyone who thinks that crypto is the \"largest bubble in history\" as I've often read recently is failing to recognize the over $10 trillion in government bonds with negative yields. Central banks \"quantitative easing\" policies are the cause of the largest bubble in history.\"",
        "ups": 179
    },
    {
        "title": "An Open Letter to Dash's Investors -- Amanda B. Johnson",
        "ups": 121
    },
    {
        "title": "Link Collection - All Recent Core Team Communications (incl. Roadmap)",
        "ups": 116
    },
    {
        "title": "saw this 2 minute ad on a United flight earlier this week, thought y’all would like it",
        "ups": 115
    },
    {
        "title": "PROPOSAL: Scaling Up Publicity with Amanda + PMBC",
        "ups": 112
    },
    {
        "title": "It's over 1000!",
        "ups": 106
    },
    {
        "title": "Spot the difference (and the future)!",
        "ups": 105
    },
    {
        "title": "Giving Dash for Christmas! For all the friends and family that think I'm crazy 😁",
        "ups": 102
    },
    {
        "title": "Dash Officially Approved by Apple, Releases InstantSend-Enabled iPhone Wallet",
        "ups": 101
    },
    {
        "title": "Why dash REALLY exploded in price",
        "ups": 100
    },
    {
        "title": "Well, that's awkward, bit Bitcoin conference organizers decide not to accept Bitcoin anymore. Too expensive per transaction and too slow.",
        "ups": 98
    },
    {
        "title": "Legal cannabis industry using Dash. 2018 is going to be lit! 🔥📈🏆🚀",
        "ups": 98
    },
    {
        "title": "\"If you wondered why decentralization matters, just look at what VISA did. Use a truly decentralized currency.\"",
        "ups": 95
    },
    {
        "title": "The Champ",
        "ups": 96
    },
    {
        "title": "We just launched an (awesome) payment gateway that supports Dash. What does /r/dashpay think?",
        "ups": 92
    },
    {
        "title": "I did my first @Dashpay payment yesterday. I moved $100K for ~0.3 cents, and was confirmed in the next block. Bitcoin used to work that well - Roger Ver on Twitter",
        "ups": 92
    },
    {
        "title": "Cryptocurrency Platform Dash Appoints Former American Express Senior Manager Bradley Zastrow As New Director of Global Business Development #dash_force",
        "ups": 92
    },
    {
        "title": "Bradley Zastrow joins Dash Core from American Express as Director of Global Business Development",
        "ups": 92
    },
    {
        "title": "How this market has me feeling",
        "ups": 87
    },
    {
        "title": "What they really don't wan't you to know about Dash!",
        "ups": 81
    },
    {
        "title": "Dash (Evolution) iOS mock-up",
        "ups": 87
    },
    {
        "title": "US Credit Card Debt Passes $1 Trillion, Over 33% Higher Than Cryptocurrency Market Cap",
        "ups": 84
    },
    {
        "title": "\"Dash is really everywhere stealing all the crypto shine at the North American Bitcoin conference event. It's an amazing marketing campaign that's making its name really loud and sound.\"",
        "ups": 86
    },
    {
        "title": "Dash gift cards for sale at a local store",
        "ups": 85
    }
]