[
    {
        "title": "Just a reminder, Bitcoin is not our enemy. Neither is Monero, or Cardano, or Ethereum. It's Wells Fargo (and all the other legacy banks)",
        "ups": 199
    },
    {
        "title": "Ryan Taylor: \"Anyone who thinks that crypto is the \"largest bubble in history\" as I've often read recently is failing to recognize the over $10 trillion in government bonds with negative yields. Central banks \"quantitative easing\" policies are the cause of the largest bubble in history.\"",
        "ups": 174
    },
    {
        "title": "An Open Letter to Dash's Investors -- Amanda B. Johnson",
        "ups": 116
    },
    {
        "title": "Link Collection - All Recent Core Team Communications (incl. Roadmap)",
        "ups": 115
    },
    {
        "title": "saw this 2 minute ad on a United flight earlier this week, thought y’all would like it",
        "ups": 116
    },
    {
        "title": "PROPOSAL: Scaling Up Publicity with Amanda + PMBC",
        "ups": 113
    },
    {
        "title": "It's over 1000!",
        "ups": 107
    },
    {
        "title": "Spot the difference (and the future)!",
        "ups": 108
    },
    {
        "title": "Giving Dash for Christmas! For all the friends and family that think I'm crazy 😁",
        "ups": 103
    },
    {
        "title": "Dash Officially Approved by Apple, Releases InstantSend-Enabled iPhone Wallet",
        "ups": 102
    },
    {
        "title": "Why dash REALLY exploded in price",
        "ups": 98
    },
    {
        "title": "Well, that's awkward, bit Bitcoin conference organizers decide not to accept Bitcoin anymore. Too expensive per transaction and too slow.",
        "ups": 95
    },
    {
        "title": "Legal cannabis industry using Dash. 2018 is going to be lit! 🔥📈🏆🚀",
        "ups": 95
    },
    {
        "title": "\"If you wondered why decentralization matters, just look at what VISA did. Use a truly decentralized currency.\"",
        "ups": 92
    },
    {
        "title": "The Champ",
        "ups": 98
    },
    {
        "title": "We just launched an (awesome) payment gateway that supports Dash. What does /r/dashpay think?",
        "ups": 95
    },
    {
        "title": "I did my first @Dashpay payment yesterday. I moved $100K for ~0.3 cents, and was confirmed in the next block. Bitcoin used to work that well - Roger Ver on Twitter",
        "ups": 95
    },
    {
        "title": "Cryptocurrency Platform Dash Appoints Former American Express Senior Manager Bradley Zastrow As New Director of Global Business Development #dash_force",
        "ups": 92
    },
    {
        "title": "Bradley Zastrow joins Dash Core from American Express as Director of Global Business Development",
        "ups": 87
    },
    {
        "title": "How this market has me feeling",
        "ups": 88
    },
    {
        "title": "What they really don't wan't you to know about Dash!",
        "ups": 83
    },
    {
        "title": "Dash (Evolution) iOS mock-up",
        "ups": 87
    },
    {
        "title": "US Credit Card Debt Passes $1 Trillion, Over 33% Higher Than Cryptocurrency Market Cap",
        "ups": 83
    },
    {
        "title": "\"Dash is really everywhere stealing all the crypto shine at the North American Bitcoin conference event. It's an amazing marketing campaign that's making its name really loud and sound.\"",
        "ups": 82
    },
    {
        "title": "Dash gift cards for sale at a local store",
        "ups": 82
    },
    {
        "title": "Raising awareness.",
        "ups": 78
    },
    {
        "title": "Dash Roadmap V2.1.1 -- Github -- Evan Duffield",
        "ups": 78
    },
    {
        "title": "Wasted budget",
        "ups": 75
    },
    {
        "title": "Dash Power!",
        "ups": 76
    },
    {
        "title": "In honor of today's eclipse...",
        "ups": 76
    },
    {
        "title": "Dash just broke 2 billion USD marketcap. 1 year and 5 days ago it broke 100 *million*",
        "ups": 78
    },
    {
        "title": "10 Stupid Things People Say About Dash (and How to Respond)",
        "ups": 77
    },
    {
        "title": "Sent my last $250 of Bitcoin to ShapeShift to exchange it for Dash. Paid a tank of gas worth of fees. Now it's stuck in mempool hell, along with 170,000 other transactions. But sure, this will end central banking!",
        "ups": 74
    },
    {
        "title": "With 450$ price the Dash network has monthly budget of 3mln$. That would allow us potentialy to hire 300 developers with 10k$ monthly sallary. That is the biggest potential in whole cryptosphere.",
        "ups": 76
    },
    {
        "title": "Spotted Somewhere in Wisconsin...",
        "ups": 74
    },
    {
        "title": "Dash is the only crypto with snowball effect. The more it costs the bigger the chance for the success and further increase in price. All thanks to the treasury system.",
        "ups": 75
    },
    {
        "title": "DASH looking more like the \"adult in the room\".",
        "ups": 70
    },
    {
        "title": "2X called off: \"Until then, we are suspending our plans for the upcoming 2MB upgrade\" | Meanwhile Dash releases 12.2 with a 2MB block increase the very same day",
        "ups": 71
    },
    {
        "title": "DASH market capitalization surpasses Litecoin and is now 5th crypto overall",
        "ups": 70
    },
    {
        "title": "Hong Kong | Research and Planning – Evan Duffield – Medium",
        "ups": 73
    },
    {
        "title": "FYI: With price above $600 Dash treasury has more than $4,000,000 available for development and marketing every month. No other coin can compete with that.",
        "ups": 75
    },
    {
        "title": "Ryan Taylor: \"I’m looking forward to tomorrow’s presentation. Several announcements to share.\"",
        "ups": 73
    },
    {
        "title": "FYI: $10,000,000 that's Dash monthly budget available to support marketing and development of the network.",
        "ups": 69
    },
    {
        "title": "DASH Market Cap Surpasses LTC",
        "ups": 70
    },
    {
        "title": "HUGE NEWS! MMA Legend Rory MacDonald 🥋🥊💪 Has secured DASH sponsorship 📈🚀 For Bellator 192 Welterweight Title Fight 📺🏆",
        "ups": 73
    },
    {
        "title": "Bitcoin: \"If 400,000 of us each pitch in $4 ($1 after transaction fees) we can afford a 2-second Super Bowl ad!\" Dash: Can afford a 20-second Super Bowl ad EVERY MONTH, and still have $800,000 left over.",
        "ups": 73
    },
    {
        "title": "One Thing You MUST Try Next Time You Talk About DASH",
        "ups": 73
    },
    {
        "title": "Dash Core CEO Ryan Taylor announces 4 new business partnerships at BTC Miami conference.",
        "ups": 72
    },
    {
        "title": "Dash appeared in today’s WSJ print edition infographic",
        "ups": 70
    },
    {
        "title": "FYI: With price above $750 Dash treasury has more than $5,000,000 available for development and marketing every month. No other coin can compete with that.",
        "ups": 72
    }
]