[
    {
        "title": "Perhaps a diamond in the rough? why do you believe in datum?",
        "ups": 13
    },
    {
        "title": "Huge News Kucoin lists Datum",
        "ups": 9
    },
    {
        "title": "To the moon!",
        "ups": 10
    },
    {
        "title": "Datum Group Started on Facebook! *UP VOTE PLZ* Then Join Us In Building Community; FB.com/groups/Datum",
        "ups": 8
    },
    {
        "title": "Datum is one of the finalists of the B4B Big Data Challenge, and the team just concluded its trip to Beijing. Read our latest blog post here (in English and Chinese)!",
        "ups": 8
    },
    {
        "title": "My review on DATUM",
        "ups": 8
    },
    {
        "title": "Thank you Suppoman Udemy for the positive YouTube review of Datum! (starting at 13’55”)",
        "ups": 7
    },
    {
        "title": "What platform does datum use to run the smart contract? Does it use an Ethereum Smart Contract or a proprietary one built in the Datum network?",
        "ups": 7
    },
    {
        "title": "Welcome to /r/datumnetwork - Click here for the official website at https://datum.network",
        "ups": 7
    },
    {
        "title": "Datum’s Roger interviewed by ABS-CBN https://www.facebook.com/datumnetwork/videos/185485072070250/",
        "ups": 6
    },
    {
        "title": "Dubai Embraces Blockchain, as Unlock Blockchain Conference Embraces Datum",
        "ups": 5
    },
    {
        "title": "DAT/BCH Trading Pair Is Now Open On KuCoin",
        "ups": 6
    },
    {
        "title": "LOL this Datum shoutout from William Shatner",
        "ups": 7
    },
    {
        "title": "Where to buy DAT? Located in the US",
        "ups": 7
    },
    {
        "title": "Datum's DAT Token distribution has started for contributors of the pre-sale and sale. Please read an update from Roger here:",
        "ups": 6
    },
    {
        "title": "Swaping datg for dat",
        "ups": 6
    },
    {
        "title": "Datum to be Listed on Coss.io and EtherDelta Exchanges",
        "ups": 7
    },
    {
        "title": "Roger's new blog regarding the pre-sale and DATG tokens",
        "ups": 5
    },
    {
        "title": "DAT is going LIVE on https://www.KuCoin.com at 15:00 UTC today. The most active 3,000 traders in the first 7 days stand to win a total of 1.5 MILLION DAT!",
        "ups": 5
    },
    {
        "title": "Help DAT to get listed by voting here!",
        "ups": 5
    },
    {
        "title": "Latest blog post by Roger: KICK-STARTING 2018, DATUM STYLE",
        "ups": 5
    },
    {
        "title": "Webapp not working",
        "ups": 4
    },
    {
        "title": "Questions about Datum",
        "ups": 4
    },
    {
        "title": "Wow, congrats to the Datum team for closing out their Pre-ICO. Glad I got in early, looking forward to the October main ICO.",
        "ups": 4
    },
    {
        "title": "Crypto Insiders take on Datum",
        "ups": 6
    }
]