[
    {
        "title": "Perhaps a diamond in the rough? why do you believe in datum?",
        "ups": 13
    },
    {
        "title": "Huge News Kucoin lists Datum",
        "ups": 9
    },
    {
        "title": "To the moon!",
        "ups": 8
    },
    {
        "title": "Datum Group Started on Facebook! *UP VOTE PLZ* Then Join Us In Building Community; FB.com/groups/Datum",
        "ups": 8
    },
    {
        "title": "Datum is one of the finalists of the B4B Big Data Challenge, and the team just concluded its trip to Beijing. Read our latest blog post here (in English and Chinese)!",
        "ups": 6
    },
    {
        "title": "My review on DATUM",
        "ups": 8
    },
    {
        "title": "Thank you Suppoman Udemy for the positive YouTube review of Datum! (starting at 13’55”)",
        "ups": 6
    },
    {
        "title": "What platform does datum use to run the smart contract? Does it use an Ethereum Smart Contract or a proprietary one built in the Datum network?",
        "ups": 6
    },
    {
        "title": "Welcome to /r/datumnetwork - Click here for the official website at https://datum.network",
        "ups": 7
    },
    {
        "title": "Datum’s Roger interviewed by ABS-CBN https://www.facebook.com/datumnetwork/videos/185485072070250/",
        "ups": 6
    },
    {
        "title": "Dubai Embraces Blockchain, as Unlock Blockchain Conference Embraces Datum",
        "ups": 6
    },
    {
        "title": "DAT/BCH Trading Pair Is Now Open On KuCoin",
        "ups": 5
    },
    {
        "title": "LOL this Datum shoutout from William Shatner",
        "ups": 6
    },
    {
        "title": "Where to buy DAT? Located in the US",
        "ups": 6
    },
    {
        "title": "Datum's DAT Token distribution has started for contributors of the pre-sale and sale. Please read an update from Roger here:",
        "ups": 6
    },
    {
        "title": "Swaping datg for dat",
        "ups": 6
    },
    {
        "title": "Datum to be Listed on Coss.io and EtherDelta Exchanges",
        "ups": 6
    },
    {
        "title": "Roger's new blog regarding the pre-sale and DATG tokens",
        "ups": 6
    },
    {
        "title": "DAT is going LIVE on https://www.KuCoin.com at 15:00 UTC today. The most active 3,000 traders in the first 7 days stand to win a total of 1.5 MILLION DAT!",
        "ups": 5
    },
    {
        "title": "Help DAT to get listed by voting here!",
        "ups": 6
    },
    {
        "title": "Latest blog post by Roger: KICK-STARTING 2018, DATUM STYLE",
        "ups": 6
    },
    {
        "title": "Webapp not working",
        "ups": 6
    },
    {
        "title": "Questions about Datum",
        "ups": 6
    },
    {
        "title": "Wow, congrats to the Datum team for closing out their Pre-ICO. Glad I got in early, looking forward to the October main ICO.",
        "ups": 5
    },
    {
        "title": "Crypto Insiders take on Datum",
        "ups": 5
    },
    {
        "title": "Join our trading competition on Kucoin to WIN 1,504,000 DAT Period: 2018/02/03 22:00:00 - 2018/02/10 23:59:59 (UTC+8) Details: https://www.kucoin.com/#/rank/DAT",
        "ups": 3
    },
    {
        "title": "DAT listed on KuCoin, amazing step guys!",
        "ups": 5
    },
    {
        "title": "[HOW TO] Buy Datum",
        "ups": 4
    },
    {
        "title": "New Functions Released on the Beta Version of the Datum App",
        "ups": 3
    },
    {
        "title": "Datum promo on COSS exchange.",
        "ups": 4
    },
    {
        "title": "Huobi just announced listing DAT: https://www.huobi.pro/notice_detail/?id=862",
        "ups": 4
    },
    {
        "title": "Gleam IO claim 400 tokens",
        "ups": 4
    },
    {
        "title": "Mark Zuckerberg announces they are looking into blovkchain",
        "ups": 4
    },
    {
        "title": "Datum vs IOTA",
        "ups": 4
    },
    {
        "title": "When will there be a listing on a exchange?",
        "ups": 4
    },
    {
        "title": "Thank you for your continuous support of the Datum vision and for your patience! Please see our announcement regarding the distribution of DAT tokens here:",
        "ups": 4
    },
    {
        "title": "Datum added to Cheddur app!",
        "ups": 4
    },
    {
        "title": "Datum Network pushing ICO to October to ensure smooth ICO",
        "ups": 3
    },
    {
        "title": "Check out the Datum Whitepaper here",
        "ups": 3
    },
    {
        "title": "When will Datum enter open market?",
        "ups": 2
    },
    {
        "title": "Invitation for comment - What data would you consider selling and for what price?",
        "ups": 4
    },
    {
        "title": "Datum CEO Roger Haenni will be speaking at Blockchain Technology Conference on the 9th of March in Hong Kong. Event Registration: https://1point21gws.com/BlockchainSummit/hongkong/",
        "ups": 3
    },
    {
        "title": "Datum is a proud sponsor of ETHDenver Hackathon + Workshops, which run until the 18th of Feb. If you’re around, make sure to stop by and say hi! Check out more here: https://ethdenver.com",
        "ups": 3
    },
    {
        "title": "Wanna meet the Datum team? We’ll be in SF, HK, and Denver in the upcoming few days!",
        "ups": 3
    },
    {
        "title": "How many DAT tokens got distributed to contributors?",
        "ups": 3
    },
    {
        "title": "Roger will host the “Deep-dive into the NEM blockchain and practical use cases” meet-up in Hong Kong this evening, the 29th of January. Register here: https://www.meetup.com/Hong-Kong-Blockchain-Developers/events/246957486/",
        "ups": 3
    },
    {
        "title": "That's a great token! Does the team plan to release it's own browser for selling DAT?",
        "ups": 3
    },
    {
        "title": "Datum's CEO Roger will be speaking at the Blockchain &amp; Bitcoin Conference on the 25th of January in Manila! Grab your ticket now: https://philippines.bc.events",
        "ups": 3
    },
    {
        "title": "If you are in Dubai, visit the team today and tomorrow at Unlock Blockchain!",
        "ups": 3
    },
    {
        "title": "github repo??",
        "ups": 3
    }
]