[
    {
        "title": "I'm about to bring a lot of attention to this subreddit. Great coin, undervalued, and I can't wait to start pushing this",
        "ups": 15
    },
    {
        "title": "400 subscribers!!!",
        "ups": 14
    },
    {
        "title": "Just bought some Decent but you guys need to shout louder...",
        "ups": 12
    },
    {
        "title": "DECENT and Dragonfly to Bring Blockchain to +100 Million Gamers",
        "ups": 13
    },
    {
        "title": "Do you know what can be accomplished using DCore? This site shows you the possibilities.",
        "ups": 12
    },
    {
        "title": "Decent up 25% in the last few hours. What's the reason behind it?",
        "ups": 14
    },
    {
        "title": "We would like to thank each and every one of you for your constant support through this year and wish you a Merry Christmas.",
        "ups": 10
    },
    {
        "title": "Want to sell a app game with purchasable objects...",
        "ups": 10
    },
    {
        "title": "I've made docker images for Decentplatform",
        "ups": 12
    },
    {
        "title": "Decent Rebranding",
        "ups": 10
    },
    {
        "title": "Can Blockchain Challenge Content Platform Giants' Facebook &amp;amp; YouTube Domination?",
        "ups": 9
    },
    {
        "title": "DECENT - Bigger than you think!",
        "ups": 10
    },
    {
        "title": "Undervalued Cryptocurrencies: DECENT (DCT)",
        "ups": 12
    },
    {
        "title": "ATMChain, 3rd party app being developed on top of the DECENT, will support DCT in their ICO which starts today!",
        "ups": 9
    },
    {
        "title": "DECENT was just added to the Cheddur app!",
        "ups": 9
    },
    {
        "title": "Roads, where we’re going we don’t need roads…but here’s a roadmap!",
        "ups": 9
    },
    {
        "title": "''DECENT, a revolutionary blockchain-enabled technology company powered by DCore, is excited to announce their sponsorship of Film Independent’s Directors Close-Up series''",
        "ups": 9
    },
    {
        "title": "New Partnership! DECENT Teams with Film Independent to Sponsor the Directors Close-Up Series",
        "ups": 10
    },
    {
        "title": "Is Decent going to be big this year?",
        "ups": 10
    },
    {
        "title": "DCT listed as BUY &amp; HOLD Recommendation",
        "ups": 8
    },
    {
        "title": "DECENT is dipping lets take her to the moon!",
        "ups": 8
    },
    {
        "title": "DECENT TO WORK WITH POPULAR INDIE FILMMAKER SERIES Last minute details are still being sorted. Stay tuned for more details.",
        "ups": 9
    },
    {
        "title": "Utility vs Security Tokens - Do you know the difference? Matej Michalko, Founder and president of DECENT shares a hot topic from BlockShow Asia.",
        "ups": 9
    },
    {
        "title": "Blockchain has the potential to transform the online media and publishing industry.",
        "ups": 8
    },
    {
        "title": "Currently improving our docs and knowledge base. What would you like to see? (comment below)",
        "ups": 8
    }
]