[
    {
        "title": "Decentraland is the interesting project I have come across in my 4+ years of being in crypto, but I don't think it will succeed.",
        "ups": 63
    },
    {
        "title": "Unacceptable",
        "ups": 54
    },
    {
        "title": "Decentraland AMA: Terraform Event (AMA starts on Tue the 12th, 1pm GMT)",
        "ups": 53
    },
    {
        "title": "Welcome to Decentraland subreddit",
        "ups": 45
    },
    {
        "title": "Decentraland Golf?",
        "ups": 38
    },
    {
        "title": "The outrage on this sub is unacceptable",
        "ups": 41
    },
    {
        "title": "Good job Decentraland.",
        "ups": 32
    },
    {
        "title": "I committed 297,981 MANA but my balance for the auction shows only 154,981 MANA. Address and txids inside!",
        "ups": 35
    },
    {
        "title": "Are we allowed to sell Weed in Decentraland?",
        "ups": 36
    },
    {
        "title": "Mana getting added to another exchange tomorrow",
        "ups": 34
    },
    {
        "title": "Airdrop Alert - Decentraland announces Partnership with The Simple Token.",
        "ups": 34
    },
    {
        "title": "MANA Partnering with OTOY’s Render Token to provide real-time 3D graphics through the browser",
        "ups": 33
    },
    {
        "title": "Can we set up some ground rules here?",
        "ups": 32
    },
    {
        "title": "Decentraland Market Cap cut in half because of reduced Circulating Supply.",
        "ups": 28
    },
    {
        "title": "The FUD in this sub is ridiculous. MANA isn’t exactly mooning, by shit, it’s staying pretty steady, damn guys...",
        "ups": 30
    },
    {
        "title": "Decentraland Project Updates — January 5th",
        "ups": 28
    },
    {
        "title": "Auction aftermath and discussion on next steps",
        "ups": 29
    },
    {
        "title": "Over 104,692,000 MANA tokens (worth $8M+ USD!) have already been committed to the Terraform Event, which begins on December 15 10pm GMT.",
        "ups": 27
    },
    {
        "title": "Release of the new CLI Scene Editor",
        "ups": 27
    },
    {
        "title": "Decentraland made it into the top 50 cryptos!",
        "ups": 26
    },
    {
        "title": "Decentraland possibilities of being 30 Billion Market(x200) - Here is why",
        "ups": 29
    },
    {
        "title": "Decentraland Lied. Period. (Source)",
        "ups": 28
    },
    {
        "title": "The real ICO will sell 2% of total Mana.",
        "ups": 26
    },
    {
        "title": "We are pleased to announce the addition of BAT, ZRX, FUN, MANA, SPANK and TNB to Ethfinex, tradable against ETH &amp; USDT.",
        "ups": 27
    },
    {
        "title": "What is Decentraland (MANA)? For Beginners",
        "ups": 27
    }
]