[
    {
        "title": "I'm about to bring a lot of attention to this subreddit. Great coin, undervalued, and I can't wait to start pushing this",
        "ups": 16
    },
    {
        "title": "400 subscribers!!!",
        "ups": 16
    },
    {
        "title": "Just bought some Decent but you guys need to shout louder...",
        "ups": 12
    },
    {
        "title": "DECENT and Dragonfly to Bring Blockchain to +100 Million Gamers",
        "ups": 14
    },
    {
        "title": "Do you know what can be accomplished using DCore? This site shows you the possibilities.",
        "ups": 11
    },
    {
        "title": "Decent up 25% in the last few hours. What's the reason behind it?",
        "ups": 11
    },
    {
        "title": "We would like to thank each and every one of you for your constant support through this year and wish you a Merry Christmas.",
        "ups": 10
    },
    {
        "title": "Want to sell a app game with purchasable objects...",
        "ups": 11
    },
    {
        "title": "I've made docker images for Decentplatform",
        "ups": 10
    },
    {
        "title": "Decent Rebranding",
        "ups": 12
    },
    {
        "title": "Can Blockchain Challenge Content Platform Giants' Facebook &amp;amp; YouTube Domination?",
        "ups": 9
    },
    {
        "title": "DECENT - Bigger than you think!",
        "ups": 9
    },
    {
        "title": "Undervalued Cryptocurrencies: DECENT (DCT)",
        "ups": 11
    },
    {
        "title": "ATMChain, 3rd party app being developed on top of the DECENT, will support DCT in their ICO which starts today!",
        "ups": 10
    },
    {
        "title": "Roads, where we’re going we don’t need roads…but here’s a roadmap!",
        "ups": 9
    },
    {
        "title": "''DECENT, a revolutionary blockchain-enabled technology company powered by DCore, is excited to announce their sponsorship of Film Independent’s Directors Close-Up series''",
        "ups": 10
    },
    {
        "title": "New Partnership! DECENT Teams with Film Independent to Sponsor the Directors Close-Up Series",
        "ups": 9
    },
    {
        "title": "Is Decent going to be big this year?",
        "ups": 9
    },
    {
        "title": "DCT listed as BUY &amp; HOLD Recommendation",
        "ups": 8
    },
    {
        "title": "DECENT is dipping lets take her to the moon!",
        "ups": 8
    },
    {
        "title": "DECENT TO WORK WITH POPULAR INDIE FILMMAKER SERIES Last minute details are still being sorted. Stay tuned for more details.",
        "ups": 10
    },
    {
        "title": "Utility vs Security Tokens - Do you know the difference? Matej Michalko, Founder and president of DECENT shares a hot topic from BlockShow Asia.",
        "ups": 9
    },
    {
        "title": "Blockchain has the potential to transform the online media and publishing industry.",
        "ups": 9
    },
    {
        "title": "Currently improving our docs and knowledge base. What would you like to see? (comment below)",
        "ups": 11
    },
    {
        "title": "(DCT) Next 7 day's up coming events (2017-12-04 - 2017-12-11 UTC)",
        "ups": 9
    },
    {
        "title": "What a firework of upcoming news for $DCT!",
        "ups": 11
    },
    {
        "title": "The mobile gaming industry is evolving rapidly, in order to stay on top, Dragonfly has called on DECENT to help develop a new and fully integrated blockchain-based marketplace",
        "ups": 9
    },
    {
        "title": "DECENT action in the east",
        "ups": 10
    },
    {
        "title": "Have a quick look at the features newly added or updated on DECENT GO",
        "ups": 10
    },
    {
        "title": "The preview of DECENT GO - The New Digital Marketplace built on DECENT Blockchain",
        "ups": 9
    },
    {
        "title": "DECENT was just added to the Cheddur app!",
        "ups": 7
    },
    {
        "title": "DECENT And Dragonfly Launch ALAX, A Project Using Blockchain To Revolutionize Payment Processing In The Gaming Industry",
        "ups": 8
    },
    {
        "title": "When DCT on Binance ?",
        "ups": 8
    },
    {
        "title": "New Partnership Announcement (Time to $buy)",
        "ups": 8
    },
    {
        "title": "Matej Michalko brings DCore to Vietnam. Join DECENT's founder and president at Vietnam Blockchain Week 2018. 1,500 participants, 50 speakers from around the globe, and over 500 leading brands. #VBW2018 #BlockchainistheNOW",
        "ups": 9
    },
    {
        "title": "Currently second DECENT meetup in a row. Now we are going to talk about blockchain based revenue sharing&amp;crowdfounding with DCore.",
        "ups": 6
    },
    {
        "title": "We just wrote a review of Decent for anyone just getting interested in the platform.",
        "ups": 9
    },
    {
        "title": "DECENT is growing in the Bitcoin Garden",
        "ups": 7
    },
    {
        "title": "Revenue Sharing is a perfect DCore Feature for Film-makers.",
        "ups": 7
    },
    {
        "title": "DECENT gets to know some of indie film’s finest at the Gotham awards.",
        "ups": 8
    },
    {
        "title": "DECENT partners with Pivotal Entertainment to bring blockchain technology to entertainment.",
        "ups": 8
    },
    {
        "title": "DECENT + Pivotal Entertainment = Look out entertainment industry.",
        "ups": 8
    },
    {
        "title": "DCT now trading on the Bisq app. More in-depth info on this tomorrow. Stay tuned!",
        "ups": 7
    },
    {
        "title": "DECENT Core Update will be live soon. Remember to check what's new!",
        "ups": 7
    },
    {
        "title": "Can DECENT's 'Crypto-Fuelled' Blockchain Revolutionize Content &amp; Data Distribution?",
        "ups": 9
    },
    {
        "title": "DECENT MINING SETUP &amp; RESSOURCES SHORTCUT",
        "ups": 8
    },
    {
        "title": "DECENT vs LBRY - Comparison Infographic",
        "ups": 9
    },
    {
        "title": "DECENT listed on Bittrex",
        "ups": 8
    },
    {
        "title": "DECENT Network Launch Step-by-step Process",
        "ups": 8
    },
    {
        "title": "DECENT Launch Date Announcement!",
        "ups": 8
    }
]