[
    {
        "title": "Deepbrain and the Disney brand licensor jointly launched the Mickey Mouse series early education robot. Its total amount of shipments in 2017 reaches more than 3 million. In the future, a comprehensive intelligent upgrade is on the way.",
        "ups": 226
    },
    {
        "title": "DeepBrain Chain (DBC) Summary for New Investors (with sources)",
        "ups": 218
    },
    {
        "title": "Check our new official video and tell us your thoughts! Yes, your voice is heard.",
        "ups": 172
    },
    {
        "title": "Why You won't find Anything related to the company deepbrain in google and the solution to it",
        "ups": 156
    },
    {
        "title": "DBC CEO reached out to telegram community",
        "ups": 149
    },
    {
        "title": "We are seeing more and more quality posts on Reddit. DeepBrain Chain (DBC) Summary for New Investors (with sources) , (courtesy of “u/dontfollowfud“) is a good summary of our journey. We welcome more inputs by the community.",
        "ups": 148
    },
    {
        "title": "Congrats we are now on top 100!!!",
        "ups": 137
    },
    {
        "title": "DeepBrain Chain Team has decided to extend the lockup period by 6 months.",
        "ups": 133
    },
    {
        "title": "We’ve reached .50 without any huge shilling, huge announcements at all. Still pretty lowkey, people are just starting to find out about this hidden gem (yes i believe its still a hidden gem). I believe we have a lot of room to grow! Its been organic growth so far as well so that is good to see.",
        "ups": 125
    },
    {
        "title": "DeepBrain mentioned in Nature article. Named an \"AI company to watch\", alongside Baidu and Tencent centers.",
        "ups": 127
    },
    {
        "title": "Thoughts on DeepBrain Chain (DBC) by a former hedge fund associate",
        "ups": 120
    },
    {
        "title": "When I open my portfolio and understand how far ahead DeepBrain AI actually already is",
        "ups": 121
    },
    {
        "title": "DBC Team. Can you please fix your website? Its ridiculously slow and people looase their intrest soon",
        "ups": 113
    },
    {
        "title": "[Offical] DeepBrain Chain developer AMA- February 11th, 2018",
        "ups": 116
    },
    {
        "title": "DeepBrainChain (DBC) will be on binance's voting list next month. vote if you want dBC on a better exchange.",
        "ups": 115
    },
    {
        "title": "DeepBrain Chain: A solid Project to Keep an Eye on",
        "ups": 110
    },
    {
        "title": "DBC is ranked #2 in this article on 10 promising cryptocurrencies to watch in q1 2018!",
        "ups": 108
    },
    {
        "title": "DeepBrain Chain (DBC) listed as a top 10 cryptocurrency to watch in 2018 by TechAdvisor",
        "ups": 106
    },
    {
        "title": "DeepBrain Chain speaking at Decentralised AI Summit alongside Google/IBM/Microsoft/Nvidia",
        "ups": 109
    },
    {
        "title": "DBC official announcement!",
        "ups": 101
    },
    {
        "title": "For prospective investors - why i decided to invest in dBC",
        "ups": 97
    },
    {
        "title": "DeepBrain Chain CMO gives Speech in Seoul",
        "ups": 95
    },
    {
        "title": "Official Response to the Postdoctoral research fellow at harvard regarding the post \"deep brain chain (dBC) Is vaporware and here's why\" published on R/CryptoCurrency",
        "ups": 92
    },
    {
        "title": "The CMO of DeepBrain Chain will be in South Korea this weekend. A lot of good news to come!",
        "ups": 89
    },
    {
        "title": "Business Wire: DeepBrain Chain, the First Artificial Intelligence Computing Platform Driven by Blockchain",
        "ups": 87
    },
    {
        "title": "DeepBrain Chain CEO Feng He Presents at the NEO DevCon Today.",
        "ups": 89
    },
    {
        "title": "Week 1: A Moonshot for the NEO DevCon Conference: DBC",
        "ups": 88
    },
    {
        "title": "Updates from Feng He (DBC CEO) in response to community suggestions on Marketing, Presentation Translators, Exchanges and the Website",
        "ups": 92
    },
    {
        "title": "Anyone looking for the perfect time to buy DBC, right now would be it. Prices fell due to the Huobi exchange &amp; manipulation, and these prices are expected to rise back up. Don’t let the price drop fool you into selling your share.",
        "ups": 85
    },
    {
        "title": "DeepBrain Chain is now the first platform for AI computing leveraging blockchain",
        "ups": 82
    },
    {
        "title": "DeepBrain Chain, the First Artificial Intelligence Computing Platform Driven by Blockchain",
        "ups": 83
    },
    {
        "title": "Team behind DBC",
        "ups": 84
    },
    {
        "title": "DeepBrain chain now available on gate.io Exchange",
        "ups": 81
    },
    {
        "title": "The telegram is cancerous as is the community",
        "ups": 77
    },
    {
        "title": "DeepBrain Chain will be demoing at the NEO DevCon event in San Francisco on January 30th, 2018",
        "ups": 78
    },
    {
        "title": "Feng He, CEO of DeepBrain Chain Delivering a Keynote Speech at the Blockchain Connect Conference (San Francisco) on January 26th",
        "ups": 80
    },
    {
        "title": "Official DeepBrain Chain Whitepaper",
        "ups": 74
    },
    {
        "title": "ANNOUNCEMENT: Neo ICO Deep Brain Chain Listed on Huobi.pro!",
        "ups": 78
    },
    {
        "title": "DeepBrainChain will be with NEO in European mini tour",
        "ups": 77
    },
    {
        "title": "[Announcement] We just added Deepbrain Chain to Cryptflix! Check it out and let us know what you think!",
        "ups": 78
    },
    {
        "title": "DeepBrainChain will be presenting at the decentralized ai summit along with Google, Nvidia, IBM",
        "ups": 75
    },
    {
        "title": "DBC finally indicating market cap on coinmarketcap.com + the rank (147#)",
        "ups": 78
    },
    {
        "title": "DBC to be listed on NEOs 1st decentralised exchange on march 16th",
        "ups": 71
    },
    {
        "title": "Binance listing soon!!",
        "ups": 73
    },
    {
        "title": "How Machines Learn - Good Intro to AI and Data",
        "ups": 71
    },
    {
        "title": "Retweet to see Deepbrain Chain $dbc @DeepBrainChain reviewed as next week's community coin ! By The Crypto Lark.",
        "ups": 73
    },
    {
        "title": "Binance just listed it’s first NEP-5 token RPX, could DBC be next?",
        "ups": 69
    },
    {
        "title": "Good news!",
        "ups": 67
    },
    {
        "title": "Good video about deep brain chain!",
        "ups": 69
    },
    {
        "title": "10,000 DBC Giveaway!!!! Oh and an interview with the CEO",
        "ups": 67
    }
]