[
    {
        "title": "DentaCoin is scam",
        "ups": 54
    },
    {
        "title": "First Dental Chain in the USA Accepts Dentacoin!",
        "ups": 51
    },
    {
        "title": "New US dental company accepting DCN!",
        "ups": 39
    },
    {
        "title": "I bought at 0,0007 - Now if it hits 1 cent for the first time in my life I will be Millionaire",
        "ups": 30
    },
    {
        "title": "We are proud to announce that 3 more Partner Clinics have joined the Dentacoin Network!",
        "ups": 28
    },
    {
        "title": "Dentacoin on Ted",
        "ups": 31
    },
    {
        "title": "Addressing the Dentacoin Scam accusations with Facts",
        "ups": 26
    },
    {
        "title": "First Clinic in Australia Accept Payments in Dentacoin",
        "ups": 25
    },
    {
        "title": "Facebook Live Q&amp;A 14th of September 15:00 +3 GMT with Co-Founder and Developer of Dentacoin - Jeremiah Grenzebach!",
        "ups": 28
    },
    {
        "title": "Can we stop the witch hunt?",
        "ups": 25
    },
    {
        "title": "DCN on more exchanges",
        "ups": 24
    },
    {
        "title": "Dental implants by the leading German manufacturer Bredent can now be purchased with Dentacoin",
        "ups": 24
    },
    {
        "title": "Dentacoin Team: We are real. And we are here to stay.",
        "ups": 25
    },
    {
        "title": "First Clinic in Italy Accepts DCN! (Clinic has been Operating for 30 years) ;)",
        "ups": 23
    },
    {
        "title": "Dentacoin got the most votes to get listed on CryptoWolf. Waiting for the team to reach out now.",
        "ups": 22
    },
    {
        "title": "Today, another US dentist accepts dentacoin!!",
        "ups": 23
    },
    {
        "title": "When a non HODL’r sees DCN x10,000%",
        "ups": 22
    },
    {
        "title": "DCN has dipped back to $.0009 with a steady decline. Upvote to get some answers from a company that has fallen off the face off the earth.",
        "ups": 21
    },
    {
        "title": "Dentacoin is now traded on IDAX",
        "ups": 21
    },
    {
        "title": "Another Clinic in the UK Implements Dentacoin!",
        "ups": 22
    },
    {
        "title": "Dentacoin being validated as a solid coin",
        "ups": 19
    },
    {
        "title": "1 bill market cap!!!",
        "ups": 18
    },
    {
        "title": "Dentacoin Math",
        "ups": 19
    },
    {
        "title": "I has been a week since we starting accepting DCN in our offices and the results have been great!",
        "ups": 17
    },
    {
        "title": "We are proud to announce Arklign, the first laboratory to accept DCN in California",
        "ups": 15
    }
]