[
    {
        "title": "It’s Time - Vote For DENT in Binance! Let’s Do This!!!",
        "ups": 154
    },
    {
        "title": "DENT confirmed Android App Release Date!",
        "ups": 151
    },
    {
        "title": "DENT to be listed on OKEX, 3rd largest EXCHANGE.",
        "ups": 117
    },
    {
        "title": "DENT Android App on track for mass market release in February 2018!",
        "ups": 115
    },
    {
        "title": "JUST TESTED THE DENT APP - SENT DATA FROM AUSTRALIA TO USA DENT WILL MOON!!!",
        "ups": 95
    },
    {
        "title": "Someone mentioned about marketing for Dent. Here is what I came up with. I revamped the logo and misc stuff.",
        "ups": 89
    },
    {
        "title": "Great video describing DENT wireless.",
        "ups": 87
    },
    {
        "title": "All major competitors on Binance are cheating.",
        "ups": 88
    },
    {
        "title": "Do we care at all? We are in second place at the moment! DENT community, we need you more than ever! GO VOTE!! We are losing to a no namer! We kill WPR in # of people.",
        "ups": 88
    },
    {
        "title": "DENT Mobile Data Marketplace App Prototype (Youtube video)",
        "ups": 86
    },
    {
        "title": "DENT connectivity contract w/ Airtel India in place - 264 Million Subscribers (Co-founder Mikko in Telegram today)",
        "ups": 83
    },
    {
        "title": "The Android App is live!",
        "ups": 80
    },
    {
        "title": "Why I’m in on DentCoin",
        "ups": 81
    },
    {
        "title": "Offered team DENT to get their app featured on Univision Mexico - Let's see what they say.",
        "ups": 79
    },
    {
        "title": "DENT 1st place on Binance!",
        "ups": 74
    },
    {
        "title": "Suppoman finally reviews DENT in front of 127,000 people!",
        "ups": 76
    },
    {
        "title": "The mobile blockchain trading trial was a success!",
        "ups": 76
    },
    {
        "title": "Cointelegraph lists DENT as one of the little unknown coins that can generate even more profit in 2018!",
        "ups": 72
    },
    {
        "title": "Dent - Probably one of the most undervalued coin.",
        "ups": 74
    },
    {
        "title": "AT&amp;T employee talks about DENT, confirms his identity.",
        "ups": 67
    },
    {
        "title": "DENT FAQ, Resource Guide - PLEASE READ THIS PRIOR TO MAKING A NEW POST!",
        "ups": 71
    },
    {
        "title": "DENT to be listed on the QRYPTOS platform of @QUOINE_SG starting Friday the 5th of January 2018!",
        "ups": 66
    },
    {
        "title": "The Remedy to Token Supply and Dump Concerns",
        "ups": 65
    },
    {
        "title": "Dent Coin Has Massive Potential in 2018 (Video)",
        "ups": 68
    },
    {
        "title": "Dent succeeds in being part of the Ethereum alliance!",
        "ups": 64
    },
    {
        "title": "Just used dent app...",
        "ups": 64
    },
    {
        "title": "Binance CEO: \"Vote manipulation will be dealt with, strictly.\" &amp; Elastos bot allegations",
        "ups": 59
    },
    {
        "title": "Go Dent Go!",
        "ups": 63
    },
    {
        "title": "Crypto Crow has Dent coin as his #1 for 2018.. looks like people are taking notice!",
        "ups": 55
    },
    {
        "title": "DENT Reaches 0.04!",
        "ups": 61
    },
    {
        "title": "We are catching up!",
        "ups": 57
    },
    {
        "title": "Check Out This Screenshot Of DENTs Data Trading Platform! Coming Soon!!",
        "ups": 59
    },
    {
        "title": "To the holders",
        "ups": 56
    },
    {
        "title": "DENT AND ERICSSON TO TEAM UP? CONSUMERS WANT DENT!!!",
        "ups": 54
    },
    {
        "title": "Just bought 25,000 coins. This is my first cyrpto currency.",
        "ups": 55
    },
    {
        "title": "DENT coin just submitted their App to the Apple IOS review.",
        "ups": 57
    },
    {
        "title": "If there are 6000 subscribers on this SUB, I'd like to see 6000 votes on binance",
        "ups": 55
    },
    {
        "title": "Testing the app with my friend in Mexico! Safe to say he will be getting the app come android release!",
        "ups": 53
    },
    {
        "title": "Mature community",
        "ups": 54
    },
    {
        "title": "[MEGATHREAD] Official DENT Android App Discussion Thread - Please Keep All Price Speculation, Reviews, First Impressions and General Discussion Regarding This HISTORIC Day In Here!",
        "ups": 50
    },
    {
        "title": "In a sea of red...",
        "ups": 52
    },
    {
        "title": "Did You Vote? DENT Binance Community Coin of The Month Discussion Thread - Day 2 - Please Keep All Price Speculation And Binance Discussion Here (Versus A New Thread)",
        "ups": 47
    },
    {
        "title": "4chan pumping DENT right now!!!",
        "ups": 49
    },
    {
        "title": "dent is amazing and so is its community",
        "ups": 45
    },
    {
        "title": "DENT was WINNING on Binance before the Voter Fraud Started.",
        "ups": 47
    },
    {
        "title": "Dent has applied to become a member of Enterprise Ethereum Alliance",
        "ups": 49
    },
    {
        "title": "Awesome article about future DENT price growth",
        "ups": 46
    },
    {
        "title": "A reason to support Dent.",
        "ups": 47
    },
    {
        "title": "dent mentions in social media is increasing.",
        "ups": 48
    },
    {
        "title": "When people confuse us with Dentacoin",
        "ups": 48
    }
]