[
    {
        "title": "It’s Time - Vote For DENT in Binance! Let’s Do This!!!",
        "ups": 161
    },
    {
        "title": "DENT confirmed Android App Release Date!",
        "ups": 151
    },
    {
        "title": "DENT to be listed on OKEX, 3rd largest EXCHANGE.",
        "ups": 120
    },
    {
        "title": "DENT Android App on track for mass market release in February 2018!",
        "ups": 115
    },
    {
        "title": "JUST TESTED THE DENT APP - SENT DATA FROM AUSTRALIA TO USA DENT WILL MOON!!!",
        "ups": 93
    },
    {
        "title": "Someone mentioned about marketing for Dent. Here is what I came up with. I revamped the logo and misc stuff.",
        "ups": 88
    },
    {
        "title": "Great video describing DENT wireless.",
        "ups": 89
    },
    {
        "title": "All major competitors on Binance are cheating.",
        "ups": 85
    },
    {
        "title": "Do we care at all? We are in second place at the moment! DENT community, we need you more than ever! GO VOTE!! We are losing to a no namer! We kill WPR in # of people.",
        "ups": 87
    },
    {
        "title": "DENT Mobile Data Marketplace App Prototype (Youtube video)",
        "ups": 86
    },
    {
        "title": "The Android App is live!",
        "ups": 83
    },
    {
        "title": "DENT connectivity contract w/ Airtel India in place - 264 Million Subscribers (Co-founder Mikko in Telegram today)",
        "ups": 86
    },
    {
        "title": "Why I’m in on DentCoin",
        "ups": 80
    },
    {
        "title": "Offered team DENT to get their app featured on Univision Mexico - Let's see what they say.",
        "ups": 78
    },
    {
        "title": "DENT 1st place on Binance!",
        "ups": 77
    },
    {
        "title": "Suppoman finally reviews DENT in front of 127,000 people!",
        "ups": 77
    },
    {
        "title": "The mobile blockchain trading trial was a success!",
        "ups": 75
    },
    {
        "title": "Cointelegraph lists DENT as one of the little unknown coins that can generate even more profit in 2018!",
        "ups": 73
    },
    {
        "title": "Dent - Probably one of the most undervalued coin.",
        "ups": 72
    },
    {
        "title": "AT&amp;T employee talks about DENT, confirms his identity.",
        "ups": 66
    },
    {
        "title": "DENT FAQ, Resource Guide - PLEASE READ THIS PRIOR TO MAKING A NEW POST!",
        "ups": 67
    },
    {
        "title": "The Remedy to Token Supply and Dump Concerns",
        "ups": 69
    },
    {
        "title": "DENT to be listed on the QRYPTOS platform of @QUOINE_SG starting Friday the 5th of January 2018!",
        "ups": 65
    },
    {
        "title": "Dent Coin Has Massive Potential in 2018 (Video)",
        "ups": 66
    },
    {
        "title": "Dent succeeds in being part of the Ethereum alliance!",
        "ups": 64
    }
]