[
    {
        "title": "Official DigiByte Marketing Announcement",
        "ups": 220
    },
    {
        "title": "Digibyte on Binance",
        "ups": 191
    },
    {
        "title": "First marketing milestone has been reached! 300,000 DigiByte!",
        "ups": 157
    },
    {
        "title": "Now Accepting Digibyte. Real World Use Case.",
        "ups": 155
    },
    {
        "title": "DGB article in FORBES Magazine!!! Huge Exposure!!! Share this, tweet this, far and wide!!!",
        "ups": 150
    },
    {
        "title": "We're John McAfee's Cryptocurrency of the day!",
        "ups": 143
    },
    {
        "title": "THE TRUTH ABOUT CITI PRESENTATION",
        "ups": 139
    },
    {
        "title": "Announcing the DigiByte PR and Marketing Partnership",
        "ups": 135
    },
    {
        "title": "Just made my first digibyte transfer and oh my dear lord it's faster than anything I've ever seen in cryptocurrencies",
        "ups": 135
    },
    {
        "title": "I just made my first digibyte transaction. The fee was basically a 1/10 of 1%. The transaction confirmed within literally 5 seconds. Do people realize how useful this coin is?",
        "ups": 130
    },
    {
        "title": "This is Jim, 4 year DGB holder and DGB Ambassador. Some updates to this great Reddit Community.",
        "ups": 121
    },
    {
        "title": "I am Josiah from DigiByte Foundation - AMA!",
        "ups": 120
    },
    {
        "title": "I been in DGB for 4 years, and it's great to see over 1 Billion Market Cap! Congrats Holders! MARKET CAP $1,013,762,208.75",
        "ups": 115
    },
    {
        "title": "digibyte got mentioned in CNBC fast money",
        "ups": 114
    },
    {
        "title": "A message from Jared (DGB Founder) about the current dips. Pasted from telegram.",
        "ups": 109
    },
    {
        "title": "Happy birthday Digibyte 4 years!",
        "ups": 108
    },
    {
        "title": "What I thought the digibyte logo could have been.",
        "ups": 105
    },
    {
        "title": "Please vote to get DGB included on Nextexchange",
        "ups": 100
    },
    {
        "title": "REAL Facts about Digibyte/DGB you may not be aware of!",
        "ups": 97
    },
    {
        "title": "DigiByte (DGB) on Discord",
        "ups": 93
    },
    {
        "title": "Getting DigiByte listed on Binance - Progress update",
        "ups": 93
    },
    {
        "title": "DigiByte - BlockChain of the Future (275k+ Transactions Per Second)",
        "ups": 91
    },
    {
        "title": "Hope I fixed it this time. Trying to get rid of XRP propaganda.",
        "ups": 90
    },
    {
        "title": "How many times have you heard people say this;",
        "ups": 89
    },
    {
        "title": "Vote to get DigiByte on COBINHOOD!",
        "ups": 89
    }
]