[
    {
        "title": "Dogecoin is now worth $0.01!",
        "ups": 9407
    },
    {
        "title": "Did you notice that the up vote rockets now have animation?",
        "ups": 6143
    },
    {
        "title": "The Dogecar is complete! Check it out!",
        "ups": 5217
    },
    {
        "title": "The effect of the rocket animation..",
        "ups": 4627
    },
    {
        "title": "Me in this subreddit after they introduced the animated rockets.",
        "ups": 4522
    },
    {
        "title": "New uprockets are amazing!",
        "ups": 4513
    },
    {
        "title": "Brings a tear to my eye...",
        "ups": 4497
    },
    {
        "title": "What happened With the New Uprockets? This is going to break reddit, because I'm now uprocking EVERYTHING!",
        "ups": 4375
    },
    {
        "title": "I'm not trying to steal credit, but /u/Shitty_watercolour drew this and it's too fantastic not to share",
        "ups": 4223
    },
    {
        "title": "Today I donated all the pizza 50k Dogecoin could buy to the local homeless shelter",
        "ups": 4194
    },
    {
        "title": "Here is what my view will look like :)",
        "ups": 4167
    },
    {
        "title": "WHHAATTT??!!! THANK YOU!!!",
        "ups": 4132
    },
    {
        "title": "So much love!! The check the Jamaican Bobsled team received from all you shibes",
        "ups": 4132
    },
    {
        "title": "@Josh_Wise \"Won't be able to miss my new pit road sign!\"",
        "ups": 4061
    },
    {
        "title": "I finished too late for the Photoshibe contest so here's my submission: Jamaica Liftoff!",
        "ups": 3876
    },
    {
        "title": "I cant stop uprocketing",
        "ups": 3843
    },
    {
        "title": "Josh Wise was voted in to the Sprint All-Star Race!!",
        "ups": 3687
    },
    {
        "title": "Fiery uprocket animation with FF fix in minutes. Who's excited?",
        "ups": 3633
    },
    {
        "title": "Announcing Doge4Housing: Help families with critically injured or terminally ill children \"Bounce but not Break\"",
        "ups": 3604
    },
    {
        "title": "Josh Wise mention at Talladega 2014! [Video] This is HUGE! Broadcasted to millions of people!",
        "ups": 3535
    },
    {
        "title": "Just spotted our biggest enemy at talladega",
        "ups": 3511
    },
    {
        "title": "And the promised NEW UPROCKET is here! Watch it turning :-)",
        "ups": 3496
    },
    {
        "title": "Alright. This one made me laugh a bit.",
        "ups": 3479
    },
    {
        "title": "20 million Doge just went through to the Jamaican Bobsled Team. &gt;$28K donated so far. This is incredible!",
        "ups": 3421
    },
    {
        "title": "Hey, I'm Josh Wise and I'll be driving the NASCAR Doge Car to the moon at Talladega this May thanks to r/Dogecoin and r/NASCAR. AMA!",
        "ups": 3419
    }
]