[
    {
        "title": "Congratulations DragonChain! To be listed in COBINHOOD on Jan 19th!",
        "ups": 85
    },
    {
        "title": "Introducing BioCrypt Tech, A Dragonscale Incubator project.",
        "ups": 53
    },
    {
        "title": "“We believe that Dragonchain’s technology is uniquely positioned to drive significant enterprise adoption” - Cogint, Inc. (NASDAQ: COGT)",
        "ups": 49
    },
    {
        "title": "I created a Dragonchain remix over the song Gucci Gang in honor of the AMA and hitting $1. Check it out!",
        "ups": 45
    },
    {
        "title": "The more i learn about Dragonchain, them more i am impressed about the business concept! very nice devs!",
        "ups": 44
    },
    {
        "title": "DRAGONCHAIN's NEW ICO! USD ACCEPTED!",
        "ups": 43
    },
    {
        "title": "I just went ALL IN with dragonchain",
        "ups": 46
    },
    {
        "title": "DragonChain to be listed on Cobinhood?! It's winning so far in votes!",
        "ups": 41
    },
    {
        "title": "Just hit 1 billion market cap!",
        "ups": 38
    },
    {
        "title": "DRGN NEEDS YOU!....PLEASE SIGN BINANCE PETITION!",
        "ups": 40
    },
    {
        "title": "I made an infographic of some of Dragonchain's benefits explained in an easy way! Check it out and feel free to help spread the word.",
        "ups": 41
    },
    {
        "title": "Metropolis, a tokenized blockchain employment marketplace and the latest Dragonscale Incubator project.",
        "ups": 40
    },
    {
        "title": "AMA with Joe and the gang on Tuesday, December 19 at 10:30am PST *Start Asking Questions Now!",
        "ups": 38
    },
    {
        "title": "DRAGONCHAIN REVIEW | $30K Software Indicates $DRGN is a strong buy",
        "ups": 37
    },
    {
        "title": "Oh look, a dragon",
        "ups": 33
    },
    {
        "title": "Welcome to r/dragonchain - Read this to get started :)",
        "ups": 35
    },
    {
        "title": "Incubator Spotlight Look Lateral: IO Website Update, Draft White Paper",
        "ups": 33
    },
    {
        "title": "Why DRGN? - Key reasons?",
        "ups": 28
    },
    {
        "title": "Happy new year &amp; welcome to our new CTO, Paul Sonier!",
        "ups": 26
    },
    {
        "title": "Dragonchain + LifeID Update",
        "ups": 29
    },
    {
        "title": "Dragonchain on the list for Binance coin of the month !",
        "ups": 30
    },
    {
        "title": "AMA with Joe and the gang, gathering Qs until WED 2/14 5pm PST *Posting Answers FRI 2/16 ~2pm PST",
        "ups": 28
    },
    {
        "title": "Quick Cryptocurrency Overview: Dragonchain (DRGN) - Should you invest?",
        "ups": 29
    },
    {
        "title": "Concerns about Look Lateral ICO, and some consideration for future ICOs",
        "ups": 28
    },
    {
        "title": "Teddy is working on getting his slumber score up!",
        "ups": 26
    }
]