[
    {
        "title": "Not sure if everyone saw this yet, it’s a statement from Richard Ells that came out earlier about what happened.",
        "ups": 328
    },
    {
        "title": "Electroneum will be listed on HitBTC",
        "ups": 239
    },
    {
        "title": "Promoting ETN on my car! Been in since day one!",
        "ups": 225
    },
    {
        "title": "The Electroneum codebase includes code inherited from Monero which will break the entire network at block 202612 (about 40 days from now.)",
        "ups": 201
    },
    {
        "title": "Electroneum To Exhibit At The Mobile World Congress – A First for any Crypto Coin",
        "ups": 185
    },
    {
        "title": "ETN is getting some attention now",
        "ups": 185
    },
    {
        "title": "Photo of ETN at Mobile World Congress",
        "ups": 173
    },
    {
        "title": "Electroneum finally applying to BINANCE! (in process)",
        "ups": 168
    },
    {
        "title": "New Wallet Inbound - Electrovault",
        "ups": 167
    },
    {
        "title": "Electroneum (ETN) will be listed on KuCoin",
        "ups": 163
    },
    {
        "title": "I got an Electroneum birthday cake",
        "ups": 153
    },
    {
        "title": "We’re getting another Exchange!",
        "ups": 143
    },
    {
        "title": "It's in your own interest to be nice to newbies on this subreddit",
        "ups": 141
    },
    {
        "title": "I made a ETN wallpaper",
        "ups": 136
    },
    {
        "title": "If you’re worried about the lack of a dip or your transactions not going through I’ll explain. Enough posts about problems or wondering where the dip is.",
        "ups": 134
    },
    {
        "title": "Electroneum- First Day at GSMA",
        "ups": 135
    },
    {
        "title": "ETN confirms via Twitter that XIUS is not the “huge” deal and a bigger one is to hopefully follow.",
        "ups": 137
    },
    {
        "title": "Electroneum Team Arrived in #Barcelona Queues for #GSMA mobile World Congress are already Massive.",
        "ups": 132
    },
    {
        "title": "Sign petition to get Electroneum (ETN) on Bittrex!",
        "ups": 128
    },
    {
        "title": "Electroneum holders right now, if it keeps increasing",
        "ups": 125
    },
    {
        "title": "Some 3D Printed ETN",
        "ups": 127
    },
    {
        "title": "Electroneum Update from Richard Ells via email blast",
        "ups": 126
    },
    {
        "title": "Vote for ETN to be listed by Centra crypto debit card!!! QUICK!!!",
        "ups": 124
    },
    {
        "title": "Deal With XIUS and Electroneum",
        "ups": 119
    },
    {
        "title": "The new web UI, what do you think about it?",
        "ups": 107
    }
]