[
    {
        "title": "Enigma - Privacy for Every Blockchain. Get started here!",
        "ups": 267
    },
    {
        "title": "Enigma and Ethlend Partner to bring Secret Contracts to Decentralized Lending",
        "ups": 225
    },
    {
        "title": "Huge News - Enigma is Launching the Enigma Data Marketplace",
        "ups": 214
    },
    {
        "title": "Enigma is expanding and doubling their size",
        "ups": 199
    },
    {
        "title": "Please welcome the newest member of the Enigma team - senior software engineer Lena Kleyner 🙌 She is a blockchain enthusiast and graduate of the Haifa Technion, one of Israel's best universities, with over a decade of development experience.",
        "ups": 196
    },
    {
        "title": "Enigma Official Video AMA - Jan 2018",
        "ups": 198
    },
    {
        "title": "NEW: Video from BlockchainWTF about the Enigma protocol!",
        "ups": 189
    },
    {
        "title": "The Enigma Protocol - Scalable Privacy for Blockchains",
        "ups": 178
    },
    {
        "title": "Enigma is spreading the word about our privacy protocol! Our co-founder @kisaguncan will be speaking about Enigma and our plans for the future on January 30th at NEO DevCon in San Francisco.",
        "ups": 170
    },
    {
        "title": "Why Enigma Will Be Massive",
        "ups": 168
    },
    {
        "title": "Welcome Moria Abadi to Enigma! 🙌 She is a former IBM researcher with 15+ years of software engineering experience. 🎉",
        "ups": 165
    },
    {
        "title": "ENIGMA TO THE 🚀🚀🚀 (Eric choe was rated top 25 crypto currency traders of 2017)",
        "ups": 155
    },
    {
        "title": "Enigma - This token has not gotten the attention it deserves",
        "ups": 151
    },
    {
        "title": "a korean exchange (GOPAX) is listing ENG today",
        "ups": 130
    },
    {
        "title": "Boxmining interviews Guy Zyskind",
        "ups": 126
    },
    {
        "title": "Official Enigma AMA - Thursday, Dec 21, 9AM PT - Submit Questions Now!",
        "ups": 127
    },
    {
        "title": "Why you should buy Enigma Coin today – Talk Crypto – Medium",
        "ups": 124
    },
    {
        "title": "New member! Please welcome Avishai to the Enigma team! Prior to Enigma, he worked on Intel's Predictive Analytics Group on machine learning products. Welcome Avishai!",
        "ups": 118
    },
    {
        "title": "Why Enigma is revolutionizing the blockchain: an Infographic.",
        "ups": 121
    },
    {
        "title": "Professor Alex \"Sandy\" Pentland - Director at the MIT Media Lab - speaks this morning at MIT about Enigma and its revolutionary potential.",
        "ups": 121
    },
    {
        "title": "Official Enigma VIDEO AMA - Jan 23rd - Submit Questions Here!",
        "ups": 121
    },
    {
        "title": "Enigma Update - January 19, 2018",
        "ups": 113
    },
    {
        "title": "Another incredible Enigma partner, Harvard-led Nebula Genomics blockchain! Loving Enigma more and more every day.",
        "ups": 109
    },
    {
        "title": "Enigma as TOP 10 Blockchain Startups to Watch",
        "ups": 109
    },
    {
        "title": "Vitalik discussing scalability and privacy solutions , references Enigma! [Jan 2016]",
        "ups": 106
    }
]