[
    {
        "title": "Enigma - Privacy for Every Blockchain. Get started here!",
        "ups": 269
    },
    {
        "title": "Enigma and Ethlend Partner to bring Secret Contracts to Decentralized Lending",
        "ups": 226
    },
    {
        "title": "Huge News - Enigma is Launching the Enigma Data Marketplace",
        "ups": 218
    },
    {
        "title": "Enigma is expanding and doubling their size",
        "ups": 201
    },
    {
        "title": "Please welcome the newest member of the Enigma team - senior software engineer Lena Kleyner 🙌 She is a blockchain enthusiast and graduate of the Haifa Technion, one of Israel's best universities, with over a decade of development experience.",
        "ups": 194
    },
    {
        "title": "Enigma Official Video AMA - Jan 2018",
        "ups": 198
    },
    {
        "title": "NEW: Video from BlockchainWTF about the Enigma protocol!",
        "ups": 188
    },
    {
        "title": "The Enigma Protocol - Scalable Privacy for Blockchains",
        "ups": 181
    },
    {
        "title": "Enigma is spreading the word about our privacy protocol! Our co-founder @kisaguncan will be speaking about Enigma and our plans for the future on January 30th at NEO DevCon in San Francisco.",
        "ups": 175
    },
    {
        "title": "Why Enigma Will Be Massive",
        "ups": 168
    },
    {
        "title": "Welcome Moria Abadi to Enigma! 🙌 She is a former IBM researcher with 15+ years of software engineering experience. 🎉",
        "ups": 165
    },
    {
        "title": "ENIGMA TO THE 🚀🚀🚀 (Eric choe was rated top 25 crypto currency traders of 2017)",
        "ups": 156
    },
    {
        "title": "Enigma - This token has not gotten the attention it deserves",
        "ups": 154
    },
    {
        "title": "a korean exchange (GOPAX) is listing ENG today",
        "ups": 130
    },
    {
        "title": "Boxmining interviews Guy Zyskind",
        "ups": 124
    },
    {
        "title": "Official Enigma AMA - Thursday, Dec 21, 9AM PT - Submit Questions Now!",
        "ups": 130
    },
    {
        "title": "Why you should buy Enigma Coin today – Talk Crypto – Medium",
        "ups": 125
    },
    {
        "title": "New member! Please welcome Avishai to the Enigma team! Prior to Enigma, he worked on Intel's Predictive Analytics Group on machine learning products. Welcome Avishai!",
        "ups": 125
    },
    {
        "title": "Why Enigma is revolutionizing the blockchain: an Infographic.",
        "ups": 121
    },
    {
        "title": "Professor Alex \"Sandy\" Pentland - Director at the MIT Media Lab - speaks this morning at MIT about Enigma and its revolutionary potential.",
        "ups": 116
    },
    {
        "title": "Official Enigma VIDEO AMA - Jan 23rd - Submit Questions Here!",
        "ups": 119
    },
    {
        "title": "Enigma Update - January 19, 2018",
        "ups": 115
    },
    {
        "title": "Another incredible Enigma partner, Harvard-led Nebula Genomics blockchain! Loving Enigma more and more every day.",
        "ups": 113
    },
    {
        "title": "Enigma as TOP 10 Blockchain Startups to Watch",
        "ups": 111
    },
    {
        "title": "Vitalik discussing scalability and privacy solutions , references Enigma! [Jan 2016]",
        "ups": 108
    },
    {
        "title": "What Is Enigma? Extending Ethereum with private and powerful Smart Contracts",
        "ups": 104
    },
    {
        "title": "Welcome to Enigma's Reddit - House Rules",
        "ups": 101
    },
    {
        "title": "Co-founder of Enigma Can Kisagun will be speaking about secret contracts at the NeoDevCon in San Francisco on Jan 30th !!",
        "ups": 103
    },
    {
        "title": "ENG added as a collateral token on ETHlend",
        "ups": 100
    },
    {
        "title": "Enigma &amp; Catalyst Review | Undervalued Or Overpriced?",
        "ups": 100
    },
    {
        "title": "Enigma (ENG): The Most Undervalued Cryptocurrency Investment Opportunity",
        "ups": 99
    },
    {
        "title": "Enigma - Simply a Masterpiece! 😁",
        "ups": 99
    },
    {
        "title": "Enigma (ENG) Cryptocurrency - Primed To Continue Rising",
        "ups": 97
    },
    {
        "title": "In depth Enigma review (by Crypto Gurus)",
        "ups": 94
    },
    {
        "title": "This interview with Vitalik leaves me even more confident in the Enigma protocol as a hole. Great interview.",
        "ups": 92
    },
    {
        "title": "ENG on Huobi!",
        "ups": 92
    },
    {
        "title": "Enigma's first video AMA will be posted later today!",
        "ups": 93
    },
    {
        "title": "Enigma Dev Update coming tomorrow",
        "ups": 93
    },
    {
        "title": "We are 10,000 ✌️",
        "ups": 88
    },
    {
        "title": "Sneak Peek: Enigma Data Marketplace – Enigma",
        "ups": 87
    },
    {
        "title": "Please go UPVOTE the Enigma post on Ethtrader... it’s a very positive discussion and rings great attention to what blockchain problems Enigma solves",
        "ups": 85
    },
    {
        "title": "Who's Pumped for the January 23rd Enigma Devs' Video AMA?",
        "ups": 83
    },
    {
        "title": "Enigma Infographic Submission",
        "ups": 82
    },
    {
        "title": "Enigma now has a Facebook page! This is a great place to keep track of major announcements, and you can interact with our team and community in the comments.",
        "ups": 81
    },
    {
        "title": "IS ENIGMA THE NEXT BIG THING? ENIGMA ENG PRICE PREDICTION (TECHNICAL ANALYSIS)",
        "ups": 77
    },
    {
        "title": "Why does Enigma have the most potential out of all the protocols?",
        "ups": 78
    },
    {
        "title": "Enigma went from position 102 to 92 within a few hours on Coinmarketcap! What a great start to the year.",
        "ups": 76
    },
    {
        "title": "Enigma - This token has not gotten the attention it deserves",
        "ups": 72
    },
    {
        "title": "I've sold 40% of my portfolio to buy in Enigma, Seriously this is the most confident investment I've ever made",
        "ups": 76
    },
    {
        "title": "ENG is currently the #3 fastest growing community in crypto!",
        "ups": 69
    }
]