[
    {
        "title": "The most secure mobile wallet has released!",
        "ups": 433
    },
    {
        "title": "Announcing Efinity and our new updated Roadmap",
        "ups": 250
    },
    {
        "title": "The Enjin Team requested Binance to reduce their ENJ withdrawal fees. It's been reduced by 50 ENJ to 30 ENJ now.",
        "ups": 242
    },
    {
        "title": "NRG eSports Partners Up With Enjin Coin",
        "ups": 216
    },
    {
        "title": "PC Gamer partners with Enjin",
        "ups": 216
    },
    {
        "title": "Looks like Enjins wallet is trending!",
        "ups": 194
    },
    {
        "title": "Enjin Wallet Coming Soon with 600+ coins that have been redone and resized for a nice, sharp look! Get alerted on release: https://www.enjinwallet.io",
        "ups": 161
    },
    {
        "title": "Enjin Smart Wallet available on Google Play Store!",
        "ups": 158
    },
    {
        "title": "Fingerprint unlock feature coming very soon to Enjin wallet",
        "ups": 152
    },
    {
        "title": "Enjin Coin has entered the top 100 on coinmarketcap!",
        "ups": 150
    },
    {
        "title": "Upvote to get this on bittrex",
        "ups": 144
    },
    {
        "title": "Meet Pat LaBine, Enjin Head of DevTech",
        "ups": 133
    },
    {
        "title": "Enjin Coin is now listed on Kucoin!",
        "ups": 129
    },
    {
        "title": "OFFICIAL WALLET RELEASE COUNTDOWN",
        "ups": 123
    },
    {
        "title": "Why We Developed the Most Secure Mobile Crypto Wallet in the World",
        "ups": 123
    },
    {
        "title": "Enjin Coin is Making Our Epic Debut at GDC — Joined by the Legendary Pat LaBine",
        "ups": 122
    },
    {
        "title": "I KNOW I'M NOT ALONE!",
        "ups": 119
    },
    {
        "title": "Wallet Update 2",
        "ups": 121
    },
    {
        "title": "Minecraft-mp.com Will Support Enjin Coin",
        "ups": 117
    },
    {
        "title": "Enjin will be listed on COBINHOOD Exchange on Feb 8",
        "ups": 117
    },
    {
        "title": "Want to see where the EnjinCoin booth will be for the Game Developers Convention in March? That's right... Right next to Intel, Oculus, and Epic Games / Unreal Engine... Think the word will get out?",
        "ups": 115
    },
    {
        "title": "Enjin Coin Featured in Huffington Post - The Top 5 Crypto Projects to Watch in 2018",
        "ups": 108
    },
    {
        "title": "I spent 4 years building an MMO in minecraft and had a small dedicated playerbase. But I had to shut it down because I couldnt afford marketing. Are the enj devs planning a promotional package or benefit for games that use ENJ? If so, I would seriously consider reviving my MMO powered by ENJ :)",
        "ups": 110
    },
    {
        "title": "Can Q2 come here any faster?",
        "ups": 105
    },
    {
        "title": "Boxmining talking about Enjin Coin at Blockchain Revolution (The biggest blockchain event in South Korea)",
        "ups": 107
    },
    {
        "title": "New Enjin Smart Wallet update released!",
        "ups": 101
    },
    {
        "title": "Enjin Coin (ENJ) Minecraft Plugin. Coming Soon.",
        "ups": 97
    },
    {
        "title": "Vote for Enjin Coin to be reviewed!",
        "ups": 94
    },
    {
        "title": "Wallet Status Update",
        "ups": 92
    },
    {
        "title": "Enjin Coin has been listed on Cobinhood Exchange!",
        "ups": 88
    },
    {
        "title": "I mean, this is straight from the CEO. Huge news coming at the end of Q1.",
        "ups": 87
    },
    {
        "title": "Guess who's under us",
        "ups": 84
    },
    {
        "title": "Stop expecting Enjin Coin to moon without promoting it... If the development team is busy than WE need to go market it...",
        "ups": 88
    },
    {
        "title": "I whipped up this info-graphic using assets and information from the whitepaper. Check it out and share! Big things ahead for Enjin Coin! 🚀🚀🚀",
        "ups": 84
    },
    {
        "title": "Vote to get Enjin added to Cobinhood!",
        "ups": 85
    },
    {
        "title": "Enjin is currently the top moving currency on Binance!",
        "ups": 82
    },
    {
        "title": "When this wallet comes out everyone here should download it, share it, upvote it, do whatever you can to support it.",
        "ups": 85
    },
    {
        "title": "Enjin Smart Wallet Thunderclap Campaign",
        "ups": 87
    },
    {
        "title": "Can we please update this subreddit's banner?",
        "ups": 83
    },
    {
        "title": "Release Blog - The Most Secure Mobile Cryptocurrency Wallet in the World",
        "ups": 84
    },
    {
        "title": "Enjin coin available on Kucoin!!!! Let’s game",
        "ups": 78
    },
    {
        "title": "The Epic Minecraft Build Contest - EnjinCraft",
        "ups": 79
    },
    {
        "title": "A True Story.",
        "ups": 82
    },
    {
        "title": "Enjin Coin: Development Update — December 11, 2017",
        "ups": 79
    },
    {
        "title": "New Trailer for Enjin Wallet!",
        "ups": 75
    },
    {
        "title": "Two new exchanges announced!!",
        "ups": 81
    },
    {
        "title": "Something we must do when the wallet comes out",
        "ups": 78
    },
    {
        "title": "A peek at the Enjin Wallet, the most secure mobile cryptocurrency wallet in the world!",
        "ups": 79
    },
    {
        "title": "EnjinCraft — When a Cryptocurrency Coin is Made from Blocks",
        "ups": 76
    },
    {
        "title": "This wallet is actually really awesome!",
        "ups": 81
    }
]