[
    {
        "title": "Vitalik Buterin: Cryptocurrency Should Focus Less on Profit, More on \"Achieving Something Meaningful\"",
        "ups": 7494
    },
    {
        "title": "The Ethereum blockchain now processes about as much USD value as all other blockchains combined, including Bitcoin.",
        "ups": 6210
    },
    {
        "title": "Fight to save Net Neutrality today!",
        "ups": 5362
    },
    {
        "title": "On the door to my European repair shop! Looking forward to a great 2018!!",
        "ups": 5133
    },
    {
        "title": "Canada trialing use of Ethereum blockchain to enhance transparency of govt funding",
        "ups": 4705
    },
    {
        "title": "r/Ethereum - I wrote this to explain Ethereum in depth to newbies. Please check for accuracy!",
        "ups": 3596
    },
    {
        "title": "I just warranty deeded my house into an Ethereum smart contract. AMA",
        "ups": 3203
    },
    {
        "title": "I've gained ownership of /r/Etherium, which previously had no mods and was rampant with scammers. If the mods of /r/Ethereum would like ownership I'd be happy to hand over",
        "ups": 2998
    },
    {
        "title": "Forbes Quote Of The Day: Vitalik Buterin",
        "ups": 2826
    },
    {
        "title": "78% of you wanted ethereum art over bitcoin so I made this",
        "ups": 2774
    },
    {
        "title": "AMERICANS: Kill bill 1241",
        "ups": 2458
    },
    {
        "title": "Wyoming Senate Bill Proposes to Exempt Cryptocurrencies from Taxes",
        "ups": 2293
    },
    {
        "title": "Vitalik Buterin made Forbes 30 under 30",
        "ups": 2229
    },
    {
        "title": "Made this Ethereum animation",
        "ups": 2192
    },
    {
        "title": "Vitalik just donated 100 ETH to the Internet Archive! P.S. I'm matching all donations, up to $1 mil 🍍",
        "ups": 2159
    },
    {
        "title": "Ethereum is now processing more transactions a day than all other cryptocurrencies combined.",
        "ups": 2148
    },
    {
        "title": "Please spread this about BitConnect",
        "ups": 2061
    },
    {
        "title": "Today, Ethereum has processed 50% more txs than BTC. Ethereum currently has 17 pending TX and BTC has 45k. It takes $0.006 to move Ether in less than 20 seconds. • r/ethtrader",
        "ups": 2005
    },
    {
        "title": "Mark Zuckerberg \"Centralization vs Decentralization\"",
        "ups": 1981
    },
    {
        "title": "Ether watercolor I painted. Hope you guys like it",
        "ups": 1975
    },
    {
        "title": "At the moment Cryptokitties is the busiest smart contract on the Ethereum network, accounting for 13 % of all gas use - Ethereum is now primarily a platform to trade digital cats",
        "ups": 1914
    },
    {
        "title": "Singapore Will Not Ban Cryptocurrencies Says Deputy Prime Minister",
        "ups": 1920
    },
    {
        "title": "&gt;1 Million Ethereum Transactions in the Past 24 Hours",
        "ups": 1904
    },
    {
        "title": "Arizona Could Allow People Pay Taxes in Cryptocurrencies",
        "ups": 1857
    },
    {
        "title": "NASA Awards Grant For Ethereum Blockchain-Related Research",
        "ups": 1832
    },
    {
        "title": "Brisbane Airport to Accept Payments in Ethereum",
        "ups": 1789
    },
    {
        "title": "Poland's Central Bank Secretly Paid Youtubers to Slander Cryptos",
        "ups": 1739
    },
    {
        "title": "If this was you, thank you.",
        "ups": 1717
    },
    {
        "title": "An ethereum statue in my home town.",
        "ups": 1659
    },
    {
        "title": "First licensed blockchain based casino is launching, and it's on the ethereum network!",
        "ups": 1644
    },
    {
        "title": "Vitalik Buterin is one of Bloomberg's 50 Most Influential People of 2017",
        "ups": 1645
    },
    {
        "title": "Reddit now tracks user information by default. Link to the page to disable it.",
        "ups": 1634
    },
    {
        "title": "Vitalik: \"Good news: we just surpassed 10 tx/sec for an entire day yesterday.\"",
        "ups": 1615
    },
    {
        "title": "Happy 5 millionth!",
        "ups": 1606
    },
    {
        "title": "Correcting r/bitcoin's misinformation: I just fully verified the entire ethereum blockchain on a 2+ years old desktop and it only took 25 hours (full log included)",
        "ups": 1604
    },
    {
        "title": "Official MyEtherWallet Statement",
        "ups": 1598
    },
    {
        "title": "Vitalik Buterin’s father: fiat currencies are backed by collective hallucination, just like cryptos",
        "ups": 1577
    },
    {
        "title": "Switzerland Issues Guidelines in Order to Start ICOs and Become a “CryptoNation”",
        "ups": 1519
    },
    {
        "title": "United Nation World Food Programme using Ethereum Blockchain instead of Banks",
        "ups": 1502
    },
    {
        "title": "Yesterday Bryan Armstrong (CEO of Coinbase) wrote a blog post about using cryptocurrency for charity. He described my project almost exactly. Last week I started the interview process at Coinbase. The recruiter and I discussed my project",
        "ups": 1493
    },
    {
        "title": "µRaiden has now officially been deployed on the Ethereum main net!",
        "ups": 1451
    },
    {
        "title": "Four university level courses that cover Ethereum and smart contracts",
        "ups": 1433
    },
    {
        "title": "WARNING! SCAM ICO!! Othor.org list Vitalik as a team member. DO NOT SEND FUNDS TO OTHOR.ORG STAY SAFE",
        "ups": 1385
    },
    {
        "title": "CFTC to Take 'Do No Harm' Approach on Crypto Regulation",
        "ups": 1372
    },
    {
        "title": "Vitalik offering $50,000 up to $1,000,000 to join the Sharding client subsidy program - Registrations Now Open",
        "ups": 1337
    },
    {
        "title": "SmartBillions lottery contract just got hacked!",
        "ups": 1335
    },
    {
        "title": "What Happens When you Send a Transaction via MyEtherWallet (A Very Simple Illustration)",
        "ups": 1334
    },
    {
        "title": "VISA is looking for an engineer with Ethereum and Solidity experience for distributed application / blockchain solution B2B Connect",
        "ups": 1312
    },
    {
        "title": "Ethereum processed nearly 800k transaction today. A new all time high and more than all other decentralized blockchains combined by a wide margin.",
        "ups": 1301
    },
    {
        "title": "It is not the Ethereum Foundation's responsibility to create custom hard forks to fix buggy smart contracts written by other teams. This will set a future precedent that any smart contract can be reversed given enough community outcry, destroying any notion of decentralization and true immutability.",
        "ups": 1290
    }
]