[
    {
        "title": "Vitalik Buterin: Cryptocurrency Should Focus Less on Profit, More on \"Achieving Something Meaningful\"",
        "ups": 7494
    },
    {
        "title": "The Ethereum blockchain now processes about as much USD value as all other blockchains combined, including Bitcoin.",
        "ups": 6198
    },
    {
        "title": "Fight to save Net Neutrality today!",
        "ups": 5359
    },
    {
        "title": "On the door to my European repair shop! Looking forward to a great 2018!!",
        "ups": 5123
    },
    {
        "title": "Canada trialing use of Ethereum blockchain to enhance transparency of govt funding",
        "ups": 4701
    },
    {
        "title": "r/Ethereum - I wrote this to explain Ethereum in depth to newbies. Please check for accuracy!",
        "ups": 3606
    },
    {
        "title": "I just warranty deeded my house into an Ethereum smart contract. AMA",
        "ups": 3204
    },
    {
        "title": "I've gained ownership of /r/Etherium, which previously had no mods and was rampant with scammers. If the mods of /r/Ethereum would like ownership I'd be happy to hand over",
        "ups": 3000
    },
    {
        "title": "Forbes Quote Of The Day: Vitalik Buterin",
        "ups": 2824
    },
    {
        "title": "78% of you wanted ethereum art over bitcoin so I made this",
        "ups": 2771
    },
    {
        "title": "AMERICANS: Kill bill 1241",
        "ups": 2456
    },
    {
        "title": "Wyoming Senate Bill Proposes to Exempt Cryptocurrencies from Taxes",
        "ups": 2293
    },
    {
        "title": "Vitalik Buterin made Forbes 30 under 30",
        "ups": 2235
    },
    {
        "title": "Made this Ethereum animation",
        "ups": 2198
    },
    {
        "title": "Vitalik just donated 100 ETH to the Internet Archive! P.S. I'm matching all donations, up to $1 mil 🍍",
        "ups": 2153
    },
    {
        "title": "Ethereum is now processing more transactions a day than all other cryptocurrencies combined.",
        "ups": 2140
    },
    {
        "title": "Please spread this about BitConnect",
        "ups": 2060
    },
    {
        "title": "Today, Ethereum has processed 50% more txs than BTC. Ethereum currently has 17 pending TX and BTC has 45k. It takes $0.006 to move Ether in less than 20 seconds. • r/ethtrader",
        "ups": 2003
    },
    {
        "title": "Mark Zuckerberg \"Centralization vs Decentralization\"",
        "ups": 1983
    },
    {
        "title": "Ether watercolor I painted. Hope you guys like it",
        "ups": 1971
    },
    {
        "title": "At the moment Cryptokitties is the busiest smart contract on the Ethereum network, accounting for 13 % of all gas use - Ethereum is now primarily a platform to trade digital cats",
        "ups": 1917
    },
    {
        "title": "Singapore Will Not Ban Cryptocurrencies Says Deputy Prime Minister",
        "ups": 1924
    },
    {
        "title": "&gt;1 Million Ethereum Transactions in the Past 24 Hours",
        "ups": 1906
    },
    {
        "title": "Arizona Could Allow People Pay Taxes in Cryptocurrencies",
        "ups": 1853
    },
    {
        "title": "NASA Awards Grant For Ethereum Blockchain-Related Research",
        "ups": 1841
    }
]