[
    {
        "title": "First Decentralized Loan Funded: Annualized Return On Investment (ROI): 12.87%",
        "ups": 186
    },
    {
        "title": "If this posts get over 50 up votes I will change my nickname from EthWarrior to LendWarrior",
        "ups": 154
    },
    {
        "title": "New UI looks hella dopeee",
        "ups": 123
    },
    {
        "title": "Special Announcement - Introducing zero-fee lending when LEND is used as the medium and 50% fee reduction for LEND backed Loans",
        "ups": 100
    },
    {
        "title": "ETHLend Partnering with Enigma to bring secret contracts to decentralized lending",
        "ups": 104
    },
    {
        "title": "Unboxing the new LEND utility and fee structure — LEND to become the blockchain lending currency",
        "ups": 98
    },
    {
        "title": "ETHLend has reached more than 2 000 000 USD in lending volume! Thank you for your support and valuable feedback. Do not miss lending news, statistics and plans for the upcoming weeks!",
        "ups": 90
    },
    {
        "title": "LEND token is getting listed on OKEX — Over $1 Million USD in volume on ETHLend",
        "ups": 67
    },
    {
        "title": "Phase 2",
        "ups": 71
    },
    {
        "title": "ETHLend Reaches Record Breaking — Over 4,000 ETH Lending Volume",
        "ups": 64
    },
    {
        "title": "Building ETHLend hype",
        "ups": 66
    },
    {
        "title": "🎉 ETHLend selected as a finalist for 2018 LendIt Fintech Industry Awards 🎉",
        "ups": 65
    },
    {
        "title": "The way LEND presents it's Product",
        "ups": 61
    },
    {
        "title": "Let's keep trying to build the ETHLend subreddit",
        "ups": 64
    },
    {
        "title": "Repaid my loan - Thank you whoever funded me :)",
        "ups": 56
    },
    {
        "title": "ETHLend UI Mockup",
        "ups": 58
    },
    {
        "title": "ETHLend Joins The Enterprise Ethereum Alliance (EEA)",
        "ups": 54
    },
    {
        "title": "Value of Lend token.",
        "ups": 55
    },
    {
        "title": "BREAKING NEWS: ETHLend Reached 500 ETH Lending Volume Within 2 Weeks — Happy New Year ETHLenders!",
        "ups": 57
    },
    {
        "title": "Founder’s Announcement: ETHLend Reached over 1 500 000 USD Lending Volume Milestone After a Month of the Alpha 0.2 Release!",
        "ups": 56
    },
    {
        "title": "🔥 Development Update: A Step Further into CryptoFinance — Official Release of Omura Alpha 0.2.1",
        "ups": 51
    },
    {
        "title": "Just had a loan funded in around 30 seconds.",
        "ups": 54
    },
    {
        "title": "Congrats to the Ethlend team!",
        "ups": 54
    },
    {
        "title": "Thank you ETHLend community!",
        "ups": 51
    },
    {
        "title": "ETHLend on Quest for Lending Volume — Lists Over 130 Tokens to Be Used As Collateral",
        "ups": 49
    }
]