[
    {
        "title": "If you're freaking out about ETHOS's timeline...read this",
        "ups": 112
    },
    {
        "title": "Ethos is partnering with Taxfyle to handle taxes as seamless as possible",
        "ups": 102
    },
    {
        "title": "Ethos User Interface Design Outstanding and Gorgeous",
        "ups": 70
    },
    {
        "title": "Official Ethos UW Wallet PREVIEW! Great work from the team so far, excited to see this revolutionize the Crypto Space. 👏",
        "ups": 59
    },
    {
        "title": "Ethos just made their first transaction to a wallet!",
        "ups": 59
    },
    {
        "title": "Ethos Dev Update",
        "ups": 56
    },
    {
        "title": "Just a reminder that ethos will KILL Coinbase...",
        "ups": 45
    },
    {
        "title": "ETHOS WELCOMES ADAM MEGHJI TO THE TEAM!",
        "ups": 41
    },
    {
        "title": "Coinbase, Coinmarketcap, Blockfolio, Hardware wallet &amp;amp; TA features (and later fiat gateway + bank account) in 1! App..!",
        "ups": 42
    },
    {
        "title": "Made a 4k Ethos wallpaper for all those hodlers out there!",
        "ups": 39
    },
    {
        "title": "What is Ethos? An In-depth Look at the Coin, Universal Cryptocurrency Wallet, &amp;amp; Portfolio Manager",
        "ups": 37
    },
    {
        "title": "Ethos: The CryptoCurrency that WILL end Coinbase",
        "ups": 41
    },
    {
        "title": "Ethos compared with Blockport, Covesting etc.",
        "ups": 37
    },
    {
        "title": "We hit $10",
        "ups": 38
    },
    {
        "title": "The light in the dark",
        "ups": 36
    },
    {
        "title": "Building Ethos Fiat Gateway| Part I of our Strategy Series with Ethos Chief Global Strategist, Stephen Corliss",
        "ups": 37
    },
    {
        "title": "Ethos added to New Exchange! Accepts Paypal!",
        "ups": 34
    },
    {
        "title": "Exciting news from the Ethos team!",
        "ups": 36
    },
    {
        "title": "I just submitted an article featuring Ethos onto r/cryptocurrency. Let's get it to the front page!",
        "ups": 34
    },
    {
        "title": "For those who have yet to watch the Ethos live stream with Adam Meghji, the newest member of the team. Hugely informative!",
        "ups": 33
    },
    {
        "title": "Expect gains! Just got this at Starbucks! It's a sign I tell you!",
        "ups": 27
    },
    {
        "title": "Ethos UI",
        "ups": 30
    },
    {
        "title": "Let's address the FUD head first",
        "ups": 28
    },
    {
        "title": "Ethos could honestly fall 90% and i would still hold",
        "ups": 27
    },
    {
        "title": "Regarding everyone who has no patience and just want to hype ethos up to the bigger crowd for fast money.",
        "ups": 27
    }
]