[
    {
        "title": "FACTOM (FCT) has cornered the market in data security, has Fortune 100 clients in the pipeline, and is rapidly expanding into Asia. It may be the single most undervalued project in crypto.",
        "ups": 149
    },
    {
        "title": "We're Jason Nadeau and Jay Smith, the sales and marketing executive team for Factom, ask us anything! We will be live: Friday 15th, 8am - 10am EST",
        "ups": 136
    },
    {
        "title": "Factom News: SECOND Bill and Melinda Gates Foundation Grant and THIRD DHS Grant",
        "ups": 114
    },
    {
        "title": "Factom Brings Blockchain to Mortgage Industry",
        "ups": 100
    },
    {
        "title": "So Whats Factom Doing with the U.S. Department of Homeland Security?",
        "ups": 85
    },
    {
        "title": "Thanks to the community from Factom!",
        "ups": 85
    },
    {
        "title": "Factom is too focused on the long term",
        "ups": 86
    },
    {
        "title": "MyFactomWallet.com -- Join the community development project",
        "ups": 80
    },
    {
        "title": "Another project powered by Factom",
        "ups": 79
    },
    {
        "title": "Resources for People New to Factom",
        "ups": 79
    },
    {
        "title": "Some comments from Paul on Slack today",
        "ups": 78
    },
    {
        "title": "FACTOM makes the headline at NASDAQ.com (crosspost for visibility)",
        "ups": 77
    },
    {
        "title": "Can we please get rid of the pump and dump group posts?",
        "ups": 73
    },
    {
        "title": "FACTOM has a new Chief Marketing Officer!",
        "ups": 76
    },
    {
        "title": "How Factom will end counterfeiting, secure identities, and change the way many businesses and governments operate",
        "ups": 73
    },
    {
        "title": "Factom Selected for Tokyo Metropolitan Government (TMG) Blockchain Business Camp",
        "ups": 70
    },
    {
        "title": "Price prediction: Factom surpasses a billion dollar market cap in 2018.",
        "ups": 70
    },
    {
        "title": "Factom Win 'Smart City' First Price at blockchainlabs 2017 summit!",
        "ups": 67
    },
    {
        "title": "Factom joins the Chamber of Digital Commerce",
        "ups": 65
    },
    {
        "title": "Factom confirmed to be working with, \"Several Fortune 500 Financial Institutions\"",
        "ups": 67
    },
    {
        "title": "Lets not forget what Tm Draper said (for the noobs.)",
        "ups": 65
    },
    {
        "title": "\"We will demonstrate the power of data, and why it is vastly more powerful than modeling every problem as a coin.\" Paul Snow in Slack",
        "ups": 56
    },
    {
        "title": "Factom is John McAfee's \"Coin of the week\"",
        "ups": 60
    },
    {
        "title": "Newest Release of Eden wallet by Exodus supports Factom!",
        "ups": 53
    },
    {
        "title": "Factom signed a deal with a Chinese notarization service",
        "ups": 53
    }
]