[
    {
        "title": "FACTOM (FCT) has cornered the market in data security, has Fortune 100 clients in the pipeline, and is rapidly expanding into Asia. It may be the single most undervalued project in crypto.",
        "ups": 149
    },
    {
        "title": "We're Jason Nadeau and Jay Smith, the sales and marketing executive team for Factom, ask us anything! We will be live: Friday 15th, 8am - 10am EST",
        "ups": 131
    },
    {
        "title": "Factom News: SECOND Bill and Melinda Gates Foundation Grant and THIRD DHS Grant",
        "ups": 118
    },
    {
        "title": "Factom Brings Blockchain to Mortgage Industry",
        "ups": 102
    },
    {
        "title": "So Whats Factom Doing with the U.S. Department of Homeland Security?",
        "ups": 84
    },
    {
        "title": "Thanks to the community from Factom!",
        "ups": 85
    },
    {
        "title": "Factom is too focused on the long term",
        "ups": 83
    },
    {
        "title": "MyFactomWallet.com -- Join the community development project",
        "ups": 82
    },
    {
        "title": "Another project powered by Factom",
        "ups": 77
    },
    {
        "title": "Resources for People New to Factom",
        "ups": 76
    },
    {
        "title": "Some comments from Paul on Slack today",
        "ups": 78
    },
    {
        "title": "FACTOM makes the headline at NASDAQ.com (crosspost for visibility)",
        "ups": 75
    },
    {
        "title": "Can we please get rid of the pump and dump group posts?",
        "ups": 73
    },
    {
        "title": "FACTOM has a new Chief Marketing Officer!",
        "ups": 70
    },
    {
        "title": "How Factom will end counterfeiting, secure identities, and change the way many businesses and governments operate",
        "ups": 75
    },
    {
        "title": "Factom Selected for Tokyo Metropolitan Government (TMG) Blockchain Business Camp",
        "ups": 69
    },
    {
        "title": "Price prediction: Factom surpasses a billion dollar market cap in 2018.",
        "ups": 65
    },
    {
        "title": "Factom Win 'Smart City' First Price at blockchainlabs 2017 summit!",
        "ups": 64
    },
    {
        "title": "Factom joins the Chamber of Digital Commerce",
        "ups": 67
    },
    {
        "title": "Factom confirmed to be working with, \"Several Fortune 500 Financial Institutions\"",
        "ups": 64
    },
    {
        "title": "Lets not forget what Tm Draper said (for the noobs.)",
        "ups": 63
    },
    {
        "title": "\"We will demonstrate the power of data, and why it is vastly more powerful than modeling every problem as a coin.\" Paul Snow in Slack",
        "ups": 57
    },
    {
        "title": "Factom is John McAfee's \"Coin of the week\"",
        "ups": 55
    },
    {
        "title": "Newest Release of Eden wallet by Exodus supports Factom!",
        "ups": 58
    },
    {
        "title": "Factom signed a deal with a Chinese notarization service",
        "ups": 54
    },
    {
        "title": "Factom Marketing",
        "ups": 51
    },
    {
        "title": "Factom and Adidas? Smart Cosmos is confirmed on FCT Blockchain. Smartrac is using Smart Cosmos to track Adidas products. Wow",
        "ups": 53
    },
    {
        "title": "Ron Paul and Paul snow at the Satoshi roundtable conference (link to article in comments)",
        "ups": 52
    },
    {
        "title": "Factom added to Shapeshift!",
        "ups": 55
    },
    {
        "title": "Factomize: Thoughts on Today's AMA",
        "ups": 53
    },
    {
        "title": "Small FCT Ledger integration update",
        "ups": 51
    },
    {
        "title": "An excellent overview of Factom",
        "ups": 54
    },
    {
        "title": "Politicians are starting to see the problems that Factom can solve.",
        "ups": 51
    },
    {
        "title": "New blog post: Factom Participates in Medici Ventures Blockchain Summit",
        "ups": 52
    },
    {
        "title": "Factom's VP of Business Development Abhi Dobhal just wrote an article on Factom Use Cases",
        "ups": 48
    },
    {
        "title": "Absolute must hear interview with Factom CMO and Chief Scientist. Contracts, New Wallet, Bill and Melinda Gates Foundation, CITI Bank, ETC.",
        "ups": 48
    },
    {
        "title": "Guess who helped brief the Senate Republican High-Tech Task Force",
        "ups": 51
    },
    {
        "title": "New use case for FACTOM in Japan!",
        "ups": 47
    },
    {
        "title": "Can we set a karma requirement to post here so the “DISCORD CHAT PUMP GRUOP 30% GAINS!!!!” posts go away?",
        "ups": 52
    },
    {
        "title": "Asian customer shows live usage of factom",
        "ups": 49
    },
    {
        "title": "Exodus' new advanced Eden wallet to support FCT",
        "ups": 51
    },
    {
        "title": "Here some news about Factom progression I found on the Slack that I thought I could share!",
        "ups": 49
    },
    {
        "title": "Jeffrey Tucker: \"I'm expecting to see a tremendous amount of growth [in 2018] in service-based tokens like Factom.\"",
        "ups": 45
    },
    {
        "title": "Prediction: FACTOM INC. will be the first true blockchain company to do an IPO, and it will happen in the next 5 years.",
        "ups": 48
    },
    {
        "title": "Paul Snow on Slack today",
        "ups": 49
    },
    {
        "title": "Factom's team shine at AmeriCatalyst Event attended by 400, invite-only, senior executives from all key sectors of the Mortgage market life-cycle.",
        "ups": 47
    },
    {
        "title": "Factom being added to Lykke Exchange soon!",
        "ups": 44
    },
    {
        "title": "Factom ($FCT) Analysis and Valuation - Multicoin Capital",
        "ups": 43
    },
    {
        "title": "Important Factom Q4 Updates In-case You Missed It",
        "ups": 41
    },
    {
        "title": "End of Year Reflections and New Year Ambitions - Paul Snow",
        "ups": 46
    }
]