[
    {
        "title": "🚀 FairCoin up 20% while everything else bleeds because of Bitcoin!",
        "ups": 7
    },
    {
        "title": "Helperbit opens to Faircoin thanks to Flyp.me, transparent donations to charities with FAIR",
        "ups": 8
    },
    {
        "title": "What’s keeping cryptocurrencies from mass adoption?",
        "ups": 6
    },
    {
        "title": "Now you can order the Fairpay card and support the launch of this new cooperative payment system",
        "ups": 6
    },
    {
        "title": "Faircoin 2 launched. The first 100% cooperative blockchain is live!",
        "ups": 5
    },
    {
        "title": "Can cryptocurrency be stable without inflation? Faircoin featured in this article",
        "ups": 6
    },
    {
        "title": "New Faircoin2 white paper version, has been published with all implementation details",
        "ups": 5
    },
    {
        "title": "Faircoin joins HolyTransaction",
        "ups": 4
    },
    {
        "title": "I, too, would like to get some FCs. barter?",
        "ups": 3
    },
    {
        "title": "Any news coming soon?",
        "ups": 4
    },
    {
        "title": "Any adoption in the US?",
        "ups": 5
    },
    {
        "title": "Orders successfully placed for both Faircoin and Navcoin on the Blocknet Decentralized Exchange!",
        "ups": 4
    },
    {
        "title": "Thoughts on Faircoin",
        "ups": 4
    },
    {
        "title": "Faircoop Hapy new year post",
        "ups": 4
    },
    {
        "title": "Fairpay. The cooperative payments card, based in faircoin. NFC and POS",
        "ups": 4
    },
    {
        "title": "Faircoin 2 Call for nodes, wanting to join",
        "ups": 4
    },
    {
        "title": "Freedom Coop is launched. A new European cooperative based in faircoin.",
        "ups": 4
    },
    {
        "title": "FairCoin, a Fair Online Crypto Currency at the Service of Co-ops",
        "ups": 5
    },
    {
        "title": "Launched Fair.Coop with 20% of the faircoin supply as a capital to reditribute though varios funds",
        "ups": 4
    },
    {
        "title": "Fair Coop. The Earth cooperative for a fair economy. First Video.",
        "ups": 2
    },
    {
        "title": "How do I actually buy Faircoin? I see places to shop with Faircoin, but I can't find any ways to actually get any Faircoin to spend.",
        "ups": 3
    },
    {
        "title": "How do you have an overview of your Faircoin account?",
        "ups": 3
    },
    {
        "title": "FairCoin up 30% in the last few hours. Any news?",
        "ups": 3
    },
    {
        "title": "Flyp.me's Inclusive and Seamless Exchange will Innovate Crypto-trading",
        "ups": 3
    },
    {
        "title": "What purpose does this coin serve?",
        "ups": 3
    },
    {
        "title": "Is this coin still active?",
        "ups": 3
    },
    {
        "title": "Faircoin2",
        "ups": 3
    },
    {
        "title": "Spanish consultancy uses FairCoin to help activists evade taxes like big multinationals do",
        "ups": 3
    },
    {
        "title": "Join the FairCoin 2.0 discussion: The plan is Proof of Cooperation, a new algorithm for the fair economy.",
        "ups": 3
    },
    {
        "title": "First Batch of bounties for faircoop",
        "ups": 3
    },
    {
        "title": "Highly recommended maintenance release FairCoin v1.5.1 regarding blockchain sync problem.",
        "ups": 3
    },
    {
        "title": "New Faircoin Wallet 1.5 with mandatory update",
        "ups": 3
    },
    {
        "title": "Faircoin official Wallet 1.2.0 upgrade your wallet",
        "ups": 3
    },
    {
        "title": "Important update: FairCoop the Earth Coop for a fair economy",
        "ups": 3
    },
    {
        "title": "A cooperative of about 4000 members has decided to endorse faircoin and will present their project in september",
        "ups": 3
    },
    {
        "title": "What's to stop criminals from using FairCoin to launder or hide cash?",
        "ups": 2
    },
    {
        "title": "While the market is recovering, sign up for this new Coin Exchange Platform ! :)",
        "ups": 2
    },
    {
        "title": "How could I recovery my Old Faircoins(FAC) at Mintpal with new Faircoin (FAIR)",
        "ups": 2
    },
    {
        "title": "How could we convert our Old Faircoins (FAC) with new Faircoin (FAIR)",
        "ups": 2
    },
    {
        "title": "Daily Quant Snapshot | FairCoin | 171103",
        "ups": 2
    },
    {
        "title": "Working on a blockchain concept for Disaster Relief. Can FairCoin help?",
        "ups": 2
    },
    {
        "title": "Can you explain the difference between proof of work, proof of stake and proof of cooperation like I'm a 10 year old?",
        "ups": 2
    },
    {
        "title": "Buy/Sell Faircoins",
        "ups": 2
    },
    {
        "title": "FairCoin Wallets",
        "ups": 2
    },
    {
        "title": "https://market.fair.coop/purchase/product/one-fairpay-card-choose-the-quantity-of-faircoins-charged-in-it-426",
        "ups": 2
    },
    {
        "title": "Join the new faircoin group on facebook",
        "ups": 2
    },
    {
        "title": "Who's pumping this???",
        "ups": 2
    },
    {
        "title": "New Faircoin 2, crowdinvestment campaign",
        "ups": 2
    },
    {
        "title": "Funcionamiento de Faircoin 2.0",
        "ups": 2
    },
    {
        "title": "Bitsquare v0.3.6 - P2P Exchange adds faircoin",
        "ups": 2
    }
]