[
    {
        "title": "🚀 FairCoin up 20% while everything else bleeds because of Bitcoin!",
        "ups": 7
    },
    {
        "title": "Helperbit opens to Faircoin thanks to Flyp.me, transparent donations to charities with FAIR",
        "ups": 7
    },
    {
        "title": "What’s keeping cryptocurrencies from mass adoption?",
        "ups": 7
    },
    {
        "title": "Now you can order the Fairpay card and support the launch of this new cooperative payment system",
        "ups": 6
    },
    {
        "title": "Faircoin 2 launched. The first 100% cooperative blockchain is live!",
        "ups": 6
    },
    {
        "title": "Can cryptocurrency be stable without inflation? Faircoin featured in this article",
        "ups": 5
    },
    {
        "title": "New Faircoin2 white paper version, has been published with all implementation details",
        "ups": 6
    },
    {
        "title": "Faircoin joins HolyTransaction",
        "ups": 5
    },
    {
        "title": "I, too, would like to get some FCs. barter?",
        "ups": 4
    },
    {
        "title": "Any news coming soon?",
        "ups": 3
    },
    {
        "title": "Any adoption in the US?",
        "ups": 4
    },
    {
        "title": "Orders successfully placed for both Faircoin and Navcoin on the Blocknet Decentralized Exchange!",
        "ups": 3
    },
    {
        "title": "Thoughts on Faircoin",
        "ups": 5
    },
    {
        "title": "Faircoop Hapy new year post",
        "ups": 3
    },
    {
        "title": "Fairpay. The cooperative payments card, based in faircoin. NFC and POS",
        "ups": 3
    },
    {
        "title": "Faircoin 2 Call for nodes, wanting to join",
        "ups": 5
    },
    {
        "title": "Freedom Coop is launched. A new European cooperative based in faircoin.",
        "ups": 3
    },
    {
        "title": "FairCoin, a Fair Online Crypto Currency at the Service of Co-ops",
        "ups": 3
    },
    {
        "title": "Launched Fair.Coop with 20% of the faircoin supply as a capital to reditribute though varios funds",
        "ups": 3
    },
    {
        "title": "Fair Coop. The Earth cooperative for a fair economy. First Video.",
        "ups": 4
    },
    {
        "title": "How do I actually buy Faircoin? I see places to shop with Faircoin, but I can't find any ways to actually get any Faircoin to spend.",
        "ups": 3
    },
    {
        "title": "How do you have an overview of your Faircoin account?",
        "ups": 3
    },
    {
        "title": "FairCoin up 30% in the last few hours. Any news?",
        "ups": 3
    },
    {
        "title": "Flyp.me's Inclusive and Seamless Exchange will Innovate Crypto-trading",
        "ups": 3
    },
    {
        "title": "What purpose does this coin serve?",
        "ups": 3
    }
]