[
    {
        "title": "GameCredits takes on Apple and Google with its blockchain-based app store",
        "ups": 35
    },
    {
        "title": "GameCredits will be working with Team Detonation, one of Japans largest esports teams!",
        "ups": 18
    },
    {
        "title": "GameCredits/MobileGo Partners with Unity Game Development Platform",
        "ups": 16
    },
    {
        "title": "GameCredits is working with IBM to help build blockchain based infrastructure and products",
        "ups": 14
    },
    {
        "title": "Bought my first game with game credits!",
        "ups": 15
    },
    {
        "title": "Unity partnership with GameCredits will bring blockchain to mobile games",
        "ups": 13
    },
    {
        "title": "Big time to get into GAME: GameCredits signed an agreement with UNITY",
        "ups": 11
    },
    {
        "title": "GameCredits has been added to HitBTC",
        "ups": 11
    },
    {
        "title": "GameCredits Has Its Own MMORPG That Uses $GAME! — Steemit",
        "ups": 11
    },
    {
        "title": "Unity Partners GameCredits to Bring Blockchain to Games",
        "ups": 11
    },
    {
        "title": "First GameCredits clan for Clash Royale! Come join us",
        "ups": 11
    },
    {
        "title": "Concerns about GameCredits and questions for management",
        "ups": 8
    },
    {
        "title": "GameCredits Has Partnered With Team Secret, The World's Top Dota 2 Esports Team!",
        "ups": 8
    },
    {
        "title": "Partnering with a Pro Esports Team and GAME/MGO Listed on Korean Exchange",
        "ups": 11
    },
    {
        "title": "GameCredits is Gearing Up For the Largest Gaming Conference in Korea!",
        "ups": 8
    },
    {
        "title": "GNation and Unity Announce Partnership",
        "ups": 10
    },
    {
        "title": "GameCredits and MobileGo Partner With ESL to Host Dota 2 Tournament",
        "ups": 9
    },
    {
        "title": "GameCredits became the member of Hyperledger beside IBM, Cisco, American Express, Intel",
        "ups": 11
    },
    {
        "title": "Who is Marketing GAME and MGO",
        "ups": 11
    },
    {
        "title": "Gamecredits Presentation from BlackArrow conference in India",
        "ups": 10
    },
    {
        "title": "Just got back from a meeting this morning in NYC with GameCredits Sergey Sholom!",
        "ups": 9
    },
    {
        "title": "GameCredits ($GAME) Complete Project Review – The Future of Gaming?",
        "ups": 8
    },
    {
        "title": "GameCredits Partners with Unity Technologies to Bring Blockchain to Mobile Gamers - CoinJournal",
        "ups": 11
    },
    {
        "title": "GameCredits Will Provide Better Profit Margins for Game Creators on Unity",
        "ups": 10
    },
    {
        "title": "Orders and trades for GameCredits have been successfully placed on the Blocknet decentralized exchange!",
        "ups": 8
    },
    {
        "title": "Credit Cards &amp; Dozens of Cryptocurrency to be added to Gamecredits",
        "ups": 9
    },
    {
        "title": "What are the methods of staking in GameCredits / MobileGO?",
        "ups": 9
    },
    {
        "title": "Games are discounted on the GameCredits store versus Steam",
        "ups": 8
    },
    {
        "title": "We Just Added GTAV, PUBG, CS:GO, and Final Fantasy Type 0 To Our PC Store!",
        "ups": 7
    },
    {
        "title": "GameCredits CEO Sergey Sholom Is Presenting In Japan January 20th!",
        "ups": 8
    },
    {
        "title": "This partnership between GNation and Unity holds immense strategic significance... via GNation it will help bring blockchain technology to 3 billion devices around the globe.",
        "ups": 8
    },
    {
        "title": "Everything a Beginner Needs to Know about GameCredits - article on Coinsutra",
        "ups": 7
    },
    {
        "title": "GameCredits will be one of the first altcoins to be traded in India via BitBay exchange",
        "ups": 6
    },
    {
        "title": "Who accepts GAME today?",
        "ups": 8
    },
    {
        "title": "Luckygames now accepts GameCredits!",
        "ups": 6
    },
    {
        "title": "Gamecredits Aims to Be the Digital Currency for 2.6 Billion Gamers Worldwide",
        "ups": 9
    },
    {
        "title": "GameCredits Director of Fantasy Sports Will be a Panelist at the Fantasy Sports Trade Association Conference January 23rd.",
        "ups": 7
    },
    {
        "title": "GameCredits Team Sponsoring More Gaming Events!",
        "ups": 5
    },
    {
        "title": "Releasing Information Regarding GameCredits and MobileGos' Busy Conference Schedule",
        "ups": 7
    },
    {
        "title": "Interview With GameCredits COO Alex Migitko",
        "ups": 7
    },
    {
        "title": "Why the sudden rise in value of GAME?",
        "ups": 8
    },
    {
        "title": "Newbie over here, anyone wanna bless me with some good info ?",
        "ups": 6
    },
    {
        "title": "GameCredits blog post, 'A Look at the Indian Market'",
        "ups": 7
    },
    {
        "title": "GameCredits and MobileGo Development Rundown 9/8",
        "ups": 7
    },
    {
        "title": "Gamecredits Future",
        "ups": 8
    },
    {
        "title": "Logging in to game credits Slack channel",
        "ups": 8
    },
    {
        "title": "How can I view the GAME blockchain distribution?",
        "ups": 6
    },
    {
        "title": "List of blockchain based games",
        "ups": 7
    },
    {
        "title": "Is the FOX News interview w/ Game team-member still scheduled for early-2018?",
        "ups": 6
    },
    {
        "title": "Does Blockchain Have a Role in Gaming?- GameCredits Article Published By Hyperledger!",
        "ups": 8
    }
]