[
    {
        "title": "Gnosis FAQ",
        "ups": 24
    },
    {
        "title": "All over in less than 10 mins.",
        "ups": 15
    },
    {
        "title": "We’re so excited to launch Gnosis X—the first step to build out a powerful, decentralized network on top of Gnosis.",
        "ups": 13
    },
    {
        "title": "Olympia Is Live!",
        "ups": 14
    },
    {
        "title": "Gnosis Bug Bounty Round II $50k bounty for severe bugs",
        "ups": 11
    },
    {
        "title": "Take a look at our detailed background and reasoning for the Gnosis token model",
        "ups": 13
    },
    {
        "title": "Our blogpost to introduce Gnosis tokens: — The new access based token model",
        "ups": 13
    },
    {
        "title": "Robin Hanson, the father of prediction markets, joined the Gnosis Advisory team!",
        "ups": 11
    },
    {
        "title": "Big news! The first audit of our smart contacts is done. Once deployed we will never live in a world again without open prediction markets. - Gnosis on Twitter",
        "ups": 11
    },
    {
        "title": "20 ETH bounty: create an infographic which clearly and colorfully explains how Augur and Gnosis compare when resolving contentious markets using the 2000 presidential election as a reference point",
        "ups": 13
    },
    {
        "title": "Gnosis is coming along. While we're currently wrapping up a second security audit and will be starting a public bug bounty program soon, have a look at the interface—it'll soon allow you to create and trade markets. • r/ethereum",
        "ups": 10
    },
    {
        "title": "Complaints regarding Gnosis token overvaluation",
        "ups": 10
    },
    {
        "title": "For the record: Gnosis is 100% NOT a spin-off of Augur - we had a version live on the main Ethereum net before Augur even did it's crowd sale. Otherwise nice read about the different blockchain prediction markets.",
        "ups": 10
    },
    {
        "title": "One of our designers came up with a suggestion for how a flight insurance app will look like",
        "ups": 11
    },
    {
        "title": "\"This is what a login to Gnosis with @uport_me looks like. No username, no password - just a self sovereign identity.\"",
        "ups": 12
    },
    {
        "title": "Yes - soon you can make a prediction as easy as answering a tweet and scanning a QR code.",
        "ups": 11
    },
    {
        "title": "How to list, initiate, and trade tokens in the Gnosis Dutch Exchange",
        "ups": 10
    },
    {
        "title": "Over 13% of all Ether are controlled by just two single keys - here is why and how we want to fix it! - Gnosis team publishes new multisig wallet with cold storage support und decent UI • r/ethereum",
        "ups": 10
    },
    {
        "title": "When is the ICO?",
        "ups": 10
    },
    {
        "title": "GNO token is now available on Lykke Exchange. Trading is with 0% fee. Gnosis builds revolutionary market-driven forecasting technology to let you shape the future.",
        "ups": 9
    },
    {
        "title": "Is anyone actually interested in building a prediction site with gnosis?",
        "ups": 8
    },
    {
        "title": "We're starting 2018 with a fresh, new website.",
        "ups": 9
    },
    {
        "title": "Gnosis up 35% in the last few hours. Any news that I missed?",
        "ups": 10
    },
    {
        "title": "Major updates from Gnosis in our first community call: Olympia, our first prediction market tournament; DutchX, an auction-based decentralized exchange; and Gnosis Safe, a consumer version of the Multisig wallet.",
        "ups": 7
    },
    {
        "title": "Be among the first ones to try out trading on prediction markets by Gnosis! You can now take part in Olympia, our first prediction market tournament.",
        "ups": 10
    }
]