[
    {
        "title": "An Update from the Dev Team",
        "ups": 72
    },
    {
        "title": "A guide to project selection and earnings estimation for Gridcoin",
        "ups": 73
    },
    {
        "title": "Gridcoin just passed 6 cents!",
        "ups": 72
    },
    {
        "title": "A Prime Number Could Be the Answer to Bitcoin’s Power Problem / Gridcoin Up Sixfold Since October",
        "ups": 66
    },
    {
        "title": "$0.20",
        "ups": 66
    },
    {
        "title": "Get into Gridcoin for only $35! (using a Raspberry Pi)",
        "ups": 62
    },
    {
        "title": "Business Insider mentions Gridcoin as better alternative to Bitcoin - 12 DEC 2017",
        "ups": 65
    },
    {
        "title": "Gridcoin meets his girlfriend's dad[Comic]",
        "ups": 58
    },
    {
        "title": "Observations from a newcomer",
        "ups": 60
    },
    {
        "title": "Computational Science Through GRC is the Way of the Future - Not Repetitive POW Hashing",
        "ups": 59
    },
    {
        "title": "Regarding current stability issues in 3.7.5.0",
        "ups": 58
    },
    {
        "title": "HOLD Your GRC! We have a Long Way to Go!",
        "ups": 56
    },
    {
        "title": "When you've been staking for ages and it all comes in at once",
        "ups": 55
    },
    {
        "title": "I made some Gridcoin and BOINC themed keychains with 3D Printing",
        "ups": 56
    },
    {
        "title": "[AMA] We are Dutch (top Gridcoin solo miner) and Vortac (Gridcoin and Steemit whale). Gridcoin is a cryptocurrency mined through scientific research instead of POW. Ask us (almost) anything.",
        "ups": 51
    },
    {
        "title": "While crypto is booming, scientists across the world lack the computing power to find a cure for diseases which can affect us all",
        "ups": 52
    },
    {
        "title": "What is Gridcoin and how to get started?",
        "ups": 52
    },
    {
        "title": "GRC at 10 cents!!",
        "ups": 52
    },
    {
        "title": "Why I'm patiently waiting to double down",
        "ups": 48
    },
    {
        "title": "I run a 65k followed FB page about science and technology. Help me spread the word about Gridcoin?",
        "ups": 50
    },
    {
        "title": "New Gridcoin Mandatory Update 3.7.0.0 Released!",
        "ups": 48
    },
    {
        "title": "Upvote to support faucet (new without mining captcha)",
        "ups": 48
    },
    {
        "title": "Gridcoin &amp; Proof of Research is extremely valuable! Why continue wasting your computing power on solving hashes? Instead compute for science and get rewarded! #NASA #VESL #MOON #ComingSoon",
        "ups": 45
    },
    {
        "title": "Gridcoin Leisure Update 3.7.7.0 Released",
        "ups": 48
    },
    {
        "title": "Power-hog bitcoin may find answers in scientific bounty hunt (Great positive media reference to Gridcoin!)",
        "ups": 44
    }
]