[
    {
        "title": "DEMO RELEASE",
        "ups": 48
    },
    {
        "title": "Hive Project (HVN) infographic from the community",
        "ups": 39
    },
    {
        "title": "Let’s spread the word on CryptoCurrency subreddit... Please upvote and comment!",
        "ups": 33
    },
    {
        "title": "Lets spread the word and show our support for HVN",
        "ups": 33
    },
    {
        "title": "Why Hive is going to explode",
        "ups": 32
    },
    {
        "title": "What’s happened recently? What’s to come?",
        "ups": 30
    },
    {
        "title": "Folks don’t forget to vote for HVN! Find the link on the Twitter feed.",
        "ups": 27
    },
    {
        "title": "Hive Project’s CMO is on TV in Slovenia again...Hive Project is the go-to opinion maker in Slovenia, its first target market!",
        "ups": 25
    },
    {
        "title": "Talking about HVN on Slovenian national TV",
        "ups": 27
    },
    {
        "title": "Hive Project HVN - The World’s First Crypto Invoice Financing Platform (Video review by Crypto Bull Coins)",
        "ups": 22
    },
    {
        "title": "[$HVN NEWS] Picking Up from Where We Left Off!",
        "ups": 22
    },
    {
        "title": "Vote for nextexchange listing!",
        "ups": 23
    },
    {
        "title": "We won the challenge stage 1... Up to the next one!!!",
        "ups": 21
    },
    {
        "title": "Hive Project CEO Jure Soklic discusses the future of the industry and regulatory framework for blockchain with the Slovenian Press Agency!",
        "ups": 21
    },
    {
        "title": "Very pleased with the progress of HIVE platform",
        "ups": 22
    },
    {
        "title": "When can I start funding invoices?",
        "ups": 20
    },
    {
        "title": "ERP Partnership and future outlook",
        "ups": 20
    },
    {
        "title": "Some thoughts for Hive reddit...",
        "ups": 19
    },
    {
        "title": "Hive Project Platform DEMO: step-by-step guide",
        "ups": 18
    },
    {
        "title": "Hive Project has entered into new partnerships and signed letters of intent covering the huge Turkish and Latin American markets, bringing liquidity to millions of SMEs faster!",
        "ups": 19
    },
    {
        "title": "Let’s vote for Hive Project as “Coin with strongest Community”!!!",
        "ups": 19
    },
    {
        "title": "[Serious discussion] How do we help with increasing HVN's exposure to the cryptocommunity?",
        "ups": 18
    },
    {
        "title": "If the Crypto Market Crashes, Hive Will Survive",
        "ups": 18
    },
    {
        "title": "[Partnerships] Building a Faster and More Effective Credit Scoring System for Hive Project! - InsurePal -",
        "ups": 21
    },
    {
        "title": "(HIVE PROJECT PREMIERE) Presenting our Proof of Concept!",
        "ups": 18
    }
]