[
    {
        "title": "Humaniq still alive, just give it sometime",
        "ups": 18
    },
    {
        "title": "Humaniq app is finally out in the Google Play",
        "ups": 14
    },
    {
        "title": "Humaniq begins testing its biometric-based, blockchain-powered app in Ghana",
        "ups": 13
    },
    {
        "title": "Humaniq could be the first major DApp – “Decentralised Application” - CryptoCoinsNews",
        "ups": 16
    },
    {
        "title": "Humaniq AMA is live now...",
        "ups": 16
    },
    {
        "title": "Passionate fan here: Sharing this summary of the 46 minute video FB live event which will take less than 4 min to read through, enjoy!",
        "ups": 12
    },
    {
        "title": "We just hit $0.5?!?!",
        "ups": 13
    },
    {
        "title": "Humaniq.com is now the official website!",
        "ups": 12
    },
    {
        "title": "Humaniq to Release Working Beta-Version of the App in August!",
        "ups": 11
    },
    {
        "title": "Global Expansion. Humaniq opens office space in San Francisco!",
        "ups": 12
    },
    {
        "title": "Humaniq Opens New US Office in Silicon Valley",
        "ups": 11
    },
    {
        "title": "HumanIQ big Announcement Next Week ?",
        "ups": 12
    },
    {
        "title": "ICO Review : Humaniq, the voice of the forgotten",
        "ups": 11
    },
    {
        "title": "Another XVG in making!! expect at least 10x from here... Blessings from John McAfee",
        "ups": 11
    },
    {
        "title": "Humaniq Faces with Thomas Power",
        "ups": 9
    },
    {
        "title": "Washington DC-based RegTech Startup Securrency Joins Forces With International FinTech Firm Humaniq",
        "ups": 11
    },
    {
        "title": "Volatility",
        "ups": 11
    },
    {
        "title": "Humaniq has been identified as one of the 20 key players in the future of blockchain",
        "ups": 10
    },
    {
        "title": "Why I'm Optimistic About Humaniq (HMQ)",
        "ups": 10
    },
    {
        "title": "Humaniq will join the Crypto Economy conference on January 29 in Amsterdam!",
        "ups": 8
    },
    {
        "title": "Humaniq vs OmiseGo",
        "ups": 10
    },
    {
        "title": "Fintech Innovator Humaniq and Digital Money Platform Manigo announce a new partnership to make banking easier and more accessible",
        "ups": 8
    },
    {
        "title": "Humaniq New Website has been launched!",
        "ups": 9
    },
    {
        "title": "Humaniq Announces New CEO Alex Fork",
        "ups": 10
    },
    {
        "title": "Humaniq community is born with first two thousand App users in Ghana pilot, ahead of major marketing drive",
        "ups": 10
    },
    {
        "title": "Humaniq to Launch Financial Inclusion App-Lite in Debut Meetup at Rise Accelerator (London) on 26th of July 2017",
        "ups": 10
    },
    {
        "title": "Anyone notice the new humaniq site?",
        "ups": 10
    },
    {
        "title": "Humaniq is now available on CoinSwitch!",
        "ups": 10
    },
    {
        "title": "Humaniq reveals plans to launch bug bounty at Crypto Economy Amsterdam",
        "ups": 10
    },
    {
        "title": "Humaniq roadmap for 2018 now available on the site!",
        "ups": 13
    },
    {
        "title": "I made an app that exclusively shows HUMANIQs current price",
        "ups": 11
    },
    {
        "title": "Biggest pump and dump of recent crypto history",
        "ups": 8
    },
    {
        "title": "Humaniq expedition to Kenya has finally started",
        "ups": 9
    },
    {
        "title": "🎉 Humaniq up +40% in the last few hours!",
        "ups": 9
    },
    {
        "title": "Meet Humaniq tokens on Changelly!",
        "ups": 9
    },
    {
        "title": "Technology behind Humaniq banking app &amp; blockchain innovation",
        "ups": 8
    },
    {
        "title": "The Humaniq App in 5 steps (Video)",
        "ups": 9
    },
    {
        "title": "How is the project in Ghana working out? And is there a exchange (hmq to fiat) in Ghana which connects hmq to the regional economy?",
        "ups": 9
    },
    {
        "title": "Humaniq gets mentioned on The Observer newspaper as one of the hottest cryptocurrencies...",
        "ups": 10
    },
    {
        "title": "We're excited to announce that, our CEO, Dinis Guarda will be speaking at ICO 2017 &amp; Crypto Economy Conference",
        "ups": 9
    },
    {
        "title": "July Humaniq London Meetup (Debut) at Rise London",
        "ups": 8
    },
    {
        "title": "Dear Humaniq owners, I truly believe in your product.... I pray this isn't a scam or a money grab...",
        "ups": 9
    },
    {
        "title": "Good news for those who did and those who could not participate in Humaniq's ICO, specially our Chinese and American supporters.",
        "ups": 9
    },
    {
        "title": "Humaniq is planning to have more than one million users in 2018!",
        "ups": 7
    },
    {
        "title": "Humaniq aimed to attract 1 Million App users in 2018",
        "ups": 7
    },
    {
        "title": "Weekly update from Humaniq team",
        "ups": 6
    },
    {
        "title": "Humaniq Open API documentation now live on website",
        "ups": 6
    },
    {
        "title": "Why Humaniq is a better investment than 98% of all other coins",
        "ups": 7
    },
    {
        "title": "Let's get a Humaniq group started on Facebook; *UP VOTE PLZ* then Join Us in building community!",
        "ups": 7
    },
    {
        "title": "John McAfee tweets and price explodes",
        "ups": 8
    }
]