[
    {
        "title": "WALLET IS NOW LIVE!",
        "ups": 406
    },
    {
        "title": "here u go",
        "ups": 325
    },
    {
        "title": "ICON is going to explode in 2018, look at these partnerships! 🚀🚀🌕",
        "ups": 318
    },
    {
        "title": "Icon: Partners Announced",
        "ups": 282
    },
    {
        "title": "Thoughts, Impressions, and Bonus Info from ICON’s first Annual Summit",
        "ups": 276
    },
    {
        "title": "Why no moon? Sorry, short rant.",
        "ups": 272
    },
    {
        "title": "I'm headed to Seoul, Korea for ICON's first Annual Summit: The Genesis",
        "ups": 257
    },
    {
        "title": "Thoughts on Icon from a Crypto Whale: Part 1",
        "ups": 224
    },
    {
        "title": "ICON(ICX) is not the Korean Ethereum- it is the PUBLIC Korean IBM/Hyperledger",
        "ups": 223
    },
    {
        "title": "We have a golden opportunity to make this subreddit the shining example of Cryptocurrency.",
        "ups": 208
    },
    {
        "title": "ICON marketing in full effect in South Korea.",
        "ups": 209
    },
    {
        "title": "ICON (ICX) featured in mainstream media news in South Korea (Naver)",
        "ups": 206
    },
    {
        "title": "ICON Mainnet 1.0 Launched",
        "ups": 205
    },
    {
        "title": "For those selling ICX now...",
        "ups": 195
    },
    {
        "title": "ICON Partners With KyberNetwork",
        "ups": 192
    },
    {
        "title": "ICON... one of the most undervalued cryptos on today's market...",
        "ups": 192
    },
    {
        "title": "I guessed the URL and found the ICONex website",
        "ups": 186
    },
    {
        "title": "ICX is finally arriving to a Korean exchange, OKcoin",
        "ups": 179
    },
    {
        "title": "The announcement on the 31st will be a partnership with the Government.",
        "ups": 177
    },
    {
        "title": "ICON Team CONFIRMS ICX tokens will remain an ERC-20 token for months for easy mainnet conversion!",
        "ups": 173
    },
    {
        "title": "South Korean reaffirms there is no crypto trading ban. Petition filed to fire head of Ministry of Justice for making claims that are unsupported by other government entities.",
        "ups": 169
    },
    {
        "title": "Give me a hand to up vote this post in r/cryptocurrency, and make more people aware of the 31st Jan Summit?",
        "ups": 163
    },
    {
        "title": "Feels good to hit $5 again",
        "ups": 153
    },
    {
        "title": "lots of activity coming up this month for ICON, SoKo 'ban' lifts on 20th, ICX main net launch on 24th and big marketing event on 31st...",
        "ups": 154
    },
    {
        "title": "Smilegate, the 5th largest game maker in Korea, will launch Stove Coin on the ICON blockchain.",
        "ups": 147
    }
]