[
    {
        "title": "indaHash KYC update",
        "ups": 13
    },
    {
        "title": "As an American who made a mistake purchasing your ICO thank you for returning my eth!",
        "ups": 10
    },
    {
        "title": "CNBC and indaHash: Advertisers will soon be able to pay social media influencers in new cryptocurrency",
        "ups": 8
    },
    {
        "title": "indaHash (IDH) ICO Review - Tokenizing the influencer industry",
        "ups": 11
    },
    {
        "title": "Coins been around for like a week and all sorts of people bitching about the price, read this roadmap and ditch that short term mentality!",
        "ups": 8
    },
    {
        "title": "HitBTC blog - indaHash listing",
        "ups": 9
    },
    {
        "title": "Not enough hype for such a big project",
        "ups": 8
    },
    {
        "title": "indaHash HitBTC update and new exchange listing!",
        "ups": 7
    },
    {
        "title": "IndaHash on hit btc confirmed!!!!",
        "ups": 7
    },
    {
        "title": "Exchanges",
        "ups": 6
    },
    {
        "title": "Why does this project only have a marketcap of 45m? seem's undervalued",
        "ups": 6
    },
    {
        "title": "Dev updates, global expansion, IDH in indaHash app, and much more!",
        "ups": 6
    },
    {
        "title": "A little dead on here.",
        "ups": 6
    },
    {
        "title": "Why HODL IndaHash",
        "ups": 5
    },
    {
        "title": "TIDEX-COINMARKETCAP-MOON",
        "ups": 6
    },
    {
        "title": "IDH price prediction?",
        "ups": 5
    },
    {
        "title": "Why is no one excited about this?",
        "ups": 5
    },
    {
        "title": "Ask the experts: Blockchain and its use in marketing - featuring CEO and co-founder of indaHash Barbara Soltysinska",
        "ups": 6
    },
    {
        "title": "/r/cryptophile: Crypto currencies that got listed in CoinMarketCap today. Some of them that you might want to have a look at for an early stage investment - indaHash, Devery, OriginTrail, Tokenbox, aXpire",
        "ups": 4
    },
    {
        "title": "It's Friday, has anyone reveiced the KYC's result yet ?",
        "ups": 7
    },
    {
        "title": "indaHash ICO rated: 9/10 by HACKED.COM 🚀🚀🚀",
        "ups": 6
    },
    {
        "title": "indaHash ICO Review from Cryptosomniac",
        "ups": 6
    },
    {
        "title": "IDH +34% in 7 days!",
        "ups": 3
    },
    {
        "title": "indiHash now listed on Live Coin Watch!",
        "ups": 3
    },
    {
        "title": "Will it go back Up?",
        "ups": 5
    }
]