[
    {
        "title": "$ITC Listed on Kucoin!",
        "ups": 69
    },
    {
        "title": "Can we change the sub from r/ITCofficial to r/IOTchain? It would make this sub a lot easier to find.",
        "ups": 59
    },
    {
        "title": "ITC awarded for Blockchain Excellence at Davos World Economic Forum",
        "ups": 55
    },
    {
        "title": "Let’s get ITC on Kucoin! Binance will come!",
        "ups": 55
    },
    {
        "title": "WHY INVEST ITC",
        "ups": 51
    },
    {
        "title": "The ITC test network is officially live",
        "ups": 48
    },
    {
        "title": "DARK HORSE OF 2018.",
        "ups": 41
    },
    {
        "title": "Why ITC is not the IOTA of China",
        "ups": 44
    },
    {
        "title": "Yellowpaper is out",
        "ups": 39
    },
    {
        "title": "IoT Chain (ITC) Overview",
        "ups": 43
    },
    {
        "title": "Please change the title of this reddit to IOT Chain for easier access, would be much appreciated !! Just added to my portfolio. Huge potential.",
        "ups": 43
    },
    {
        "title": "Rumour: ITC partnership with Cheetah Mobile (2 billion worth company with 634 million users)",
        "ups": 38
    },
    {
        "title": "ITC website updated with new look!!",
        "ups": 36
    },
    {
        "title": "ITC mentioned on Forbes!",
        "ups": 38
    },
    {
        "title": "Count down — waiting for the release of the ITC test network",
        "ups": 35
    },
    {
        "title": "This is just the beginning..",
        "ups": 35
    },
    {
        "title": "IoT Chain Offical Annoucement of Github Activity",
        "ups": 34
    },
    {
        "title": "IoT Chain Research Material",
        "ups": 35
    },
    {
        "title": "IoT Chain - the Chinese IOTA and the dark horse of the IoT industry",
        "ups": 35
    },
    {
        "title": "ITC Envisioned Applications",
        "ups": 32
    },
    {
        "title": "Get ready guys for One week with IoT Chain for chances to win some ITC!",
        "ups": 32
    },
    {
        "title": "ITC progress update from the team",
        "ups": 33
    },
    {
        "title": "ITC 'IoT Chain' Review THE MOST UNDERVALUED CRYPTOCURRENCY (internet of things)",
        "ups": 32
    },
    {
        "title": "ITC Project Progress Update: – IoT Chain – Medium",
        "ups": 31
    },
    {
        "title": "IoT Chain (ITC) is Now Listed on KuCoin and Releases Technical Yellow Paper",
        "ups": 29
    },
    {
        "title": "The ITC test network is officially live",
        "ups": 28
    },
    {
        "title": "Undervalued Cryptocurrencies: IoT Chain (ITC) the Operating System for IoT Devices",
        "ups": 28
    },
    {
        "title": "KuCoin Adds IoT Chain (ITC)",
        "ups": 26
    },
    {
        "title": "DAG code is now open source",
        "ups": 25
    },
    {
        "title": "ITC/HASHED partnership is a very bullish sign for this project",
        "ups": 27
    },
    {
        "title": "ITC Project Progress Update",
        "ups": 26
    },
    {
        "title": "IoT Chain Video Review: Can it 45x this year? Internet of Things Software Company",
        "ups": 26
    },
    {
        "title": "ITC progress update",
        "ups": 25
    },
    {
        "title": "Hey everyone. Love the project. Watch my analysis and review of IOTC on my new hidden gems series. Let me know what you guys think. Keep up the good work devs!",
        "ups": 26
    },
    {
        "title": "Peter Lyu, the co-founder of IoT Chain (ITC) discussing the future of Iot Chain and DAG on live TV (English subtitles)",
        "ups": 25
    },
    {
        "title": "ITC on Kucoin",
        "ups": 23
    },
    {
        "title": "ITC Official statement regarding recent coding FUD",
        "ups": 23
    },
    {
        "title": "Post your questions for our first official AMA here!!",
        "ups": 22
    },
    {
        "title": "An in-depth look at the alternative cryptocurrency ITC, how its about to revolutionize the IoT space &amp; why 2018 will be big year for it.",
        "ups": 21
    },
    {
        "title": "Bullish on IoT",
        "ups": 23
    },
    {
        "title": "Congratulations to all winners during a week with ITC !!!",
        "ups": 22
    },
    {
        "title": "ITC working its way to western markets!",
        "ups": 20
    },
    {
        "title": "Why ITC is not the IOTA of China. Part 2",
        "ups": 20
    },
    {
        "title": "IoT Chain attends private meeting in Korea",
        "ups": 20
    },
    {
        "title": "IoT Chain (ITC) - a very ambitious project.",
        "ups": 19
    },
    {
        "title": "Add to your calendar IoT Chain event: Wallet Test Begins (January 30)",
        "ups": 21
    },
    {
        "title": "ICON formally announces #Hashed VC partnership (who have also invested in IoTchain)",
        "ups": 19
    },
    {
        "title": "IoT Chain subreddit so quite?",
        "ups": 20
    },
    {
        "title": "IoT Chain Review- Better than IOTA Tangle, Walton, VeChain?",
        "ups": 17
    },
    {
        "title": "ITC Accepts BPK’s Investment and Forms a Strategic Partnership",
        "ups": 18
    }
]