[
    {
        "title": "PUBLIC SERVICE ANNOUNCEMENT: THIS IS WHO IS STEALING YOUR IOTA !!!",
        "ups": 3241
    },
    {
        "title": "IOTA selected by Tokyo Metropolitan Government Program",
        "ups": 2600
    },
    {
        "title": "FOCUS",
        "ups": 2450
    },
    {
        "title": "As night covers the Netherlands I've been able to make the first iota address on Ledger Nano S! Next up transactions?",
        "ups": 2223
    },
    {
        "title": "THANK YOU! Upvote if you feel the same!",
        "ups": 2010
    },
    {
        "title": "NEW ANNOUNCEMENT!",
        "ups": 2003
    },
    {
        "title": "Why IOTA will win the race to becoming #1",
        "ups": 1769
    },
    {
        "title": "IOTA Foundation - Ask Us Anything - January 7th",
        "ups": 1694
    },
    {
        "title": "Bosch will use crypto IOTA for industry 4.0 productivity",
        "ups": 1279
    },
    {
        "title": "Volkswagen announces cooperation with IOTA",
        "ups": 1244
    },
    {
        "title": "IOTA’s Data Marketplace: Setting the record straight",
        "ups": 1242
    },
    {
        "title": "IOTA/EUR now on bitfinex!!!!!!!!!",
        "ups": 1141
    },
    {
        "title": "Johann Jungwirth, the Chief Digital Officer of Volkswagen AG is joining the IOTA Foundation",
        "ups": 1121
    },
    {
        "title": "Dom Schiener: \"None of the [IOTA] Founders got tokens \"assigned\" to them. Everyone had to buy in to even get tokens...\"",
        "ups": 1117
    },
    {
        "title": "X-Mas present of a friend. He heared me talking all the time about IOTA and crypto 😍😍😍",
        "ups": 1078
    },
    {
        "title": "FUD Copy Pastas",
        "ups": 1076
    },
    {
        "title": "That sole purpose of ETH",
        "ups": 1064
    },
    {
        "title": "UCL Wallet sneak peak",
        "ups": 1061
    },
    {
        "title": "Philips Joins IOTA Data Marketplace",
        "ups": 1054
    },
    {
        "title": "We made it to Top 5!!!!!!!!!",
        "ups": 1027
    },
    {
        "title": "Bosch will hold an AMA in r/Iota on anything XDK-related.",
        "ups": 1010
    },
    {
        "title": "IOTA PARTNERSHIPS",
        "ups": 986
    },
    {
        "title": "BOSCH, How has no one seen this? \"we are not interested in bitcoins\" - but fast forward one year, we are interested in IOTA, and TANGLE!",
        "ups": 966
    },
    {
        "title": "Main Italian Newspaper gives IOTA and Tangle half a page",
        "ups": 965
    },
    {
        "title": "IOTA at Bosch Connect World 2018!",
        "ups": 959
    },
    {
        "title": "IOTA Foundation's official and final response to the continued misinformation spread by Digital Currency Initiative at MIT's Media Lab",
        "ups": 961
    },
    {
        "title": "I was tired of seeing people ask this question over and over, so I created a complete guide for buying IOTA - even if you don't have ANY accounts set up.",
        "ups": 936
    },
    {
        "title": "Announcing the IOTA Ecosystem",
        "ups": 932
    },
    {
        "title": "Iota dubbed \"Bitcoins successor\" by biggest German news magazine SPIEGEL",
        "ups": 932
    },
    {
        "title": "thetangle.org: “We have released our public nodes service. You can now connect your wallet to nodes.thetangle.org to access fast and synced nodes.”",
        "ups": 926
    },
    {
        "title": "IOTA Partners with ITIC to Build A Global Alliance of Smart Mobility Testbeds",
        "ups": 920
    },
    {
        "title": "IOTA Official Announcement - IOTA Data Marketplace",
        "ups": 908
    },
    {
        "title": "Ruuvi partners with IOTA",
        "ups": 896
    },
    {
        "title": "Iota Wallet Beta!!!",
        "ups": 872
    },
    {
        "title": "Congratulations (early) 100,000 IOTANS, Made this for the community, enjoy!",
        "ups": 871
    },
    {
        "title": "IOTA will partner with autonomous vehicle producer",
        "ups": 851
    },
    {
        "title": "Evolution of computing.",
        "ups": 833
    },
    {
        "title": "Ledger Nano S: Major roadblocks have been overcome, performance improvements, start of the Web Wallet. It's all here. Enjoy!",
        "ups": 818
    },
    {
        "title": "IOTA Design",
        "ups": 805
    },
    {
        "title": "IOTA needs you! Please take 10 seconds to vote. Link in comments.",
        "ups": 804
    },
    {
        "title": "/r/IOTA, we have to be aware of the Echo Chamber.",
        "ups": 788
    },
    {
        "title": "Happy New Year IOTA Community",
        "ups": 781
    },
    {
        "title": "The only Christmas tree that I need ;)",
        "ups": 776
    },
    {
        "title": "An IOTA Wallet design-concept my grandma could use",
        "ups": 758
    },
    {
        "title": "Repeat after me: I will never, ever, ever use any website to generate my seed.",
        "ups": 754
    },
    {
        "title": "Bosch AMA - January 25th",
        "ups": 745
    },
    {
        "title": "As this sub grows, it's content quality decreases",
        "ups": 742
    },
    {
        "title": "Examining the Psychological Causes of IOTA FUD",
        "ups": 736
    },
    {
        "title": "Volkswagen Sees Huge Potential in IOTA - Bosch Conference, Berlin",
        "ups": 736
    },
    {
        "title": "Full IOTA AMA on Sunday here at reddit",
        "ups": 733
    }
]