[
    {
        "title": "Jibrel Network's jWallet to act as a 2-way crypto-fiat gateway with SWIFT/SEPA transfers in and out. This will enable the purchase of BTC/ETH with near zero fees",
        "ups": 47
    },
    {
        "title": "Jibrel Network to establish Dubai office inside the HQ of SEED, Sheikh Al Maktoum's private office",
        "ups": 36
    },
    {
        "title": "Jibrel Network(JNT) gets listed on KuCoin! (Finally)",
        "ups": 34
    },
    {
        "title": "Jibrel Network (JNT) to become a licensed financial institution and enable redeeming jCash: in the very near future",
        "ups": 29
    },
    {
        "title": "Great talk from Yazan Barghuthi about jCash at the North American Bitcoin Conference",
        "ups": 28
    },
    {
        "title": "Coin Market Cap - Now Listing Jibrel Network (JNT)!",
        "ups": 27
    },
    {
        "title": "/r/cryptophile: Crypto currency that got listed in CoinMarketCap today - Jibrel Network",
        "ups": 27
    },
    {
        "title": "JNT To Be listed Feb 1st 12:00PM GMT on 8 exchanges.",
        "ups": 25
    },
    {
        "title": "Jibrel Network announces partnership with the royal family and rulers of Dubai to pilot jCash in the United Arab Emirates",
        "ups": 27
    },
    {
        "title": "I'm done with January. This shit show with BitGrail &amp; Tether is the PRECISE reason why we need Jibrel.",
        "ups": 23
    },
    {
        "title": "JNT 8x upside potential compared to MKR, BTS &amp; DGD peers",
        "ups": 23
    },
    {
        "title": "Blockonomi: Complete Beginner’s Guide to Jibrel Network",
        "ups": 23
    },
    {
        "title": "KuCoin Lists Jibrel Network (JNT)",
        "ups": 19
    },
    {
        "title": "When will Coinmarketcap list JNT?",
        "ups": 20
    },
    {
        "title": "SHARE this video i made! Jibrel Network JNT - Tokens backed by currencies, bonds, commodities and securities. https://www.youtube.com/watch?v=93fprOGHkiU&amp;feature=youtu.be",
        "ups": 19
    },
    {
        "title": "When will we be able to buy JNT on KuCoin?",
        "ups": 20
    },
    {
        "title": "Jibrel Network in Forbes",
        "ups": 21
    },
    {
        "title": "JNT roadmap and new website coming soon!",
        "ups": 17
    },
    {
        "title": "JNT now listed on Live Coin Watch! :)",
        "ups": 18
    },
    {
        "title": "ICONOMI open to possibility of using stable coins for their DAA managers",
        "ups": 16
    },
    {
        "title": "Interview with Talal",
        "ups": 17
    },
    {
        "title": "Just finished reading the whitepaper..",
        "ups": 18
    },
    {
        "title": "Are there any concerns, red flags etc. about this project?",
        "ups": 16
    },
    {
        "title": "Proud to be an early adopter, what is the hopeful future?",
        "ups": 16
    },
    {
        "title": "Understanding how the Jibrel Network, jCash and JNT work.",
        "ups": 15
    }
]