[
    {
        "title": "KIN needs a bigger exchange. Need 1000 people to submit this coin request to Polo. See the link inside.",
        "ups": 320
    },
    {
        "title": "Please every KINites please up vote so KIN can be added to next.exchange.",
        "ups": 239
    },
    {
        "title": "Lets upvote to get KIN listed on Cobinhood ZERO fee crypto exchange",
        "ups": 189
    },
    {
        "title": "Frequently Asked Questions (FAQ) - KIN",
        "ups": 186
    },
    {
        "title": "I'm giving away up to 89,000 Kin for free",
        "ups": 155
    },
    {
        "title": "Dear kin, your trade volume and cmc position has greatly superseded the quality of exchanges you are listed on! You're doing 16 mil trade volume right now on bullshit exchanges, better than many coins on bittrex or binance. Please act accordingly, get on better exchanges, so your coin can moon! Thks",
        "ups": 149
    },
    {
        "title": "The Magic of Kin: Two scenarios that demonstrate why Kin will be the most talked about coin of 2018. (Plus: Why the Telegram ICO fears are FUD)",
        "ups": 141
    },
    {
        "title": "u/JasonGordoVa Deserves a Standing Ovation",
        "ups": 140
    },
    {
        "title": "Me when I downloaded the Kik app after investing",
        "ups": 135
    },
    {
        "title": "This says everything you need to know now.",
        "ups": 132
    },
    {
        "title": "Lets get KIN listed on https://next.exchange/. We need your UP-votes people!",
        "ups": 128
    },
    {
        "title": "The premise behind 10 trillion coins, and the rule of unintended consequences",
        "ups": 120
    },
    {
        "title": "Please get KIN on another exchange",
        "ups": 111
    },
    {
        "title": "Told you.. KIN will be a stellar asset soon.. now its being traded on test net. :)",
        "ups": 106
    },
    {
        "title": "Vote for KIN to be reviewed!!",
        "ups": 105
    },
    {
        "title": "Kin Will Be the Most-Used Cryptocurrency in the World",
        "ups": 98
    },
    {
        "title": "Vote to have KIN listed on CoinFalcon.",
        "ups": 101
    },
    {
        "title": "Let's Win Some KIN!",
        "ups": 96
    },
    {
        "title": "Kin Mentioned On Yahoo News!!!!",
        "ups": 95
    },
    {
        "title": "To the the individuals I’ve helped purchase KIN.",
        "ups": 91
    },
    {
        "title": "Community Blog Post: Debunking the Myths Surrounding Kin’s Inflationary Phase",
        "ups": 87
    },
    {
        "title": "CoinFalcon Lists KIN",
        "ups": 91
    },
    {
        "title": "Where are the haters now?",
        "ups": 86
    },
    {
        "title": "You want KIN on Poloniex?",
        "ups": 87
    },
    {
        "title": "IPLv2 summary: Insights From The Product Launch",
        "ups": 84
    }
]