[
    {
        "title": "We have solved the issue of atomic swaps between ERC20 and bitcoin.",
        "ups": 84
    },
    {
        "title": "Komodo's marketing journey is moving forward: the last and final major building block for a full Komodo whitepaper is finished.",
        "ups": 64
    },
    {
        "title": "Komodo Platform Releases BarterDEX Windows GUI",
        "ups": 59
    },
    {
        "title": "Introducing our new Head of Social Media",
        "ups": 60
    },
    {
        "title": "Nice to see KMD tossed into the ring as the top 3 coins that could beat XRP in 2018 as per the international business times.",
        "ups": 58
    },
    {
        "title": "Utrum is launching our dICO on Komodo Platform. 10 April 2018",
        "ups": 55
    },
    {
        "title": "Komodo has a whitepaper. :) We managed to compress it down to 79 pages in the end. Now begins the process of simplification!",
        "ups": 60
    },
    {
        "title": "Komodo Platform's first monthly Reddit AMA (September 2017)",
        "ups": 57
    },
    {
        "title": "BarterDEX is ready for dICO's Powered by Atomic Swaps!...... New milestone reached 50,000 Atomic Swaps",
        "ups": 52
    },
    {
        "title": "The BarterDex trading volume has surpassed 100k Usd in the last 24h (counting all pairs that aren't yet listed on CMC)",
        "ups": 56
    },
    {
        "title": "first ETH &lt;-&gt; Komodo (ETOMIC) crosschain atomic swap!",
        "ups": 54
    },
    {
        "title": "It's finally here: Komodo's \"The BarterDEX\" whitepaper - draft v0.3 beta | Community Feedback Welcome",
        "ups": 49
    },
    {
        "title": "So far almost 4k Atomic Swaps have taken place on BarterDex see stats",
        "ups": 51
    },
    {
        "title": "Next whitepaper is out! This time, it's an explanation of Komodo's privacy tech: Jumblr. Community feedback is welcome.",
        "ups": 49
    },
    {
        "title": "Fully decentralized ICO using the Komodo Platform.",
        "ups": 44
    },
    {
        "title": "Exciting New Goals Revealed In Our Tech Roadmap!",
        "ups": 47
    },
    {
        "title": "Komodo comes in at #3 on this article about 10 promising cryptocurrencies to watch in Q1 2018!",
        "ups": 42
    },
    {
        "title": "Komodo: The Pearl of Crypto (excellent video summary)",
        "ups": 45
    },
    {
        "title": "After the recent successful test of atomicswaps support for ethereum, a new test demonstrates a swap between eth and erc20 tokens!!!",
        "ups": 49
    },
    {
        "title": "KMD Komodo is a $1,500 usd coin.",
        "ups": 43
    },
    {
        "title": "That moment when BarterDEX starts to make your life easier and helps you turn a profit",
        "ups": 41
    },
    {
        "title": "Komodo's third monthly AMA of December!!!",
        "ups": 42
    },
    {
        "title": "The official site of the Komodo platform was updated. See...",
        "ups": 44
    },
    {
        "title": "Komodo Atomic Swaps count up!",
        "ups": 46
    },
    {
        "title": "New release BarterDex 0.8.3 has installers for all OS",
        "ups": 43
    }
]