[
    {
        "title": "Why are the mods deleting posts that say something negative about LBRY?",
        "ups": 156
    },
    {
        "title": "20,000 Worldclass University Lectures Made Illegal, So We Irrevocably Mirrored Them - LBRY",
        "ups": 61
    },
    {
        "title": "LBRY is actually more profitable for me as an artist than the rest of the internet combined",
        "ups": 39
    },
    {
        "title": "Vote for LBRY to be listed on Binance!",
        "ups": 32
    },
    {
        "title": "Pop-Up Open Beta! Anyone can now (temporarily) access LBRY and Earn Rewards",
        "ups": 32
    },
    {
        "title": "Could the Blockchain Disrupt YouTube?",
        "ups": 28
    },
    {
        "title": "What does LBRY need in order to compete with youTube?",
        "ups": 30
    },
    {
        "title": "We're the nerds behind LBRY: a decentralized, community-owned YouTube alternative that raised a half million dollars yesterday - let's save the internet - AMA / AUsA • /r/IAmA",
        "ups": 28
    },
    {
        "title": "Okay am I the only one thinking this??...",
        "ups": 27
    },
    {
        "title": "LBRY is now open to GitHub Users! Earn free LBC for testing LBRY API (and getting a Sweet David Cross / Julia Stiles Film)",
        "ups": 26
    },
    {
        "title": "LBRY Search Engine is Useless",
        "ups": 24
    },
    {
        "title": "Spee.ch has officially launched, and we're celebrating with a meme-off (with fabulous prizes)!",
        "ups": 24
    },
    {
        "title": "LBRY software should show how long a video is before you pay for it.",
        "ups": 25
    },
    {
        "title": "when youtube goes \"off the air\"...",
        "ups": 20
    },
    {
        "title": "Paul Joseph Watson will leave Youtube - Wearechange is preparing as well - time to inform them of LBRY",
        "ups": 20
    },
    {
        "title": "LBRY v0.19 is available - now with ShapeShift integration and channel subscriptions!",
        "ups": 21
    },
    {
        "title": "#LOVE #LBRY #GIF #MemeSafe",
        "ups": 19
    },
    {
        "title": "LBRY v0.17 is live, and it has what you've been searching for...",
        "ups": 20
    },
    {
        "title": "Love your fellow LBRY Redditors? Now you can tip them with LBC!",
        "ups": 19
    },
    {
        "title": "LibraryChain? US Government Grants $100k for New Blockchain Research - Why don't they just use LBRY?",
        "ups": 20
    },
    {
        "title": "3Blue1Brown apparently joined LBRY, too. An amazing achievement, if you ask me.",
        "ups": 19
    },
    {
        "title": "The first original series on the blockchain is only on LBRY - and there's more coming soon!",
        "ups": 20
    },
    {
        "title": "It’s a wave, it’s a particle, it’s Minutephysics falling into LBRYcast orbit - Watch his vids for this week's rewards!",
        "ups": 19
    },
    {
        "title": "LBRY is legal! There was never an ICO.",
        "ups": 18
    },
    {
        "title": "Shapeshift is now integrated into LBRY App - Retweet :)",
        "ups": 17
    },
    {
        "title": "LBRY Mentioned On Stossel: Entrepreneur Saves Free College Courses from Government Ban",
        "ups": 17
    },
    {
        "title": "Why would I use this?",
        "ups": 17
    },
    {
        "title": "As an independent content creator, the auction system seems designed to allow anyone with more money (LBC) to take over my channel/claim/name. How is this a good idea?",
        "ups": 18
    },
    {
        "title": "LBRY LIVE EVENT 6-22 at 3PM Eastern",
        "ups": 18
    },
    {
        "title": "Wondering what's going on at LBRY? Check out our first Development and Community Update!",
        "ups": 18
    },
    {
        "title": "Watch LBRY's Head of Content on Russia Today's Boom Bust (VIDEO)",
        "ups": 19
    },
    {
        "title": "Can u explain lbry to me?",
        "ups": 17
    },
    {
        "title": "LBRY Naming System: Why It’s Bad, and A Suggestion Of How To Fix It",
        "ups": 17
    },
    {
        "title": "My gut instinct tells me there is something fishy about lbry. Any other users here have any stories to back that up or am I just paranoid?",
        "ups": 18
    },
    {
        "title": "LBRY v0.18 is live, now with trending videos!",
        "ups": 14
    },
    {
        "title": "LBRY open Beta release by end of July...",
        "ups": 16
    },
    {
        "title": "Answers to the Big Questions from Our Reddit AMA - LBRY",
        "ups": 15
    },
    {
        "title": "LBRY is now Live",
        "ups": 15
    },
    {
        "title": "LBRY tweets: \"jordan b peterson in his latest interview with ex-Google employee James Damore, streamed from the LBRY network\"",
        "ups": 15
    },
    {
        "title": "LBRY - A Quick Look Inside and Why Steemit Should Keep An Eye On LBRY",
        "ups": 16
    },
    {
        "title": "Want to see your favorite creator on LBRY?",
        "ups": 13
    },
    {
        "title": "Smokey the Lbry Bear Says:",
        "ups": 13
    },
    {
        "title": "Blockchain Super Conference (Dallas, Texas)",
        "ups": 14
    },
    {
        "title": "LBRY's Reilly Smith had a great experience on Boom Bust - video coming soon!",
        "ups": 15
    },
    {
        "title": "Look @ all time chart on the page. LBRY going hit one of the lowest Support lines. Buying time soon",
        "ups": 16
    },
    {
        "title": "Spain throttles internet to stop spread of Catalonia videos - Spee.ch can stop them. Share these links!",
        "ups": 15
    },
    {
        "title": "Google Begins Biggest Crackdown on \"Extremist\" YouTube Videos on Thursday - Time for LBRY campaign?",
        "ups": 14
    },
    {
        "title": "A Simple Overview of what is is and How it works (for the new comers)",
        "ups": 13
    },
    {
        "title": "Jordan Peterson",
        "ups": 14
    },
    {
        "title": "LBRY Beta launch date.",
        "ups": 13
    }
]