[
    {
        "title": "Why are the mods deleting posts that say something negative about LBRY?",
        "ups": 154
    },
    {
        "title": "20,000 Worldclass University Lectures Made Illegal, So We Irrevocably Mirrored Them - LBRY",
        "ups": 57
    },
    {
        "title": "LBRY is actually more profitable for me as an artist than the rest of the internet combined",
        "ups": 38
    },
    {
        "title": "Vote for LBRY to be listed on Binance!",
        "ups": 33
    },
    {
        "title": "Pop-Up Open Beta! Anyone can now (temporarily) access LBRY and Earn Rewards",
        "ups": 33
    },
    {
        "title": "Could the Blockchain Disrupt YouTube?",
        "ups": 29
    },
    {
        "title": "What does LBRY need in order to compete with youTube?",
        "ups": 29
    },
    {
        "title": "We're the nerds behind LBRY: a decentralized, community-owned YouTube alternative that raised a half million dollars yesterday - let's save the internet - AMA / AUsA • /r/IAmA",
        "ups": 30
    },
    {
        "title": "Okay am I the only one thinking this??...",
        "ups": 27
    },
    {
        "title": "LBRY is now open to GitHub Users! Earn free LBC for testing LBRY API (and getting a Sweet David Cross / Julia Stiles Film)",
        "ups": 27
    },
    {
        "title": "LBRY Search Engine is Useless",
        "ups": 26
    },
    {
        "title": "Spee.ch has officially launched, and we're celebrating with a meme-off (with fabulous prizes)!",
        "ups": 22
    },
    {
        "title": "LBRY software should show how long a video is before you pay for it.",
        "ups": 24
    },
    {
        "title": "when youtube goes \"off the air\"...",
        "ups": 20
    },
    {
        "title": "Paul Joseph Watson will leave Youtube - Wearechange is preparing as well - time to inform them of LBRY",
        "ups": 22
    },
    {
        "title": "LBRY v0.19 is available - now with ShapeShift integration and channel subscriptions!",
        "ups": 18
    },
    {
        "title": "#LOVE #LBRY #GIF #MemeSafe",
        "ups": 18
    },
    {
        "title": "LBRY v0.17 is live, and it has what you've been searching for...",
        "ups": 19
    },
    {
        "title": "Love your fellow LBRY Redditors? Now you can tip them with LBC!",
        "ups": 22
    },
    {
        "title": "LibraryChain? US Government Grants $100k for New Blockchain Research - Why don't they just use LBRY?",
        "ups": 19
    },
    {
        "title": "3Blue1Brown apparently joined LBRY, too. An amazing achievement, if you ask me.",
        "ups": 20
    },
    {
        "title": "The first original series on the blockchain is only on LBRY - and there's more coming soon!",
        "ups": 21
    },
    {
        "title": "It’s a wave, it’s a particle, it’s Minutephysics falling into LBRYcast orbit - Watch his vids for this week's rewards!",
        "ups": 18
    },
    {
        "title": "LBRY is legal! There was never an ICO.",
        "ups": 17
    },
    {
        "title": "Shapeshift is now integrated into LBRY App - Retweet :)",
        "ups": 19
    }
]