[
    {
        "title": "The English whitepaper is finally out!! Spread the word!",
        "ups": 36
    },
    {
        "title": "I was the one who recommended Metaverse (ETP) and Asch (XAS) and I have found another gem",
        "ups": 31
    },
    {
        "title": "LoMoStar #4 Trending Social App!",
        "ups": 29
    },
    {
        "title": "Lomostar new website!",
        "ups": 26
    },
    {
        "title": "Lomostar security against location spoofers or \"red envelope bot farmers\"",
        "ups": 20
    },
    {
        "title": "Click here to see a step by step explanation on how to setup your wallet and much you can earn by staking",
        "ups": 23
    },
    {
        "title": "Augmented reality, Internet of Things, blockchain documentary, the future of LoMo, and more. Read the first Telegram Q&amp;A with the CMO of LoMo, Zou Taoji",
        "ups": 21
    },
    {
        "title": "Official cartoon film of LoMoStar——short introduction of the LoMoStar app, their blockchain technology and social connection innovation",
        "ups": 21
    },
    {
        "title": "Guys, I love what you are doing, and want LomoStar to be a huge success",
        "ups": 20
    },
    {
        "title": "LOMOSTAR LOMOCOIN Whitepaper Updates coming soon!!!",
        "ups": 18
    },
    {
        "title": "LoMoStar in an article on Techmode site",
        "ups": 17
    },
    {
        "title": "The next following days will be really interesting",
        "ups": 14
    },
    {
        "title": "Spontaneous mini-Q&amp;A with CMO on telegram when he came on one day.",
        "ups": 16
    },
    {
        "title": "Smart Contracts, ICO Integration, China launch in February, 10 ICO projects waiting list, multi-crypto conversion, and more. Read the Q&amp;A session with CEO of LoMoStar Xijang Lijian",
        "ups": 12
    },
    {
        "title": "LoMoStar Memewar contest",
        "ups": 15
    },
    {
        "title": "Sirius- a community driven open source initiative to support LoMo",
        "ups": 15
    },
    {
        "title": "I think it's time to buy LOMOCOIN",
        "ups": 13
    },
    {
        "title": "We tested out the LomoStar App beta",
        "ups": 14
    },
    {
        "title": "A Sirius member posted an extremely extensive article on LoMo and our vision. You might learn something new about LoMo!",
        "ups": 12
    },
    {
        "title": "LoMo Advertising Ideas",
        "ups": 11
    },
    {
        "title": "Monster Battle for Halloween — LoMoStar Gift Defense is Coming Soon!",
        "ups": 13
    },
    {
        "title": "How location-based marketing is reshaping retail. Excited on how LoMoCoin will play in on this!",
        "ups": 13
    },
    {
        "title": "What kind of updates you guys are hoping for the app?",
        "ups": 12
    },
    {
        "title": "In around 6 hours time, the CMO of LoMoStar will be on Telegram for a second community Q&amp;A session.",
        "ups": 12
    },
    {
        "title": "Insightful article on Lomocoin and the app - Hopefully we can share it around!",
        "ups": 12
    },
    {
        "title": "Just bought 12000 LMC",
        "ups": 12
    },
    {
        "title": "Liuji one of our main developer and community manager wrote a statement about the current situation with China and its effect on LoMoCoin and Xstar",
        "ups": 13
    },
    {
        "title": "LoMoStar is adding BCH support!",
        "ups": 10
    },
    {
        "title": "FeiXiong (CEO) was at a Japanese blockchain visit to China held by Jinse Financials (the most popular Bitcoin and blockchain oriented publication in China)",
        "ups": 10
    },
    {
        "title": "We will have an Q&amp;A with our CMO soon. Send in your questions in the comments",
        "ups": 11
    },
    {
        "title": "INVITATION CODE: 15FTLt 👬👭 ANDRIOD: play.google.com/store/apps/det… IOS: Coming soon !",
        "ups": 10
    },
    {
        "title": "Xiong Lijian's vision... an interview with LoMo's CEO",
        "ups": 10
    },
    {
        "title": "Lomocoin fan rebrand :)",
        "ups": 9
    },
    {
        "title": "LoMoCoin investment analysis by Crypto Krunch",
        "ups": 9
    },
    {
        "title": "Beta sign-up for the LoMoStar mobile app from LoMoCoin (only 1000 places available)",
        "ups": 11
    },
    {
        "title": "Zou, CMO of LoMoStar, hinting that some good news are coming soon. His hints always lead to something so can anyone guess what running of the bull means! (X/post from r/LoMoStar)",
        "ups": 7
    },
    {
        "title": "Recent activity of the founders in Japan x/post from r/LoMoStar",
        "ups": 9
    },
    {
        "title": "!!!!!!!!!! r/lomocoin will slowly migrate to r/lomostar in the coming week.",
        "ups": 9
    },
    {
        "title": "Lomocoin - exactly the type of thing the Chinese gov't would want to crush?",
        "ups": 8
    },
    {
        "title": "Weekly discussion: December 11 - December 17",
        "ups": 8
    },
    {
        "title": "Logged into IOS succesfully!",
        "ups": 8
    },
    {
        "title": "Lomostar App Cashout Rules",
        "ups": 8
    },
    {
        "title": "Weekly discussion - October 30 - November 5",
        "ups": 8
    },
    {
        "title": "[LoMo marketing event] Mysterious Treasures from the East",
        "ups": 8
    },
    {
        "title": "lomo coin peaking nicely",
        "ups": 9
    },
    {
        "title": "https://twitter.com/m1lanooo/status/915892450161565697",
        "ups": 6
    },
    {
        "title": "New Bitcointalk announcement!",
        "ups": 8
    },
    {
        "title": "Welcome everybody to our subreddit!",
        "ups": 9
    },
    {
        "title": "FREE MONEY!!!!!!!!!!!!!!!!!! Just kidding, now that you are paying attention, please remember that we are migrating to r/LoMoStar in the coming days. Go subscribe there now :)!",
        "ups": 7
    },
    {
        "title": "Zou (CMO), the riddler continues to riddle. We might be added to a Korean exchange soon :)! (x/post r/LoMoStar)",
        "ups": 8
    }
]