[
    {
        "title": "Blockchain at Berkeley Announces Partnership with Loopring",
        "ups": 67
    },
    {
        "title": "Guide on how to bind your NEO and QTUM addresses on the Loopring Wallet to be part of the future LRQ and LRN token distributions",
        "ups": 61
    },
    {
        "title": "First AMA Session with Loopring Founder Daniel Wang",
        "ups": 59
    },
    {
        "title": "Why loopring will go from $0.50 to $5.00",
        "ups": 56
    },
    {
        "title": "Loopring hires two more senior developers, let's grow this sub!",
        "ups": 53
    },
    {
        "title": "Upvote this post to spread more exposure about this bullish news for LRC :)",
        "ups": 54
    },
    {
        "title": "I wrote a piece on why the economic model of Loopring is a gamechanger.",
        "ups": 53
    },
    {
        "title": "Happy relisting （:",
        "ups": 52
    },
    {
        "title": "A bit of inspiration for a future loopring loading screen ?",
        "ups": 46
    },
    {
        "title": "1$ Congratzzz",
        "ups": 48
    },
    {
        "title": "“In 2018, Loopring will provide a user friendly wallet for anonymous token-2-token crypto trading. This cannot be banned as its decentralized.”",
        "ups": 45
    },
    {
        "title": "LRC Founder Daniel Wang with Da Hongfei at NYC yesterday",
        "ups": 49
    },
    {
        "title": "GOOD NEWS Everyone!!!",
        "ups": 44
    },
    {
        "title": "What Loopring can do, and why you should tune in to the AMA",
        "ups": 47
    },
    {
        "title": "This explains how Loopring will change the nature of Online Exchanges",
        "ups": 49
    },
    {
        "title": "Loopring announces partnership with MLG Blockchain to develop global community",
        "ups": 48
    },
    {
        "title": "Loopring Foundation Partners With UC Berkeley To Launch Blockchain Research Program; lead by Dr by Professor Alessandro Chiesa,co-inventor of Zerocash and co-founder of Zcash",
        "ups": 42
    },
    {
        "title": "Loopring 2018 Dev Roadmap",
        "ups": 44
    },
    {
        "title": "Famous crypto guy Korean Jew, tweeted about LRC. We are gaining more and more exposure over the time. And this without lots of marketing ! 🤔",
        "ups": 40
    },
    {
        "title": "Loopring &amp; ZCash Founder Collaboration",
        "ups": 44
    },
    {
        "title": "Da HongFei mentions Loopring as integrating with NEO",
        "ups": 41
    },
    {
        "title": "New ATH",
        "ups": 43
    },
    {
        "title": "LRC Listed as Hot Coin by Crypto Bull!",
        "ups": 41
    },
    {
        "title": "Why Loopring's Price Could More Than Triple By The End Of 2018",
        "ups": 38
    },
    {
        "title": "From Loopring Foundation: Loopring Introductory Video",
        "ups": 39
    }
]