[
    {
        "title": "Blockchain at Berkeley Announces Partnership with Loopring",
        "ups": 71
    },
    {
        "title": "Guide on how to bind your NEO and QTUM addresses on the Loopring Wallet to be part of the future LRQ and LRN token distributions",
        "ups": 59
    },
    {
        "title": "First AMA Session with Loopring Founder Daniel Wang",
        "ups": 62
    },
    {
        "title": "Why loopring will go from $0.50 to $5.00",
        "ups": 57
    },
    {
        "title": "Loopring hires two more senior developers, let's grow this sub!",
        "ups": 53
    },
    {
        "title": "Upvote this post to spread more exposure about this bullish news for LRC :)",
        "ups": 55
    },
    {
        "title": "I wrote a piece on why the economic model of Loopring is a gamechanger.",
        "ups": 50
    },
    {
        "title": "Happy relisting （:",
        "ups": 52
    },
    {
        "title": "A bit of inspiration for a future loopring loading screen ?",
        "ups": 49
    },
    {
        "title": "1$ Congratzzz",
        "ups": 44
    },
    {
        "title": "“In 2018, Loopring will provide a user friendly wallet for anonymous token-2-token crypto trading. This cannot be banned as its decentralized.”",
        "ups": 47
    },
    {
        "title": "LRC Founder Daniel Wang with Da Hongfei at NYC yesterday",
        "ups": 46
    },
    {
        "title": "GOOD NEWS Everyone!!!",
        "ups": 47
    },
    {
        "title": "What Loopring can do, and why you should tune in to the AMA",
        "ups": 48
    },
    {
        "title": "This explains how Loopring will change the nature of Online Exchanges",
        "ups": 46
    },
    {
        "title": "Loopring announces partnership with MLG Blockchain to develop global community",
        "ups": 44
    },
    {
        "title": "Loopring Foundation Partners With UC Berkeley To Launch Blockchain Research Program; lead by Dr by Professor Alessandro Chiesa,co-inventor of Zerocash and co-founder of Zcash",
        "ups": 43
    },
    {
        "title": "Loopring 2018 Dev Roadmap",
        "ups": 48
    },
    {
        "title": "Famous crypto guy Korean Jew, tweeted about LRC. We are gaining more and more exposure over the time. And this without lots of marketing ! 🤔",
        "ups": 41
    },
    {
        "title": "Loopring &amp; ZCash Founder Collaboration",
        "ups": 42
    },
    {
        "title": "Da HongFei mentions Loopring as integrating with NEO",
        "ups": 40
    },
    {
        "title": "New ATH",
        "ups": 39
    },
    {
        "title": "LRC Listed as Hot Coin by Crypto Bull!",
        "ups": 41
    },
    {
        "title": "Why Loopring's Price Could More Than Triple By The End Of 2018",
        "ups": 38
    },
    {
        "title": "From Loopring Foundation: Loopring Introductory Video",
        "ups": 37
    },
    {
        "title": "Loopring Sticker Design Contest-Submission #16",
        "ups": 37
    },
    {
        "title": "Bitfinex Flash crash costs users big time - This is the liquidity problem that Loopring can solve",
        "ups": 39
    },
    {
        "title": "\"Loopring project received its first independent smart contract auditing report from Blockchain at Berkeley.\"",
        "ups": 39
    },
    {
        "title": "Sticker design contest - here is my second contribution. Enjoy guys - thanks for all the shout outs.",
        "ups": 38
    },
    {
        "title": "Why I believe in Loopring. Currency as an App.",
        "ups": 39
    },
    {
        "title": "Less than 1000 subscribers here. Never have I invested in a coin so early before",
        "ups": 37
    },
    {
        "title": "Loopring announces list of tokens to be included in Beta.3 release this weekend",
        "ups": 36
    },
    {
        "title": "LRC Founder Daniel Wang to speak about NEP5 Token Trading using the Loopring Protocol at NEO DevCon on January 31",
        "ups": 34
    },
    {
        "title": "This will show $2.00 soon enough.",
        "ups": 35
    },
    {
        "title": "“If things move as expected, we will opensource our new anti front-running technology called Dual Authoring next week.”",
        "ups": 34
    },
    {
        "title": "Daniel Wang has finished the draft for the LRQ/LRN token sale and airdrop article. Expect to see it in a few days...",
        "ups": 35
    },
    {
        "title": "LOOPRING: THE UPSTART EXCHANGE OF 2018",
        "ups": 36
    },
    {
        "title": "Loopring added as asset to ICONOMI",
        "ups": 34
    },
    {
        "title": "An introduction to Loopr wallet",
        "ups": 36
    },
    {
        "title": "LRC to be Listed on OKEx---one of the most popular and trusted digital asset trading platforms around the world",
        "ups": 35
    },
    {
        "title": "There is a wave coming. Be ready to ride",
        "ups": 31
    },
    {
        "title": "LRC now listed on Binance",
        "ups": 32
    },
    {
        "title": "Super exciting news for Loopring Protocol Deployment",
        "ups": 31
    },
    {
        "title": "“Today we welcome Kenshin Chen Wong to join us as a full-time iOS developer. Kenshin used to work for ZTE, Sogo, and CreditEase, and he is very experienced in web, Android/iOS, and backend development. We expect his work will enable us to deliver LOOPRING's iOS app sooner.”",
        "ups": 33
    },
    {
        "title": "“We visited Wuhan, China and held a very successful meetup as part of our #1month10cities blockchain tour.”",
        "ups": 33
    },
    {
        "title": "“We made a video to introduce the #Loopring Protocol. It's currently in Chinese and we are working on the English version.”",
        "ups": 30
    },
    {
        "title": "Loopring features again as 1st pick in Rowlingstone Weekly Report",
        "ups": 34
    },
    {
        "title": "Loopring Token on NEO &amp; Qtum — Token Sale and Airdrop",
        "ups": 30
    },
    {
        "title": "„Congratulations to the team. The leading developer is from Apple. With 5+ years of iOS native app dev experience, he will join us part-time to work on Loopr wallet’s iOS app.“",
        "ups": 32
    },
    {
        "title": "Loopring going up!",
        "ups": 29
    }
]