[
    {
        "title": "Announcing Lykke December 2017 Reddit AMA",
        "ups": 31
    },
    {
        "title": "Ether Cryptocurrency Now Available on the Lykke Exchange",
        "ups": 34
    },
    {
        "title": "ZRX, AGI, APPCoins &amp; Bancor now availible for TRADING on Lykke!! 😍 #spreadtheword",
        "ups": 30
    },
    {
        "title": "Geeky.Lykke[8]: Performance Improvement, Web Terminal",
        "ups": 27
    },
    {
        "title": "OMG, the native token of OmiseGO has been added today to Lykke Exchange for 0% fee trading. It's already available in the Lykke Wallet. OmiseGO is designed to enable financial inclusion and disrupt existing institutions",
        "ups": 27
    },
    {
        "title": "Lykke exchange is great!",
        "ups": 29
    },
    {
        "title": "Welcome to r/Lykke Community, start here!",
        "ups": 27
    },
    {
        "title": "Lykke partners with Government of Bangladesh",
        "ups": 25
    },
    {
        "title": "Introduction of Lykke Card - the quickest way to access your new assets",
        "ups": 26
    },
    {
        "title": "The Limit Orders are available in both iOS and Android!",
        "ups": 27
    },
    {
        "title": "Lykke Wins FinTech of the Year Award in Digital Championship Cyprus 2016-2017",
        "ups": 26
    },
    {
        "title": "ETH trading is live at Lykke",
        "ups": 26
    },
    {
        "title": "Lykke Web Exchange preview (source: latest newsletter)",
        "ups": 23
    },
    {
        "title": "Limit Orders on Lykke",
        "ups": 24
    },
    {
        "title": "Adding new coins is one of Lykke's absolute priorities now. Help us to integrate Dash, Lisk, IOTA, Ripple, Stratis, Zcash, Monero, Byteball, Stellar, NEO, RaiBlocks, Qtum and Waves by creating blockchain integration API and win a prize!",
        "ups": 25
    },
    {
        "title": "The Lykke ICO Platform is Almost Here",
        "ups": 24
    },
    {
        "title": "Lykke expects Credit Card to be ready by the end of 2017 [as said on Telegram]",
        "ups": 25
    },
    {
        "title": "PSA: Lykke allows you to trade commodities such as XAU=Gold / XAG=Silver / XPD=Palladium / XPT=Platinum /",
        "ups": 21
    },
    {
        "title": "Lykke has listed REQ. Request Network is a decentralized network built on top of Ethereum, which allows anyone, anywhere to request a payment. Trading on the LykkeX is with 0% fee.",
        "ups": 23
    },
    {
        "title": "16-17 June Lykke Exchange Attack Report",
        "ups": 23
    },
    {
        "title": "#Lykke will soon enable storing #ERC20 #tokens in the private wallet (...)",
        "ups": 23
    },
    {
        "title": "Litecoin Incoming?",
        "ups": 21
    },
    {
        "title": "Lykke finally adding new Crypto pairs as promised for q4 17'! BNT, APPC, BTS and more to come!",
        "ups": 21
    },
    {
        "title": "Lykke added over 20 ERC20 tokens for 0% trading! LTC, Dash, Ripple and more to come",
        "ups": 20
    },
    {
        "title": "Lykke was included in the list of \"35 Companies That Are Dominating The Bitcoin Industry From The Front\" by Pagan Research, Inc.",
        "ups": 19
    }
]