[
    {
        "title": "Announcing Lykke December 2017 Reddit AMA",
        "ups": 30
    },
    {
        "title": "Ether Cryptocurrency Now Available on the Lykke Exchange",
        "ups": 33
    },
    {
        "title": "ZRX, AGI, APPCoins &amp; Bancor now availible for TRADING on Lykke!! 😍 #spreadtheword",
        "ups": 29
    },
    {
        "title": "Geeky.Lykke[8]: Performance Improvement, Web Terminal",
        "ups": 27
    },
    {
        "title": "OMG, the native token of OmiseGO has been added today to Lykke Exchange for 0% fee trading. It's already available in the Lykke Wallet. OmiseGO is designed to enable financial inclusion and disrupt existing institutions",
        "ups": 26
    },
    {
        "title": "Lykke exchange is great!",
        "ups": 26
    },
    {
        "title": "Welcome to r/Lykke Community, start here!",
        "ups": 28
    },
    {
        "title": "Lykke partners with Government of Bangladesh",
        "ups": 26
    },
    {
        "title": "Introduction of Lykke Card - the quickest way to access your new assets",
        "ups": 26
    },
    {
        "title": "The Limit Orders are available in both iOS and Android!",
        "ups": 26
    },
    {
        "title": "Lykke Wins FinTech of the Year Award in Digital Championship Cyprus 2016-2017",
        "ups": 26
    },
    {
        "title": "ETH trading is live at Lykke",
        "ups": 26
    },
    {
        "title": "Lykke Web Exchange preview (source: latest newsletter)",
        "ups": 24
    },
    {
        "title": "Limit Orders on Lykke",
        "ups": 25
    },
    {
        "title": "Adding new coins is one of Lykke's absolute priorities now. Help us to integrate Dash, Lisk, IOTA, Ripple, Stratis, Zcash, Monero, Byteball, Stellar, NEO, RaiBlocks, Qtum and Waves by creating blockchain integration API and win a prize!",
        "ups": 23
    },
    {
        "title": "The Lykke ICO Platform is Almost Here",
        "ups": 24
    },
    {
        "title": "Lykke expects Credit Card to be ready by the end of 2017 [as said on Telegram]",
        "ups": 27
    },
    {
        "title": "PSA: Lykke allows you to trade commodities such as XAU=Gold / XAG=Silver / XPD=Palladium / XPT=Platinum /",
        "ups": 23
    },
    {
        "title": "Lykke has listed REQ. Request Network is a decentralized network built on top of Ethereum, which allows anyone, anywhere to request a payment. Trading on the LykkeX is with 0% fee.",
        "ups": 23
    },
    {
        "title": "16-17 June Lykke Exchange Attack Report",
        "ups": 23
    },
    {
        "title": "#Lykke will soon enable storing #ERC20 #tokens in the private wallet (...)",
        "ups": 22
    },
    {
        "title": "Litecoin Incoming?",
        "ups": 22
    },
    {
        "title": "Lykke finally adding new Crypto pairs as promised for q4 17'! BNT, APPC, BTS and more to come!",
        "ups": 21
    },
    {
        "title": "Lykke added over 20 ERC20 tokens for 0% trading! LTC, Dash, Ripple and more to come",
        "ups": 19
    },
    {
        "title": "Lykke was included in the list of \"35 Companies That Are Dominating The Bitcoin Industry From The Front\" by Pagan Research, Inc.",
        "ups": 19
    },
    {
        "title": "Lykke Partners with CryptoTax",
        "ups": 20
    },
    {
        "title": "Mihail Nikulin about Limit Orders",
        "ups": 20
    },
    {
        "title": "We have added ENG token to the Lykke Exchange with 0% trading fees. The Enigma Project created by a team of MIT graduates is a second-layer, off-chain network that aims to solve scalability and privacy problems for blockchains.",
        "ups": 18
    },
    {
        "title": "Worldwide supercomputer Golem Project has listed its GNT token on the Lykke Exchange. Trading on Lykke is commission-free, new coins are coming",
        "ups": 20
    },
    {
        "title": "Questions on New Fees Policy (Effective 07/02/2018)",
        "ups": 19
    },
    {
        "title": "Switzerland “Should Become the Crypto-Nation” Says Minister",
        "ups": 20
    },
    {
        "title": "Lykke adds margin trading to the Lykke Wallet",
        "ups": 18
    },
    {
        "title": "In the run-up to #Christmas, http://Lykke.com has prepared some surprises. One of them is the #Lykke Visa debit #card, coming out next week!",
        "ups": 18
    },
    {
        "title": "Regulation updates, progress!",
        "ups": 19
    },
    {
        "title": "Augur Project's native REP token has been listed today on Lykke Exchange for 0% fee trading",
        "ups": 19
    },
    {
        "title": "We're happy to welcome the 0xProject community on the Lykke Exchange where the ZRX token has just been added for 0% fee trading",
        "ups": 18
    },
    {
        "title": "Lykke's founder and CEO Richard Olsen is presenting at the Goldman Sachs Fintech Conference today in Hong Kong",
        "ups": 17
    },
    {
        "title": "LKK added to Blockfolio",
        "ups": 17
    },
    {
        "title": "Introducing Lykke ICO Platform",
        "ups": 19
    },
    {
        "title": "Annual Lykke Coinholder Meeting / Updates",
        "ups": 18
    },
    {
        "title": "Important Update: Lykke has started a progressive roll-out of LTC trading for its users. The feature will be further developed in the coming weeks.",
        "ups": 16
    },
    {
        "title": "Loopring's LRC is now available in your Lykke Wallet for trading with a 0% fee. Loopring is an open protocol and a decentralized automated execution system that trades across crypto-token exchanges",
        "ups": 17
    },
    {
        "title": "Today Lykke has added POWR to the Lykke Exchange. PowerLedger is an amazing project that uses blockchain technology to enable households and buildings to trade excess solar power P2P favoring sustainability. Trading on Lykke is 0% fee.",
        "ups": 18
    },
    {
        "title": "Lykke Wallet Implements Segwit Addresses",
        "ups": 17
    },
    {
        "title": "Lykke is proud to be one of the 8 companies selected to participate in the Tokyo Metropolitan Government’s Blockchain Business Camp accelerator program together with Factom, Gatecoin, IOTA, Platin.io, Igloohomeco, Tempo France &amp; XAIN AG",
        "ups": 17
    },
    {
        "title": "Lykke launches trading API for the Lykke Exchange",
        "ups": 17
    },
    {
        "title": "Blockfolio support incoming!",
        "ups": 17
    },
    {
        "title": "Blockfolio did not have Lykke. So I made my own Portfolio Website!",
        "ups": 16
    },
    {
        "title": "Wow, Robinhood now has more than 1,000,000 sign ups for crypto…",
        "ups": 17
    },
    {
        "title": "Lykke to support VALID ITO",
        "ups": 17
    }
]