[
    {
        "title": "Places that accept Maxcoin",
        "ups": 14
    },
    {
        "title": "Official Announcement: Cryptsy has now added Maxcoin for Live Trading.",
        "ups": 16
    },
    {
        "title": "MaxCoin acceptance on moolah.io imminent (waiting for blockchain to sync!)",
        "ups": 15
    },
    {
        "title": "Recent MAX price plunge due to market pricing in the risk of a 51% attack as 1GH.com's dominates the network's hashrate?",
        "ups": 11
    },
    {
        "title": "Direct trading between USD and #maxcoin is coming to https://prelude.io later today. GBP and EUR to follow.",
        "ups": 10
    },
    {
        "title": "Where the hell do I go to purchase Maxcoin with USD?!",
        "ups": 11
    },
    {
        "title": "Open-hearted opinion :: Its not Max's Coin. Its YOUR coin. If you believed in it since day one, own it, spread it, promote it, defend it, love it. Its up to developers, promoters, AND MOST IMPORTANTLY early adopters, whether widespread adoption of Maxcoin will happen or not.",
        "ups": 10
    },
    {
        "title": "Maxcoin needs a unique usecase - Why Startjoin should accept Maxcoin only",
        "ups": 8
    },
    {
        "title": "MAXCOIN live trading is now available at MCXNOW.com. The fastest and most stable cryptocurrency exchange in the world!",
        "ups": 9
    },
    {
        "title": "Maxcoin's Rebirth | Bitcoin Millionare Karl Gray | StartJoin",
        "ups": 8
    },
    {
        "title": "[ANN] MaxCoin v0.9.1 binaries released!",
        "ups": 8
    },
    {
        "title": "MaxCoin reward halving from this time next week",
        "ups": 8
    },
    {
        "title": "Max Keiser says he's the 'inspiration' for Maxcoin, not 'in the loop'",
        "ups": 8
    },
    {
        "title": "Buy gift cards in the UK with maxcoin and other cryptocurrencies [X-post from BitcoinUK]",
        "ups": 10
    },
    {
        "title": "Windows 8 graphical wallet is now here!",
        "ups": 9
    },
    {
        "title": "HELP with the wallet.",
        "ups": 7
    },
    {
        "title": "Maxcoins can now be bought with a credit card in Europe!",
        "ups": 7
    },
    {
        "title": "MaxCoin Stabilization Fund in the works &amp; StartJOIN partnership confirmed!",
        "ups": 7
    },
    {
        "title": "The Collapse of The American Dream Explained in Animation -- for those who never saw this jewel before --",
        "ups": 6
    },
    {
        "title": "Kernel Mag - Max Keiser talks Bitcoin, Maxcoin and fugue-like states of rage",
        "ups": 8
    },
    {
        "title": "Just traded all my doge for Maxcoin!!",
        "ups": 7
    },
    {
        "title": "Did you lose your ass on MaxCoin? You are not alone... And you will be glad to learn that this battle is FAR from over.",
        "ups": 6
    },
    {
        "title": "Pull your Miners from max.1GH.com NOW. They have &gt;84% of the network hashing power!!!",
        "ups": 7
    },
    {
        "title": "Maxcoin value still dropping. Where is this heading?",
        "ups": 7
    },
    {
        "title": "Tips for miners. Use different worker name for each computer!",
        "ups": 7
    }
]