[
    {
        "title": "Melonport: We’re very proud to announce our new v0.1.0 release of the Melon Portal! Feedback welcome!",
        "ups": 28
    },
    {
        "title": "We're very excited to announce that Melonport has been accepted into the Microsoft Bizspark+ program!",
        "ups": 26
    },
    {
        "title": "The Melon Manager Competition 2018 is starting next week! Top 100 funds receive a total of MLN 550 as prize money!",
        "ups": 24
    },
    {
        "title": "Melonport (Pre-launch) now on CoinMarketCap",
        "ups": 25
    },
    {
        "title": "Melonport Blogpost: The Difference Between Protocol Tokens and Traditional Asset Tokens",
        "ups": 23
    },
    {
        "title": "Melonport's CEO and Co-Founder Mona El Isa interviewed on Dukascopy TV - Swiss Financial Television",
        "ups": 24
    },
    {
        "title": "Excited to announce Simon Schmid is joining Melonport as Lead Senior Developer! Join us in extending a very warm welcome!",
        "ups": 22
    },
    {
        "title": "And here is our protocol release v0.6.2!",
        "ups": 22
    },
    {
        "title": "How will MLN token holders get value from this token? Is it a share in profits? How will these be distributed?",
        "ups": 21
    },
    {
        "title": "Excited to announce Jenna Zenk is joining Melonport as a Front End Developer! Join us in extending her an exceptionally warm welcome!",
        "ups": 21
    },
    {
        "title": "New Melon IPFS Front-end release out! Many cool new features, make sure to tweet us your performance!",
        "ups": 20
    },
    {
        "title": "Press Release: Melonport Announces Official Beta Release of Oyente Smart Contracts Analysis and Verification Tool",
        "ups": 20
    },
    {
        "title": "Very pleased to announce the Melonport beta will be added in next release of Status.im, big thanks to Jarrad Hope and the team!",
        "ups": 20
    },
    {
        "title": "Melonport Co-founder Reto Trinkler announced as one of the Top 30 Under 30 by Forbes Magazine today!",
        "ups": 19
    },
    {
        "title": "#Melonport announces no traditional 2nd token issuance. $MLN will be distributed over time in the form of continuous manager competitions",
        "ups": 19
    },
    {
        "title": "New Melonport blog post: Hedge Fund Scandals &amp; How Smart Contracts Could Prevent Them (Part 2) - Leverage : The Fall of Bear Stearns and Lehman Brothers",
        "ups": 19
    },
    {
        "title": "ShapeShift has added Melon (MLN) to the exchange. Buy or sell Melon, no account needed!",
        "ups": 21
    },
    {
        "title": "Meet the Ex-Banker Using Ethereum to Take On Traditional Hedge Funds",
        "ups": 17
    },
    {
        "title": "Here is our Q1 2018 update with thorough explanations of the newest developments of the Melon protocol, the functions of the MLN token and the upcoming Mainnet release!",
        "ups": 18
    },
    {
        "title": "Melonport: Good news everyone! A new release of Oyente (v0.2.0 OneNorth) is now available with several new features!",
        "ups": 19
    },
    {
        "title": "Melonport: May Update!",
        "ups": 18
    },
    {
        "title": "ew Melonport Blog Post: Hedge Fund Scandals &amp; How Smart Contracts Could Help Prevent Them: Part 1 — Ponzi Schemes",
        "ups": 17
    },
    {
        "title": "Melon (MLN) funding and trading now live on Kraken!",
        "ups": 16
    },
    {
        "title": "Dev Update December 2017 :)",
        "ups": 17
    },
    {
        "title": "Melonport's November Update is out!",
        "ups": 17
    }
]