[
    {
        "title": "Melonport: We’re very proud to announce our new v0.1.0 release of the Melon Portal! Feedback welcome!",
        "ups": 26
    },
    {
        "title": "We're very excited to announce that Melonport has been accepted into the Microsoft Bizspark+ program!",
        "ups": 25
    },
    {
        "title": "The Melon Manager Competition 2018 is starting next week! Top 100 funds receive a total of MLN 550 as prize money!",
        "ups": 26
    },
    {
        "title": "Melonport (Pre-launch) now on CoinMarketCap",
        "ups": 25
    },
    {
        "title": "Melonport Blogpost: The Difference Between Protocol Tokens and Traditional Asset Tokens",
        "ups": 23
    },
    {
        "title": "Melonport's CEO and Co-Founder Mona El Isa interviewed on Dukascopy TV - Swiss Financial Television",
        "ups": 25
    },
    {
        "title": "Excited to announce Simon Schmid is joining Melonport as Lead Senior Developer! Join us in extending a very warm welcome!",
        "ups": 22
    },
    {
        "title": "And here is our protocol release v0.6.2!",
        "ups": 21
    },
    {
        "title": "How will MLN token holders get value from this token? Is it a share in profits? How will these be distributed?",
        "ups": 22
    },
    {
        "title": "Excited to announce Jenna Zenk is joining Melonport as a Front End Developer! Join us in extending her an exceptionally warm welcome!",
        "ups": 21
    },
    {
        "title": "New Melon IPFS Front-end release out! Many cool new features, make sure to tweet us your performance!",
        "ups": 19
    },
    {
        "title": "Press Release: Melonport Announces Official Beta Release of Oyente Smart Contracts Analysis and Verification Tool",
        "ups": 20
    },
    {
        "title": "Very pleased to announce the Melonport beta will be added in next release of Status.im, big thanks to Jarrad Hope and the team!",
        "ups": 21
    },
    {
        "title": "Melonport Co-founder Reto Trinkler announced as one of the Top 30 Under 30 by Forbes Magazine today!",
        "ups": 19
    },
    {
        "title": "#Melonport announces no traditional 2nd token issuance. $MLN will be distributed over time in the form of continuous manager competitions",
        "ups": 18
    },
    {
        "title": "New Melonport blog post: Hedge Fund Scandals &amp; How Smart Contracts Could Prevent Them (Part 2) - Leverage : The Fall of Bear Stearns and Lehman Brothers",
        "ups": 20
    },
    {
        "title": "ShapeShift has added Melon (MLN) to the exchange. Buy or sell Melon, no account needed!",
        "ups": 19
    },
    {
        "title": "Meet the Ex-Banker Using Ethereum to Take On Traditional Hedge Funds",
        "ups": 19
    },
    {
        "title": "Here is our Q1 2018 update with thorough explanations of the newest developments of the Melon protocol, the functions of the MLN token and the upcoming Mainnet release!",
        "ups": 17
    },
    {
        "title": "Melonport: Good news everyone! A new release of Oyente (v0.2.0 OneNorth) is now available with several new features!",
        "ups": 17
    },
    {
        "title": "Melonport: May Update!",
        "ups": 18
    },
    {
        "title": "ew Melonport Blog Post: Hedge Fund Scandals &amp; How Smart Contracts Could Help Prevent Them: Part 1 — Ponzi Schemes",
        "ups": 18
    },
    {
        "title": "Melon (MLN) funding and trading now live on Kraken!",
        "ups": 18
    },
    {
        "title": "Dev Update December 2017 :)",
        "ups": 16
    },
    {
        "title": "Melonport's November Update is out!",
        "ups": 17
    },
    {
        "title": "RT @perham83: #Melonport announces expect #Melon to be on the #Ethereum main net with basic governance by feb 2018, 1 year ahead…",
        "ups": 19
    },
    {
        "title": "A new Melon protocol release (v0.1.0) is now available! We'll be updating the testnet version soon!",
        "ups": 17
    },
    {
        "title": "IBTimes: Melonport fills its CHF2.5m token issuance in under three minutes",
        "ups": 15
    },
    {
        "title": "The Melon Contribution Smart Contract has hit the Ether Limit. No more Ether will be accepted, thanks to all who contributed!",
        "ups": 18
    },
    {
        "title": "New blog post from Melonport's CTO and Chairman, Reto Trinkler: Risk Management — The Introduction of Technology Regulated Funds and Dynamic Asset Universes",
        "ups": 16
    },
    {
        "title": "The DAPP Review: MELONPORT",
        "ups": 18
    },
    {
        "title": "Melonport contribution vs. inflation",
        "ups": 18
    },
    {
        "title": "Happy to announce the new Melon protocol release (v0.3.0) is live! Almost 2000 lines of new code added!",
        "ups": 15
    },
    {
        "title": "Switzerland on Track to Become the Crypto-Center of the World!",
        "ups": 16
    },
    {
        "title": "Kraken Announces Trading Support for Melonport (MLN)",
        "ups": 16
    },
    {
        "title": "Melonport's December Newsletter!",
        "ups": 13
    },
    {
        "title": "Switzerland's Head of the Federal Department of Economic Affairs visits CryptoValley to spend time with start-ups including Melonport",
        "ups": 14
    },
    {
        "title": "Melonport's July Update!",
        "ups": 12
    },
    {
        "title": "There's a new Melon Meetup in London, 20th March 2017. Come and join us!",
        "ups": 13
    },
    {
        "title": "Melonport fund management competition starts January 31st. Rules and info here!",
        "ups": 13
    },
    {
        "title": "We are proud to announce our latest release v0.5.0. Protocol now feature complete and in undergoing last checks before going live!",
        "ups": 14
    },
    {
        "title": "Update from the Melon Team - What's new in September?",
        "ups": 11
    },
    {
        "title": "New Oyente release (v0.2.6 - Buona Vista) by Luong Nguyen with multiple improvements and bug fixes! #FormalVerification",
        "ups": 13
    },
    {
        "title": "Prism vs. Melonport",
        "ups": 12
    },
    {
        "title": "New Melonport Explainer Video: This is the Melon Protocol",
        "ups": 12
    },
    {
        "title": "The Melon protocol Wiki is taking shape. Contributors are welcome!",
        "ups": 12
    },
    {
        "title": "Are you a talented smart contract developer based in Switzerland or keen to move there? MELONPORT IS HIRING!",
        "ups": 13
    },
    {
        "title": "Melon Token Launch (12pm CET, 15th March, 2017): Hello future Melon Protocol User!",
        "ups": 14
    },
    {
        "title": "Excited to announce Ahmad Afandi is joining Melonport to run UI/UX Design! Join us in extending a very warm welcome!",
        "ups": 11
    },
    {
        "title": "MLN IOUs are trading at .0297 BTC on liqui.io!!",
        "ups": 14
    }
]