[
    {
        "title": "MobileGo Listed on Korean exchange CoinRail and a Partnership with a Pro Esports Team",
        "ups": 10
    },
    {
        "title": "Mobile Go still in active development??",
        "ups": 9
    },
    {
        "title": "MobileGo continues to rise while the rest of the market drops (except BCH), any reason behind it?",
        "ups": 8
    },
    {
        "title": "What is happening? Any updates at all?",
        "ups": 8
    },
    {
        "title": "MobileGo now trading on HitBTC exchange!",
        "ups": 7
    },
    {
        "title": "\"Mobile Go Token\" STARTED TRADING on Waves Exchange...",
        "ups": 8
    },
    {
        "title": "Graveyard one of the worst crypto projects of 2017",
        "ups": 7
    },
    {
        "title": "MobileGo ETH token now trading on Cryptopia Exchange",
        "ups": 6
    },
    {
        "title": "So... What is going on with Mobilego?",
        "ups": 6
    },
    {
        "title": "Why I cant Access my Crowd sale Account?",
        "ups": 6
    },
    {
        "title": "On which CRYPTO EXCHANGES do the MOBILEGO-TOKENS trade? ...and when",
        "ups": 6
    },
    {
        "title": "GameCredits/MobileGo Partners with Unity Game Development Platform",
        "ups": 6
    },
    {
        "title": "GameCredits and MobileGo Partner With ESL to Host Dota 2 Tournament",
        "ups": 4
    },
    {
        "title": "Bittrex exchange now supports ERC223 Token Standard. MobileGo to be listed again soon?",
        "ups": 5
    },
    {
        "title": "MobileGo/GameCredits GStore launch in India, GNation and Game.gg e-sports announcement",
        "ups": 5
    },
    {
        "title": "Uhhh......Bittrex status update? Can anybody shed new light on this?",
        "ups": 4
    },
    {
        "title": "Will someone remove all this spam on this subbreddit???",
        "ups": 6
    },
    {
        "title": "Help! MGO / MGO TOKEN????",
        "ups": 4
    },
    {
        "title": "Will waves MGO ad eth MGO have price parity , and both will be traded at the same price?",
        "ups": 6
    },
    {
        "title": "MobileGo is on bittrex now",
        "ups": 5
    },
    {
        "title": "Tokens are delivered!",
        "ups": 5
    },
    {
        "title": "MobileGo decentralized betting application finally released!",
        "ups": 5
    },
    {
        "title": "Is there another place to read up news on mgo or this is it? Besides cointalk, i cant find a dev news outlet for MGO",
        "ups": 5
    },
    {
        "title": "Is MobileGO alive?",
        "ups": 4
    },
    {
        "title": "liqui.io",
        "ups": 5
    }
]