[
    {
        "title": "Monaco Visa Platinum cards are here!",
        "ups": 108
    },
    {
        "title": "Monaco: The Story So Far - Meet the Monaco Visa Card &amp; app team. Tour our office &amp; hear from team members and partners that have been at work on Monaco.",
        "ups": 95
    },
    {
        "title": "A serious look into Monaco Card",
        "ups": 82
    },
    {
        "title": "Monaco shows off their new packaging for the Monaco Visa Cards! AWESOME DESIGN!!!",
        "ups": 83
    },
    {
        "title": "Monaco CEO says they are working on a new smart contract design",
        "ups": 78
    },
    {
        "title": "Monaco is unaffected by the WaveCrest issue. Monaco works with WireCard and doesn't need to do cross-border issuing.",
        "ups": 74
    },
    {
        "title": "We are happy to announce that $MCO will be listed on @hitbtc - #9 cryptocurrency market in the world - daily trading volume of 1B+ on 26 Dec.",
        "ups": 69
    },
    {
        "title": "Look what we have here...#JadeGreen",
        "ups": 66
    },
    {
        "title": "Sneak peek of Monaco Mobile App including Visa Card!!",
        "ups": 62
    },
    {
        "title": "The news",
        "ups": 64
    },
    {
        "title": "Monaco MCO Token to be listed on Four Cryptocurrency Exchanges on December 5",
        "ups": 62
    },
    {
        "title": "Monaco Adds LoungeKey™ Airport Lounge Access to Monaco Visa Platinum Rose Gold, Space Gray, and Obsidian Black Cards",
        "ups": 59
    },
    {
        "title": "$MCO - Did Monaco Card CEO announced credit lines based on crypto currencies and nobody recognizes?",
        "ups": 61
    },
    {
        "title": "Bobby Bao showing off the Monaco Ruby Steel Visa Card in the new packaging",
        "ups": 58
    },
    {
        "title": "Monaco Visa® Card on TV !",
        "ups": 61
    },
    {
        "title": "Best summary of what things to come and what the community knows. Very much WORTH READING for the uninformed. Thanks smithappens for posting this on Discord.",
        "ups": 56
    },
    {
        "title": "Sneak peek of Monaco Mobile App and Visa card!",
        "ups": 60
    },
    {
        "title": "Most Undervalued Crypto Pick of 2018: Monaco Card (MCO)",
        "ups": 60
    },
    {
        "title": "Monaco will be a major sponsor at Money2020 in Singapore in March, alongside Google and others. Monaco's CEO said, \"There's literally no point to go there without a live product.\"",
        "ups": 56
    },
    {
        "title": "Monaco Credit line!! CNBC !!",
        "ups": 58
    },
    {
        "title": "MCO token UNDERVALUED",
        "ups": 56
    },
    {
        "title": "Monaco strengthens management team with four key hires!",
        "ups": 55
    },
    {
        "title": "Visa CEO’s comments regarding Bitcoin do not affect Monaco. Monaco converts crypto to fiat before making a transaction.",
        "ups": 51
    },
    {
        "title": "Monaco Card CEO on CNBC Asia!",
        "ups": 47
    },
    {
        "title": "Kris came into the Slack channel today for a Q&amp;A. Here are the Questions and Answers (thanks to @PeteZahut)",
        "ups": 54
    },
    {
        "title": "Binance/Monaco Partnership Announced - BNB to be included in Monaco app, Lamborghini &amp; MCO giveaway, 20,000 MCO distributed among MCO depositors",
        "ups": 47
    },
    {
        "title": "Say hello to the Obsidian Black Card!",
        "ups": 52
    },
    {
        "title": "HALF A MILLION #MonacoVisaCards are already in production and ready for rollout soon",
        "ups": 50
    },
    {
        "title": "Monaco CEO Explains How Debit and Prepaid Are Essentially The Same - It's Only Semantics",
        "ups": 52
    },
    {
        "title": "How Monaco will make up for the loss of asset contract feature.",
        "ups": 51
    },
    {
        "title": "Monaco order 500,000 cards from Gemalto",
        "ups": 47
    },
    {
        "title": "Updated milestones for Monaco Card!",
        "ups": 50
    },
    {
        "title": "60,333 registrations and climbing!",
        "ups": 46
    },
    {
        "title": "Monaco is a sponsor for the upcoming Money20/20 Asia in Marina Bay Sands, Singapore!",
        "ups": 45
    },
    {
        "title": "A glimpse of Monaco's future",
        "ups": 47
    },
    {
        "title": "We’re happy to announce that NEXT WEEK $MCO token will be listed on several Korean and Japanese exchanges. One-two punch!",
        "ups": 50
    },
    {
        "title": "Many people don't know this: Monaco was approved by Visa as a Program Manager on September 22nd, but could not say due to NDA",
        "ups": 46
    },
    {
        "title": "Why Monaco is more revolutionary than people imagine",
        "ups": 47
    },
    {
        "title": "Patience being tested",
        "ups": 43
    },
    {
        "title": "It's the perfect time...",
        "ups": 45
    },
    {
        "title": "Over 25,000 #MonacoVisa cards have been reserved!",
        "ups": 45
    },
    {
        "title": "\"Visa is starting to realize they are sitting on a gold mine\" (with Monaco)",
        "ups": 44
    },
    {
        "title": "Mona.co: Cryptocurrency and FIAT DebitCard - Invest it in - Investment Ideas.",
        "ups": 43
    },
    {
        "title": "MCO App will support 200 tokens",
        "ups": 44
    },
    {
        "title": "#MonacoVisaPlatinum Cards have been unveiled!",
        "ups": 46
    },
    {
        "title": "The Monaco team will be attending the iFX Expo on 24-25th Jan at the Hong Kong Convention &amp; Exhibition Centre",
        "ups": 43
    },
    {
        "title": "A Serious Look Into Monaco Card",
        "ups": 43
    },
    {
        "title": "Monaco registrations per day rocket, ready for launch 😃💥🚀",
        "ups": 41
    },
    {
        "title": "You people are ridiculous",
        "ups": 43
    },
    {
        "title": "Monaco Visa® Card on Channel News Asia (Singapore)",
        "ups": 43
    }
]