[
    {
        "title": "Monaco Visa Platinum cards are here!",
        "ups": 107
    },
    {
        "title": "Monaco: The Story So Far - Meet the Monaco Visa Card &amp; app team. Tour our office &amp; hear from team members and partners that have been at work on Monaco.",
        "ups": 91
    },
    {
        "title": "A serious look into Monaco Card",
        "ups": 89
    },
    {
        "title": "Monaco shows off their new packaging for the Monaco Visa Cards! AWESOME DESIGN!!!",
        "ups": 81
    },
    {
        "title": "Monaco CEO says they are working on a new smart contract design",
        "ups": 74
    },
    {
        "title": "Monaco is unaffected by the WaveCrest issue. Monaco works with WireCard and doesn't need to do cross-border issuing.",
        "ups": 76
    },
    {
        "title": "We are happy to announce that $MCO will be listed on @hitbtc - #9 cryptocurrency market in the world - daily trading volume of 1B+ on 26 Dec.",
        "ups": 70
    },
    {
        "title": "Look what we have here...#JadeGreen",
        "ups": 66
    },
    {
        "title": "Sneak peek of Monaco Mobile App including Visa Card!!",
        "ups": 66
    },
    {
        "title": "The news",
        "ups": 64
    },
    {
        "title": "Monaco MCO Token to be listed on Four Cryptocurrency Exchanges on December 5",
        "ups": 64
    },
    {
        "title": "Monaco Adds LoungeKey™ Airport Lounge Access to Monaco Visa Platinum Rose Gold, Space Gray, and Obsidian Black Cards",
        "ups": 60
    },
    {
        "title": "$MCO - Did Monaco Card CEO announced credit lines based on crypto currencies and nobody recognizes?",
        "ups": 61
    },
    {
        "title": "Bobby Bao showing off the Monaco Ruby Steel Visa Card in the new packaging",
        "ups": 62
    },
    {
        "title": "Monaco Visa® Card on TV !",
        "ups": 60
    },
    {
        "title": "Best summary of what things to come and what the community knows. Very much WORTH READING for the uninformed. Thanks smithappens for posting this on Discord.",
        "ups": 59
    },
    {
        "title": "Sneak peek of Monaco Mobile App and Visa card!",
        "ups": 55
    },
    {
        "title": "Most Undervalued Crypto Pick of 2018: Monaco Card (MCO)",
        "ups": 58
    },
    {
        "title": "Monaco will be a major sponsor at Money2020 in Singapore in March, alongside Google and others. Monaco's CEO said, \"There's literally no point to go there without a live product.\"",
        "ups": 56
    },
    {
        "title": "Monaco Credit line!! CNBC !!",
        "ups": 56
    },
    {
        "title": "MCO token UNDERVALUED",
        "ups": 57
    },
    {
        "title": "Monaco strengthens management team with four key hires!",
        "ups": 57
    },
    {
        "title": "Visa CEO’s comments regarding Bitcoin do not affect Monaco. Monaco converts crypto to fiat before making a transaction.",
        "ups": 51
    },
    {
        "title": "Monaco Card CEO on CNBC Asia!",
        "ups": 51
    },
    {
        "title": "Kris came into the Slack channel today for a Q&amp;A. Here are the Questions and Answers (thanks to @PeteZahut)",
        "ups": 51
    }
]