[
    {
        "title": "Did John McAfee just sell all of his Monero??",
        "ups": 1251
    },
    {
        "title": "Paypal shares your personal data with over 600 companies! That's why we need Monero!",
        "ups": 1172
    },
    {
        "title": "Found In Warsaw - Don't Buy Monero: Cryptocurrencies harm the banking system and can weaken the government",
        "ups": 1099
    },
    {
        "title": "Monero transactions are about to get 80% cheaper and faster.",
        "ups": 1060
    },
    {
        "title": "\"I do not have any Bitcoin\"",
        "ups": 963
    },
    {
        "title": "Monero is here.",
        "ups": 849
    },
    {
        "title": "'Be Your Own Bank', A Cautionary Tale",
        "ups": 803
    },
    {
        "title": "Credit, where credit is due!",
        "ups": 785
    },
    {
        "title": "Multisignature just got merged!",
        "ups": 769
    },
    {
        "title": "Project Coral Reef: furthering mainstream adoption of Monero",
        "ups": 766
    },
    {
        "title": "Yesterday I thought it might be fun to create some vintage crypto posters for a handful of coins. This was the first one I came up with. Bonus points if you spot similarities from an old movie",
        "ups": 718
    },
    {
        "title": "\"Privacy matters\" starter pack",
        "ups": 695
    },
    {
        "title": "Monero and other poker chips",
        "ups": 687
    },
    {
        "title": "Surprised nobody has posted Katy Perry's fingernails yet...",
        "ups": 671
    },
    {
        "title": "Finally got around to printing these cryptocards - I know you can use your phone and stuff but I figured for people looking for crowd-funding/donations it could be a cool hand-out!",
        "ups": 676
    },
    {
        "title": "Coinbase hiring developers to work on \"any digital currency you'd like\". Get hired and get Monero on Coinbase! :)",
        "ups": 664
    },
    {
        "title": "Due to significant community interest, fees have been reduced by 41%.",
        "ups": 645
    },
    {
        "title": "Ledger to have Monero support before end of Q1 - 2018",
        "ups": 628
    },
    {
        "title": "John Mcafee on Info Wars - \"If Bitcoin does have a serious competitor, it will be Monero\"",
        "ups": 626
    },
    {
        "title": "Friendly Reminder: Vote for Monero (XMR) as a form of payment on ProtonMail.",
        "ups": 606
    },
    {
        "title": "Banning privacy coins because of terrorism/drugs/laundering is like banning people from being allowed to have sex in privacy because pedophiles also like privacy.",
        "ups": 584
    },
    {
        "title": "Ledger Hardware Wallet - Monero integration : some news #6",
        "ups": 570
    },
    {
        "title": "Monero is taking off, I'm looking to get IN NOW.",
        "ups": 566
    },
    {
        "title": "Dream Market (the largest darknet market by far) finally introduces Monero!",
        "ups": 557
    },
    {
        "title": "Most VPN's now accept BTC, they also need to accept XMR",
        "ups": 561
    }
]