[
    {
        "title": "Did John McAfee just sell all of his Monero??",
        "ups": 1255
    },
    {
        "title": "Paypal shares your personal data with over 600 companies! That's why we need Monero!",
        "ups": 1164
    },
    {
        "title": "Found In Warsaw - Don't Buy Monero: Cryptocurrencies harm the banking system and can weaken the government",
        "ups": 1106
    },
    {
        "title": "Monero transactions are about to get 80% cheaper and faster.",
        "ups": 1058
    },
    {
        "title": "Monero is here.",
        "ups": 844
    },
    {
        "title": "'Be Your Own Bank', A Cautionary Tale",
        "ups": 809
    },
    {
        "title": "Credit, where credit is due!",
        "ups": 787
    },
    {
        "title": "Multisignature just got merged!",
        "ups": 770
    },
    {
        "title": "Project Coral Reef: furthering mainstream adoption of Monero",
        "ups": 764
    },
    {
        "title": "Yesterday I thought it might be fun to create some vintage crypto posters for a handful of coins. This was the first one I came up with. Bonus points if you spot similarities from an old movie",
        "ups": 712
    },
    {
        "title": "\"Privacy matters\" starter pack",
        "ups": 694
    },
    {
        "title": "Monero and other poker chips",
        "ups": 686
    },
    {
        "title": "Surprised nobody has posted Katy Perry's fingernails yet...",
        "ups": 681
    },
    {
        "title": "Finally got around to printing these cryptocards - I know you can use your phone and stuff but I figured for people looking for crowd-funding/donations it could be a cool hand-out!",
        "ups": 673
    },
    {
        "title": "Coinbase hiring developers to work on \"any digital currency you'd like\". Get hired and get Monero on Coinbase! :)",
        "ups": 666
    },
    {
        "title": "Due to significant community interest, fees have been reduced by 41%.",
        "ups": 641
    },
    {
        "title": "Ledger to have Monero support before end of Q1 - 2018",
        "ups": 629
    },
    {
        "title": "John Mcafee on Info Wars - \"If Bitcoin does have a serious competitor, it will be Monero\"",
        "ups": 625
    },
    {
        "title": "Friendly Reminder: Vote for Monero (XMR) as a form of payment on ProtonMail.",
        "ups": 605
    },
    {
        "title": "Banning privacy coins because of terrorism/drugs/laundering is like banning people from being allowed to have sex in privacy because pedophiles also like privacy.",
        "ups": 582
    },
    {
        "title": "Ledger Hardware Wallet - Monero integration : some news #6",
        "ups": 571
    },
    {
        "title": "Monero is taking off, I'm looking to get IN NOW.",
        "ups": 562
    },
    {
        "title": "Dream Market (the largest darknet market by far) finally introduces Monero!",
        "ups": 553
    },
    {
        "title": "Most VPN's now accept BTC, they also need to accept XMR",
        "ups": 556
    },
    {
        "title": "Had some fun yesterday evening restyling the Monero GUI in a dark theme. What do you think?",
        "ups": 559
    },
    {
        "title": "Bloomberg mentions Monero again in front page story",
        "ups": 553
    },
    {
        "title": "I posted a guide to Monero and why it's got potential over on the cryptocurrency subreddit. Check it out.",
        "ups": 540
    },
    {
        "title": "Man I love you guys",
        "ups": 532
    },
    {
        "title": "No one to celebrate with",
        "ups": 526
    },
    {
        "title": "I wrote this detailed guide on how to buy Monero with fiat. It uses CoinBase and GDAX with minimal fees. Hope it helps!",
        "ups": 530
    },
    {
        "title": "My girlfriend Hand Knitted this MONERO sweater for u/CaptnPilot, requested about a month ago on r/CryptoCurrency! :)",
        "ups": 525
    },
    {
        "title": "Monero Privacy is NOT a crime or something to feel guilty about",
        "ups": 528
    },
    {
        "title": "I made some Monero poker chips!",
        "ups": 523
    },
    {
        "title": "Thanks mods for enforcing, \"no memes\", \"no 'I bought n XMR'\" and \"no price discussion\"",
        "ups": 508
    },
    {
        "title": "I created a crypto currency portfolio app without server-sided data saving and no registration!",
        "ups": 515
    },
    {
        "title": "We need to stop thinking about Monero as a “privacy coin.”",
        "ups": 502
    },
    {
        "title": "/r/Monero - Newcomers Please Read. Everything You Need To Know.",
        "ups": 505
    },
    {
        "title": "Overstock.com accepting Monero (and ETH, BCH, LTC, DASH)",
        "ups": 500
    },
    {
        "title": "I know it was here just a few days ago. But we are just about 100 votes away from being the highest voted suggestion. Make ProtonMail/ProtonVPN support Monero!",
        "ups": 487
    },
    {
        "title": "5 Exciting Monero Developments to Look Forward to in 2018",
        "ups": 480
    },
    {
        "title": "A prototype of the Monero hardware wallet",
        "ups": 478
    },
    {
        "title": "Wake up: We need better marketing and better wallets! The best technology doesn't always win (see DVD, VHS, etc.) - Monero needs to be more aggressive about adoption and this early landgrab.",
        "ups": 476
    },
    {
        "title": "Monero network hashrate just hit 1GH/s!",
        "ups": 459
    },
    {
        "title": "I've been making a couple of crypto t-shirts the past couple of days, I call this one 'Moonero'",
        "ups": 461
    },
    {
        "title": "Monero - The very best crypto",
        "ups": 450
    },
    {
        "title": "US Senate Bill to Criminalize Concealed Ownership of Cryptocurrencies",
        "ups": 448
    },
    {
        "title": "Our company producing Wild Jerky out of Reindeer, Deer and Elk now accepts Monero!",
        "ups": 444
    },
    {
        "title": "Newcomers to Monero, please check out the Monero Rich List, and see who holds the most XMR!",
        "ups": 441
    },
    {
        "title": "It's January 1st, VideoLAN / VLC now accepts Moneroj!",
        "ups": 438
    },
    {
        "title": "Monero accepted in 50 online store, price reached all time high",
        "ups": 433
    }
]