[
    {
        "title": "Please consider adding Mooncoin (MOON) - Altcoin.io Exchange. Everyone CLICK on this link and upvote and comment for mooncoin to be added to more exchanges if you were wondering how to do your part and support. This is the way to do it. We should have about 1000 and up.",
        "ups": 102
    },
    {
        "title": "Upvote to be on Binance",
        "ups": 100
    },
    {
        "title": "62 billion stolen Mooncoin, as a community do we want them burned or no? This is for reference so the dev and those connected to the dev can know what the community here in reddit prefers.",
        "ups": 80
    },
    {
        "title": "Contest!",
        "ups": 73
    },
    {
        "title": "Even TipMoonBot has dreams",
        "ups": 65
    },
    {
        "title": "Need help with TipMoonBot",
        "ups": 49
    },
    {
        "title": "[OFFICIAL] We are working on the much-demanded Gravity Well implementation... updates shortly!",
        "ups": 46
    },
    {
        "title": "we are 400 votes away from beating verge! VOTE!",
        "ups": 34
    },
    {
        "title": "We've just been added to the brand new Coinhouse.eu exchange based in France!",
        "ups": 32
    },
    {
        "title": "Help spread the MOON! Petition links and status updates",
        "ups": 30
    },
    {
        "title": "[OFFICIAL] New MOONCOIN is HERE! Source released! New wallet available!",
        "ups": 29
    },
    {
        "title": "Petition to change Difficulty Scaling Re-target",
        "ups": 27
    },
    {
        "title": "Are you interested in Mooncoin? Post your address in this thread and I'll personally send you 100 MOON! Everyone is welcome!",
        "ups": 25
    },
    {
        "title": "[OFFICIAL] Urgent appeal: We need Windows/Mac wallet assistance ASAP!",
        "ups": 27
    },
    {
        "title": "Always remember this is a small frame of time where Mooncoin is listed at this low amazing price. Once it makes movement you'll start regretting that you didn't buy in. 🌙",
        "ups": 25
    },
    {
        "title": "Mooncoin is going to the moon. Come with me!",
        "ups": 27
    },
    {
        "title": "Ways to make mooncoin grow",
        "ups": 25
    },
    {
        "title": "MoonCoin App! Obvious partnership opportunity.",
        "ups": 25
    },
    {
        "title": "Any Eta on mooncoin going to bittrex?",
        "ups": 24
    },
    {
        "title": "Vote for Moon on Cryptsy!",
        "ups": 25
    },
    {
        "title": "Anyone else agree we should have our moon coin logo on this account. With a stronger description. 👌🏽",
        "ups": 24
    },
    {
        "title": "Mooncoin (MOON) Donation Drive!",
        "ups": 22
    },
    {
        "title": "There are absolute shit coins out there that hold higher value simply because they have a higher focus on marketing their coin. We have a greatly structured, quality coin that doesn’t focus enough on marketing. Understand the problem?",
        "ups": 23
    },
    {
        "title": "[OFFICIAL] Update 2/13/2014",
        "ups": 21
    },
    {
        "title": "Vote Mooncoin for for the Jalapeno Platform! Direct link!",
        "ups": 19
    }
]