[
    {
        "title": "Namecoin is %51 vulnerable right now, wont this kill the coin?",
        "ups": 51
    },
    {
        "title": "Your project is important and I am behind you.",
        "ups": 48
    },
    {
        "title": "OneName: Decentralized Identity System Built on Namecoin",
        "ups": 42
    },
    {
        "title": "Let's raise Namecoin awareness on this news of TPB .sx domain seizure [X-POST from /r/technology]",
        "ups": 43
    },
    {
        "title": "Tiny open source Chrome extension for surfing .bit sites without a proxy",
        "ups": 42
    },
    {
        "title": "UPDATE YOUR NAMECOIN CLIENTS! UPDATE YOUR NAMECOIN CLIENTS! THERE WILL BE A HARD FORK AROUND DECEMBER 15th, 2013!",
        "ups": 39
    },
    {
        "title": "Let's get OpenDNS to support .bit address lookups! The suggestion already has 16 votes. It only needs 68 more votes to get to the front page of the suggestions!",
        "ups": 36
    },
    {
        "title": "Importance of a decentralized Internet: Namecoin and the .bit TLD mentioned in New Yorker article",
        "ups": 35
    },
    {
        "title": "User \"libcoin\" finds critical vulnerability in the Namecoin code allowing the attacker to renew names registered by somebody else (d/bitcoin and d/wav were overtaken as examples); the entire Namecoin dev-team organizes within hours to work on finding a solution!",
        "ups": 33
    },
    {
        "title": "Why doesn't The Pirate Bay use .bit?",
        "ups": 36
    },
    {
        "title": "Is The Pirate Bay planning a Namecoin clone?",
        "ups": 30
    },
    {
        "title": "NAMECOIN DEVS: Introduce yourselves here and ask us for help with the projects you are working on!",
        "ups": 31
    },
    {
        "title": "Hollywood is trying to break DNS - Time for Namecoin .BIT domains !",
        "ups": 28
    },
    {
        "title": "ThePirateBay goes down worldwide",
        "ups": 28
    },
    {
        "title": "Getting Firefox to implement .bit system",
        "ups": 30
    },
    {
        "title": "Due to popular demand, the dot bit proxy is back online. Just add .pe to the .bit URL in any browser!",
        "ups": 27
    },
    {
        "title": "How SOPA's 'circumvention' ban could put a target on Tor (and probably NameCoin as well)",
        "ups": 26
    },
    {
        "title": "Are you a programmer? this is why your contribution to namecoin development may be important. (a decentralized dns system)",
        "ups": 25
    },
    {
        "title": "Is anything going on with this coin??",
        "ups": 25
    },
    {
        "title": "This is the reason for the recent Namecoin price spike: Mt. Gox integrated a Namecoin json ticker last night, presumably because Namecoin trading is about to start up on Mt. Gox",
        "ups": 26
    },
    {
        "title": "Namecoin Wallet for Android?",
        "ups": 24
    },
    {
        "title": "Namecoin devs are busy with Libcoin rebase",
        "ups": 24
    },
    {
        "title": "Is it me or is .bit kind of a wasteland right now? What are some good .bit domains (no illegal stuff please)",
        "ups": 23
    },
    {
        "title": "The .bit extensions are now live for chrome and firefox. Browse .bit domains without having to edit network settings. (Download at bottom of page)",
        "ups": 22
    },
    {
        "title": "Namecoin Receives 29,895 EUR in Funding from NLnet Foundation's Internet Hardening Fund",
        "ups": 23
    },
    {
        "title": "Let’s Encrypt is a new Certificate Authority: It’s free, automated, and open.",
        "ups": 24
    },
    {
        "title": "Armory for Namecoin (Testers Wanted!)",
        "ups": 23
    },
    {
        "title": "Dot-bit email server?",
        "ups": 23
    },
    {
        "title": "How do we make Namecoin DNS available to everyone?",
        "ups": 23
    },
    {
        "title": "Namecoin HARDFORK, Critical Update before block 150,000",
        "ups": 25
    },
    {
        "title": "Namecoins have doubled in price with over 75,000 purchased in the last 24 hours on the bitparking exchange alone!",
        "ups": 21
    },
    {
        "title": "Namecoin hashrate is now higher than Bitcoin hashrate. Namecoin 8.0256 Exahashes/s, Bitcoin 6.8572 Exahashes/s.",
        "ups": 21
    },
    {
        "title": "Just a reminder that the TPP IP chapter is designed to push draconian internet censorship.",
        "ups": 22
    },
    {
        "title": "These 2524 domains are currently blocked in China... could Namecoin help liberate them?",
        "ups": 22
    },
    {
        "title": "Is Namecoin being used at all as a public key authority?",
        "ups": 22
    },
    {
        "title": "KHAL has spoken \"I've planned to work on the namecoin-bundle (native .bit support the simpliest way) soon, so, stay tuned if you're interested :p\"",
        "ups": 22
    },
    {
        "title": "How do I get started with namecoin?",
        "ups": 22
    },
    {
        "title": "Help the Namecoin devs plan -- what would you like to see developed?",
        "ups": 22
    },
    {
        "title": "Namecoin v0.3.76 Released",
        "ups": 21
    },
    {
        "title": "US looks to transition to multi-stakeholder system of DNS--let's make sure this is done right",
        "ups": 21
    },
    {
        "title": "Why pirate bay and namecoin doesn´t work together?",
        "ups": 22
    },
    {
        "title": "Free .BIT domain and hosting",
        "ups": 21
    },
    {
        "title": "Pirate Bay news on decentralized Web Browser",
        "ups": 21
    },
    {
        "title": "Developers attempt to resurrect Namecoin after flaw discovered",
        "ups": 23
    },
    {
        "title": "Wikileaks says Namecoin \"will be revolutionary\", this Greasemonkey script gives you access to the new .bit tld",
        "ups": 21
    },
    {
        "title": "Guide for new users: Registering a Namecoin .bit domain and setting up ncdns using the command-line on Linux",
        "ups": 19
    },
    {
        "title": "We need that some big DNS provider like OpenDNS and Google open the support to .bit domain resolution",
        "ups": 22
    },
    {
        "title": "Any reason for the sudden rush on Namecoin? +238%",
        "ups": 18
    },
    {
        "title": "What is Namecoin? Video explanation",
        "ups": 21
    },
    {
        "title": "Updated \"Public-key cryptography\" Wikipedia page to mention Namecoin as a possible solution to the \"public key authentication problem\"",
        "ups": 20
    }
]