[
    {
        "title": "Namecoin is %51 vulnerable right now, wont this kill the coin?",
        "ups": 55
    },
    {
        "title": "Your project is important and I am behind you.",
        "ups": 50
    },
    {
        "title": "OneName: Decentralized Identity System Built on Namecoin",
        "ups": 44
    },
    {
        "title": "Let's raise Namecoin awareness on this news of TPB .sx domain seizure [X-POST from /r/technology]",
        "ups": 38
    },
    {
        "title": "Tiny open source Chrome extension for surfing .bit sites without a proxy",
        "ups": 39
    },
    {
        "title": "UPDATE YOUR NAMECOIN CLIENTS! UPDATE YOUR NAMECOIN CLIENTS! THERE WILL BE A HARD FORK AROUND DECEMBER 15th, 2013!",
        "ups": 41
    },
    {
        "title": "Let's get OpenDNS to support .bit address lookups! The suggestion already has 16 votes. It only needs 68 more votes to get to the front page of the suggestions!",
        "ups": 35
    },
    {
        "title": "Importance of a decentralized Internet: Namecoin and the .bit TLD mentioned in New Yorker article",
        "ups": 35
    },
    {
        "title": "User \"libcoin\" finds critical vulnerability in the Namecoin code allowing the attacker to renew names registered by somebody else (d/bitcoin and d/wav were overtaken as examples); the entire Namecoin dev-team organizes within hours to work on finding a solution!",
        "ups": 34
    },
    {
        "title": "Why doesn't The Pirate Bay use .bit?",
        "ups": 29
    },
    {
        "title": "Is The Pirate Bay planning a Namecoin clone?",
        "ups": 30
    },
    {
        "title": "NAMECOIN DEVS: Introduce yourselves here and ask us for help with the projects you are working on!",
        "ups": 29
    },
    {
        "title": "Hollywood is trying to break DNS - Time for Namecoin .BIT domains !",
        "ups": 29
    },
    {
        "title": "ThePirateBay goes down worldwide",
        "ups": 27
    },
    {
        "title": "Getting Firefox to implement .bit system",
        "ups": 30
    },
    {
        "title": "Due to popular demand, the dot bit proxy is back online. Just add .pe to the .bit URL in any browser!",
        "ups": 28
    },
    {
        "title": "How SOPA's 'circumvention' ban could put a target on Tor (and probably NameCoin as well)",
        "ups": 27
    },
    {
        "title": "Are you a programmer? this is why your contribution to namecoin development may be important. (a decentralized dns system)",
        "ups": 25
    },
    {
        "title": "Is anything going on with this coin??",
        "ups": 25
    },
    {
        "title": "This is the reason for the recent Namecoin price spike: Mt. Gox integrated a Namecoin json ticker last night, presumably because Namecoin trading is about to start up on Mt. Gox",
        "ups": 23
    },
    {
        "title": "Namecoin Wallet for Android?",
        "ups": 25
    },
    {
        "title": "Namecoin devs are busy with Libcoin rebase",
        "ups": 25
    },
    {
        "title": "Is it me or is .bit kind of a wasteland right now? What are some good .bit domains (no illegal stuff please)",
        "ups": 24
    },
    {
        "title": "The .bit extensions are now live for chrome and firefox. Browse .bit domains without having to edit network settings. (Download at bottom of page)",
        "ups": 23
    },
    {
        "title": "Namecoin Receives 29,895 EUR in Funding from NLnet Foundation's Internet Hardening Fund",
        "ups": 22
    }
]