[
    {
        "title": "Nebulas Technical White Paper Review January 20, 2018",
        "ups": 111
    },
    {
        "title": "“I studied Nebulas’ technical white paper for days before I came here,” said a Facebook engineer at the event, “Nebulas has one the most solid white papers I’ve ever seen in blockchain startups.”",
        "ups": 78
    },
    {
        "title": "First Live Reddit AMA with Nebulas Founder Hitters Xu",
        "ups": 75
    },
    {
        "title": "Understanding why Nebulas is going to the top 20 fast",
        "ups": 77
    },
    {
        "title": "Nebulas Founder Just Gave A Talk At Facebook HQ",
        "ups": 59
    },
    {
        "title": "Nebulas Enters Strategic Partnership with Dolphin Browser",
        "ups": 58
    },
    {
        "title": "Nebulas named as a Top-3-Project from China for 2018",
        "ups": 58
    },
    {
        "title": "Welcome in the top 100!",
        "ups": 54
    },
    {
        "title": "Mainnet Launch Q1",
        "ups": 49
    },
    {
        "title": "Hitters is the Vitalik of China",
        "ups": 47
    },
    {
        "title": "Nebulas Rebrand Proposal - Feedback Welcome",
        "ups": 46
    },
    {
        "title": "Crypto Lark wants an interview with Hitters! All in favor say “I”",
        "ups": 48
    },
    {
        "title": "Frequently Asked Questions(FAQ)",
        "ups": 42
    },
    {
        "title": "Nebulas Weekly Report #14 Jan. 29th, 2018",
        "ups": 39
    },
    {
        "title": "Us In One Month’s Time...",
        "ups": 40
    },
    {
        "title": "Made some effort for Nebulas’ community to explore “The Beauty of Nebulas”……Please kindly enjoy the read……",
        "ups": 39
    },
    {
        "title": "Nebulas: A More Technical Exploration. Co-Founder Robin Zhong talks tech with BlockchainBrad",
        "ups": 41
    },
    {
        "title": "I've wrriten a steem article about nebulas",
        "ups": 41
    },
    {
        "title": "Hitters Xu of Nebulas is speaking at the NASDAQ's Entrepreneurial Center",
        "ups": 44
    },
    {
        "title": "Nebulas -- Yes We Believe.",
        "ups": 40
    },
    {
        "title": "Nebulas might have the most active github of any coin",
        "ups": 39
    },
    {
        "title": "(Reposted on r/Cryptocurrency for more exposure. Upvote it over there too). “I studied Nebulas’ technical white paper for days before I came here” said a Facebook engineer at the event, “Nebulas has one the most solid white papers I’ve ever seen in blockchain startups.”",
        "ups": 39
    },
    {
        "title": "Hitters Xu is part of Nebulas and a former member of Antshares - If you have doubts, please read and comment here",
        "ups": 38
    },
    {
        "title": "Nebulas Possible Deal With One Of The Tech Giants?",
        "ups": 35
    },
    {
        "title": "Very smart analysis of NEBULAS, also interessting for the NEBULAS team so see.",
        "ups": 36
    }
]