[
    {
        "title": "An In-depth Guide to NEM",
        "ups": 177
    },
    {
        "title": "XEM hits $2.00!!!!!!!!",
        "ups": 158
    },
    {
        "title": "Ladies and Gentlemen.. nem has reached 1.00$ 👏 - history now and you saw it happen.",
        "ups": 148
    },
    {
        "title": "The Long-Awaited New NEM Website! nem.io",
        "ups": 133
    },
    {
        "title": "NEM is creating an automated tagging system. This automated system will follow the money and tag any account that receives tainted money.The largest hack in history was solved for by NEM in a matter of hours. That is the power of the NEM platform and NEM team.",
        "ups": 107
    },
    {
        "title": "NEM has just passed LTC for marketcap !",
        "ups": 95
    },
    {
        "title": "NEM is opening up a ‘blockchain centre’ in January in Kuala Lumpur. Met with the team today to discuss partnership, very exciting!",
        "ups": 94
    },
    {
        "title": "XEM is going to be added on Binance? Yeah. Soon!",
        "ups": 85
    },
    {
        "title": "NEM.io Foundation Unveils US$40 Million Global Expansion Plan",
        "ups": 81
    },
    {
        "title": "$1.50! What a start to 2018, congrats everyone and thanks to the NEM team!",
        "ups": 85
    },
    {
        "title": "NEM priced at 1.16 in coinmarketcap. We just broke a previous ATH from december 25th ! Thumbs up!!",
        "ups": 79
    },
    {
        "title": "Great news for NEM!",
        "ups": 80
    },
    {
        "title": "Why I am long on NEM/XEM",
        "ups": 79
    },
    {
        "title": "Lets Request to get NEM added to Robinhood!!!",
        "ups": 79
    },
    {
        "title": "WeChat broke the number of followers #NEM ever had in ALL the chats for the last 2.5 years in just one day. We are gaining momentum and is well positioned to be a major coin with one of the largest followings. OKCoin capitalized on it and decided to list us on Christmas Day!",
        "ups": 77
    },
    {
        "title": "The moon meme :)",
        "ups": 74
    },
    {
        "title": "With the recent influx of new NEMbers I thought I should re-share this beginner's infographic to NEM!",
        "ups": 68
    },
    {
        "title": "β customer validation program launches for the “2.0 Catapult” mijin blockchain",
        "ups": 69
    },
    {
        "title": "NEM Official: WeChat wallet demo.",
        "ups": 65
    },
    {
        "title": "2.0 catapult closed beta started! opensource Jan, 2018 then public release during 2018",
        "ups": 64
    },
    {
        "title": "Reddit now tracks user information by default. Link to the page to disable it.",
        "ups": 64
    },
    {
        "title": "NEM support announced for Trezor",
        "ups": 63
    },
    {
        "title": "Australia to Welcome World's First XEM Dedicated Exchange Platform",
        "ups": 67
    },
    {
        "title": "🇺🇸 ‬NEM wishes everyone a Merry Christmas and a Prosperous New Year! Greater things are ahead! ⠀⠀⠀⠀⠀⠀⠀⠀⠀🎄🎁🎊❄️⠀⠀⠀⠀ _________________________⠀⠀⠀ ⠀⠀ ⠀ ⠀⠀⠀⠀ ⠀⠀ ⠀⠀⠀⠀ 🇷🇺 NEM‪ ‬желает всем счастливого Рождества и процветания в новом году! Большие дела, впереди!⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀🎄🎁🎊❄️⠀⠀⠀⠀⠀⠀⠀⠀ ⠀⠀ ⠀",
        "ups": 64
    },
    {
        "title": "You can pay with NEM on Overstock.com",
        "ups": 62
    },
    {
        "title": "ShapeShift to Integrate NEM's XEM Token",
        "ups": 58
    },
    {
        "title": "You guys rose up 323% this month!! Congrats!",
        "ups": 55
    },
    {
        "title": "Some basic information about NEM/Xem.",
        "ups": 56
    },
    {
        "title": "10k subs. 5 billion market cap. Still no daily.",
        "ups": 53
    },
    {
        "title": "NEM is coming to Shapeshift",
        "ups": 56
    },
    {
        "title": "NEM (XEM) The Silent Rising Star",
        "ups": 54
    },
    {
        "title": "Binance Community Coin Vote Upcoming",
        "ups": 54
    },
    {
        "title": "Chinese exchange OKEx is going to list XEM!",
        "ups": 55
    },
    {
        "title": "“NEM is one of the most experienced companies in the industry, and a perfect partner to help us leverage blockchain technology to its fullest potential in Korea,” - CEO of Metaps Plus.",
        "ups": 57
    },
    {
        "title": "I created an infographic for newcomers to NEM - feedback always appreciated!",
        "ups": 58
    },
    {
        "title": "Just another bit of proof that NEM is doing all the right things. Antanas is a member of the European Parliament.",
        "ups": 51
    },
    {
        "title": "Massive news for NEM and Mijin in Japan",
        "ups": 53
    },
    {
        "title": "Look out for tainted XEM from the Hacker",
        "ups": 53
    },
    {
        "title": "Coincheck Hacked: \"The Biggest Theft in the History of the World\" Long Wong confirmed",
        "ups": 51
    },
    {
        "title": "NEM Campaign",
        "ups": 54
    },
    {
        "title": "🇺🇸 NEM.io Foundation is looking for developers who are passionate about NEM Blockchain! Develop your apps on NEM Smart Asset Blockchain and get a chance to win exciting prizes! A total of $30,000 worth of XEM tokens will be given away! REGISTER NOW! hackathon.nem.io ⠀⠀⠀⠀ ⠀⠀ ⠀ ⠀⠀⠀",
        "ups": 55
    },
    {
        "title": "NEM's broken the 30cent barrier. It's all up from here #hodl",
        "ups": 55
    },
    {
        "title": "NEM is a proud sponsor of the official Lithuanian Basketball Team. Go Team #Vilnius #Lithuania #Cryptocurrency @TonyGuoga",
        "ups": 54
    },
    {
        "title": "CATAPULT is coming :)",
        "ups": 51
    },
    {
        "title": "Nem and Wechat explanation",
        "ups": 52
    },
    {
        "title": "Zeus exchange and WeChat wallet combined could be a game changer in China!",
        "ups": 52
    },
    {
        "title": "NEM colorful logo. What do you think?",
        "ups": 51
    },
    {
        "title": "Coincheck customers to be refunded in JPY",
        "ups": 51
    },
    {
        "title": "DMM exchange launching today, why no threads?? This is big!",
        "ups": 51
    },
    {
        "title": "Great start to 2018! Steadiest trading yet above $1.00 for NEM",
        "ups": 50
    }
]