[
    {
        "title": "An In-depth Guide to NEM",
        "ups": 175
    },
    {
        "title": "XEM hits $2.00!!!!!!!!",
        "ups": 155
    },
    {
        "title": "Ladies and Gentlemen.. nem has reached 1.00$ 👏 - history now and you saw it happen.",
        "ups": 145
    },
    {
        "title": "The Long-Awaited New NEM Website! nem.io",
        "ups": 130
    },
    {
        "title": "NEM is creating an automated tagging system. This automated system will follow the money and tag any account that receives tainted money.The largest hack in history was solved for by NEM in a matter of hours. That is the power of the NEM platform and NEM team.",
        "ups": 108
    },
    {
        "title": "NEM has just passed LTC for marketcap !",
        "ups": 96
    },
    {
        "title": "NEM is opening up a ‘blockchain centre’ in January in Kuala Lumpur. Met with the team today to discuss partnership, very exciting!",
        "ups": 97
    },
    {
        "title": "XEM is going to be added on Binance? Yeah. Soon!",
        "ups": 86
    },
    {
        "title": "NEM.io Foundation Unveils US$40 Million Global Expansion Plan",
        "ups": 83
    },
    {
        "title": "$1.50! What a start to 2018, congrats everyone and thanks to the NEM team!",
        "ups": 86
    },
    {
        "title": "NEM priced at 1.16 in coinmarketcap. We just broke a previous ATH from december 25th ! Thumbs up!!",
        "ups": 81
    },
    {
        "title": "Great news for NEM!",
        "ups": 83
    },
    {
        "title": "Why I am long on NEM/XEM",
        "ups": 79
    },
    {
        "title": "Lets Request to get NEM added to Robinhood!!!",
        "ups": 79
    },
    {
        "title": "WeChat broke the number of followers #NEM ever had in ALL the chats for the last 2.5 years in just one day. We are gaining momentum and is well positioned to be a major coin with one of the largest followings. OKCoin capitalized on it and decided to list us on Christmas Day!",
        "ups": 79
    },
    {
        "title": "The moon meme :)",
        "ups": 73
    },
    {
        "title": "With the recent influx of new NEMbers I thought I should re-share this beginner's infographic to NEM!",
        "ups": 69
    },
    {
        "title": "β customer validation program launches for the “2.0 Catapult” mijin blockchain",
        "ups": 72
    },
    {
        "title": "NEM Official: WeChat wallet demo.",
        "ups": 69
    },
    {
        "title": "2.0 catapult closed beta started! opensource Jan, 2018 then public release during 2018",
        "ups": 67
    },
    {
        "title": "Reddit now tracks user information by default. Link to the page to disable it.",
        "ups": 64
    },
    {
        "title": "NEM support announced for Trezor",
        "ups": 61
    },
    {
        "title": "Australia to Welcome World's First XEM Dedicated Exchange Platform",
        "ups": 64
    },
    {
        "title": "🇺🇸 ‬NEM wishes everyone a Merry Christmas and a Prosperous New Year! Greater things are ahead! ⠀⠀⠀⠀⠀⠀⠀⠀⠀🎄🎁🎊❄️⠀⠀⠀⠀ _________________________⠀⠀⠀ ⠀⠀ ⠀ ⠀⠀⠀⠀ ⠀⠀ ⠀⠀⠀⠀ 🇷🇺 NEM‪ ‬желает всем счастливого Рождества и процветания в новом году! Большие дела, впереди!⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀🎄🎁🎊❄️⠀⠀⠀⠀⠀⠀⠀⠀ ⠀⠀ ⠀",
        "ups": 64
    },
    {
        "title": "You can pay with NEM on Overstock.com",
        "ups": 59
    }
]