[
    {
        "title": "Hope you guys enjoy my review of Nexus (NXS) :)",
        "ups": 50
    },
    {
        "title": "Nexus Partners With SingularityNET to Explore Groundbreaking Tech Integrations",
        "ups": 43
    },
    {
        "title": "Vector and Nexus Team Up to Bring Cryptocurrency to Space",
        "ups": 36
    },
    {
        "title": "The Nexus FAQ - part 1",
        "ups": 33
    },
    {
        "title": "Tritium update: Nexus is now 8 developers strong!",
        "ups": 33
    },
    {
        "title": "Why Nexus resonates with me as a Finance Student",
        "ups": 35
    },
    {
        "title": "The Nexus FAQ - part 2",
        "ups": 31
    },
    {
        "title": "New Nexus Tritium Wallet Demo Video",
        "ups": 29
    },
    {
        "title": "Nexus 3D Blockchain: a more scalable, quantum resistant &amp; deeper decentralized solution",
        "ups": 30
    },
    {
        "title": "Some heavy hitters off to the nexus conference - Ron Paul and Max Keiser",
        "ups": 29
    },
    {
        "title": "I think Nexus is the future – here is why!",
        "ups": 30
    },
    {
        "title": "Nexus, the world's 1st space-based quantum-resistant 3D scalable blockchain.",
        "ups": 29
    },
    {
        "title": "My Initial Impression Of Nexus",
        "ups": 27
    },
    {
        "title": "Youtube Live on Oct 12: Much Awaited",
        "ups": 31
    },
    {
        "title": "Nexus partners with SingularityNET to explore AI with 3D blockchain technology",
        "ups": 28
    },
    {
        "title": "Nexus concerns and the path forward",
        "ups": 28
    },
    {
        "title": "A sneak peak of the new tritium wallet fir Nexus! Out of this world :p",
        "ups": 30
    },
    {
        "title": "My Full High Level Summary of Nexus - Everything you need to Know",
        "ups": 29
    },
    {
        "title": "The Nexus Multi-Dimensional Chain Simplified",
        "ups": 27
    },
    {
        "title": "Updated website live",
        "ups": 24
    },
    {
        "title": "New 3dc image designed by ajkrohn. What do you think? Blockchain 3.0",
        "ups": 27
    },
    {
        "title": "Nexus Earth reaches 5,000 on #Slack! Are you part of the 3DC... the future of cyrpto!",
        "ups": 26
    },
    {
        "title": "Here is a bit of feel good amongst all the FUD. One if our core developers just got engaged... fittingly his fiancé was wearing a nexus tshirt!",
        "ups": 28
    },
    {
        "title": "Is this a preview of the future?",
        "ups": 27
    },
    {
        "title": "Join us for the nexus conference",
        "ups": 27
    },
    {
        "title": "Why Buy Nexus Now? Glad You Asked.",
        "ups": 27
    },
    {
        "title": "Our community is starting to really show its strength... we have thousands of people who are actively helping us achieve our vision. Nexus plans to change the world. Come join us:)",
        "ups": 23
    },
    {
        "title": "Nexus listed on RightBTC",
        "ups": 25
    },
    {
        "title": "This might be one of the reasons why Nexus spiked today",
        "ups": 22
    },
    {
        "title": "Pre-release of new staking wallets 0.2.3 for mac and windows. Its as fresh as a spring daisy but feel free to give it a crack and report back any issues with it in here. Wallet 3.0 will be the Tritium release :) Can't wait",
        "ups": 22
    },
    {
        "title": "Colin here, and my response to Fluffy Pony regarding the recent criticisms",
        "ups": 23
    },
    {
        "title": "Our latest newsletter! There is so much going on it's hard to keep up!",
        "ups": 24
    },
    {
        "title": "Nexus satellite analysis",
        "ups": 24
    },
    {
        "title": "Colin was on the Crypto Lark show today. Check it out!",
        "ups": 23
    },
    {
        "title": "Nexus at the Devils vs Oilers Hockey Game!",
        "ups": 23
    },
    {
        "title": "Motivational speech for the disgruntled. IF YOU BELIEVE PLEASE READ",
        "ups": 23
    },
    {
        "title": "Nexus: the future of blockchain",
        "ups": 23
    },
    {
        "title": "Nexus Conference - Biggest Crypto event of 2017",
        "ups": 22
    },
    {
        "title": "NXS Makes Top 10 Underrated Cryptocurrencies For 2018",
        "ups": 21
    },
    {
        "title": "Meet the Rocket That Will Launch Nexus into Space: Vector-R Rocket",
        "ups": 23
    },
    {
        "title": "10k followers on Twitter! To low earth orbit we go team",
        "ups": 24
    },
    {
        "title": "Ever since learning about Nexus, whenever I browse Bitcoin/crypto subreddits and read rants about cryptos shortcomings, I can't help but feel",
        "ups": 20
    },
    {
        "title": "A while ago, one of our community members luke made this. This was pre-announcement of the MDC but shows the forward thinking of our project!",
        "ups": 23
    },
    {
        "title": "This is why its so important for cryptocurrencies to be quantum resistant now... 17-qubit chips are a massive step forward for quantum computing. Nexus is a cryptocurrency thinking for the future.",
        "ups": 24
    },
    {
        "title": "Nugget's News - Nexus, Space, Satellites and Global Internet",
        "ups": 20
    },
    {
        "title": "This whole net neutrality debacle and how it relates to Nexus",
        "ups": 21
    },
    {
        "title": "Colin Cantrell, the founder of nexus gives his state of the union including 3D blockchain and Tritium wallet",
        "ups": 19
    },
    {
        "title": "Nexus is Bitcoin 2.0(Blockchain 2.0)",
        "ups": 20
    },
    {
        "title": "Benchmarking the Nexus Low Level Database against other popular DBs. Hint: it’s quick",
        "ups": 20
    },
    {
        "title": "Colin Cantrell",
        "ups": 19
    }
]