[
    {
        "title": "The motion to open-source Nu has passed!",
        "ups": 23
    },
    {
        "title": "Major announcement! The source code for NuBits and NuShares has been released.",
        "ups": 16
    },
    {
        "title": "ATTENTION NEW OWNERS OF NUSHARES",
        "ups": 17
    },
    {
        "title": "Big news! NuShareholder motion to permit NBT burning transactions has passed. Burning can quickly reduce NBT supply if needed, introducing a powerful deflationary mechanism for NuShareholders to control number of NBT in circulation.",
        "ups": 14
    },
    {
        "title": "Is the criticism valid against NuBits?",
        "ups": 15
    },
    {
        "title": "Earn compensation providing liquidity for NuBits with NuPool.net. Currently 9% per month. More information on the BitcoinTalk post.",
        "ups": 14
    },
    {
        "title": "A NuBits custodian has completed a historic transaction for the Nu network: the first-ever burned NBT! It provides concrete proof that the supply of NBT can both increase AND decrease.",
        "ups": 13
    },
    {
        "title": "Data-feeds released : Nu is showing the world how to implement democracy over the blockchain",
        "ups": 12
    },
    {
        "title": "If Nu is so handy for hedging why are the volumes so low on coin cap?",
        "ups": 11
    },
    {
        "title": "Nu version 1.0 is released! It is a MANDATORY upgrade for all users. Source code will be released once enough nodes have upgraded.",
        "ups": 12
    },
    {
        "title": "To those still refusing to vote in favor of open sourcing Nu, here are just some of the people who refused to work with us. Vote for open source and help push us over the edge!",
        "ups": 11
    },
    {
        "title": "My thoughts on why NuShares holders should vote to open source now instead of later.",
        "ups": 12
    },
    {
        "title": "Delistings on BTC-E Are an Opportunity for NuBits. Please Help us Contact Them. (Contact Details Inside)",
        "ups": 9
    },
    {
        "title": "Ben Rossi of Nu development team on Beyond Bitcoin podcast!",
        "ups": 10
    },
    {
        "title": "Coinomi - Android Wallet for Bitcoin, Dogecoin, Litecoin, Peercoin, NuBits, NuShares",
        "ups": 11
    },
    {
        "title": "Call for participation: Trust-less liquidity pool beta",
        "ups": 9
    },
    {
        "title": "Teehe - a first real world use for Nubits",
        "ups": 8
    },
    {
        "title": "Annual interest rates for NuBits now on 3% for 1.5 and 3 months",
        "ups": 7
    },
    {
        "title": "benjyz hired as Senior Java Developer to work on NuBot. The talented team grows!",
        "ups": 9
    },
    {
        "title": "Introduction to NuBits video is now live on www.nubits.com",
        "ups": 11
    },
    {
        "title": "NuShares - Lone Bright Spot in Sea of Red, Continue Winning Streak into 2015",
        "ups": 9
    },
    {
        "title": "NuBits is in the top three of trading volume today (with Bitcoin and Litecoin) with over $1,000,000 traded.",
        "ups": 9
    },
    {
        "title": "Giannis Dzegoutanis (Creator of Coinomi mobile wallet) has joined the Nu team as a Senior Core Developer",
        "ups": 8
    },
    {
        "title": "NuBits now has its first Android wallet! (Thanks to www.coinomi.com)",
        "ups": 8
    },
    {
        "title": "Testing out a NuBit tip bot",
        "ups": 11
    },
    {
        "title": "I just had an aha! moment with NuBits!",
        "ups": 7
    },
    {
        "title": "You can now exchange your NBT for USD 1:1 and withdraw to PayPal",
        "ups": 8
    },
    {
        "title": "NuBits are available on Bittylicious.com. Pay by UK Bank transfer or SEPA payment.",
        "ups": 8
    },
    {
        "title": "Vitalik Buterin: \"The best way to learn monetary policy theory is to start inventing your own stablecoin scheme.\"",
        "ups": 7
    },
    {
        "title": "Teehe raises just over $22,000 in first week of the IPO",
        "ups": 6
    },
    {
        "title": "Attention! Do NOT deposit any funds with CCEDK Exchange until full details emerge about their recent hacking.",
        "ups": 9
    },
    {
        "title": "ShapeShift.io has re-released NuBits on Instant Altcoin Exchange",
        "ups": 7
    },
    {
        "title": "Immediate mandatory upgrade for the Nu client. Version 5.4 is released.",
        "ups": 7
    },
    {
        "title": "Large Indonesian exchange Bitcoin.co.id now supports NuBits!",
        "ups": 8
    },
    {
        "title": "Final version 1.0 of Android app released (Nu version)",
        "ups": 7
    },
    {
        "title": "Welcome to a Nu world of stable digital currency",
        "ups": 8
    },
    {
        "title": "Nubit price stable so far.",
        "ups": 7
    },
    {
        "title": "We're getting closer",
        "ups": 8
    },
    {
        "title": "FYI - NuBits is back up on ShapeShift",
        "ups": 8
    },
    {
        "title": "Theoretical Fedcoin, Meet Operational NuBits",
        "ups": 7
    },
    {
        "title": "I've created a mirror of /r/NuBits at VOAT",
        "ups": 8
    },
    {
        "title": "NuBits is now on Bittrex!",
        "ups": 7
    },
    {
        "title": "Just discovered nubits!",
        "ups": 5
    },
    {
        "title": "The NuBits Ecosystem : Voting, Parking, Liquidity And Where To Get Some NBT",
        "ups": 5
    },
    {
        "title": "cryptog on Twitter: \"Eric Voorhees:\"There are now some coins that do things fundamentally differently than bitcoin, like NuBits.\" https://t.co/3QGGtNfuU8 #NuBits\"",
        "ups": 6
    },
    {
        "title": "Nice Job on the Updated Sidebar!",
        "ups": 8
    },
    {
        "title": "Nu open source motion continues to gain steam with almost 10% and rising steadily!",
        "ups": 8
    },
    {
        "title": "NuBits wallet 5.3 released into beta. Dawn of the data feeds!",
        "ups": 8
    },
    {
        "title": "Today is NuShares First trade in Chinese Yuan ever, on Danish exchange CCEDK.com",
        "ups": 6
    },
    {
        "title": "ShapeShift.io has added NuBits support!",
        "ups": 6
    }
]