[
    {
        "title": "OriginTrail is now a member of GS1 - the leading organization that develops and maintains global standards for business communication. Our advisor Mr. John G. Keogh explains what does this membership mean for OriginTrail.",
        "ups": 104
    },
    {
        "title": "Upvote &amp; Share: The Path to Supply Chain transparency with OriginTrail",
        "ups": 100
    },
    {
        "title": "Trace token (TRAC) is now listed on HitBTC",
        "ups": 96
    },
    {
        "title": "OriginTrail Has Been Featured As The Most Noteable Project Of The Week!",
        "ups": 88
    },
    {
        "title": "[Tech Update] OriginTrail Alpha Network is up and running with the Yimishiji pilot project! Link to the preview is in the blog post",
        "ups": 80
    },
    {
        "title": "How beautiful does OriginTrail look in this analysis of the various, similar projects? Let’s spread the word about this truely exciting project.",
        "ups": 80
    },
    {
        "title": "Not this time...",
        "ups": 72
    },
    {
        "title": "Introducing a Cryptocurrency for the Food Supply Chain",
        "ups": 67
    },
    {
        "title": "OriginTrail report on market development 2017 — Southeast Asia and China",
        "ups": 70
    },
    {
        "title": "A kind reminder to help this subreddit grow",
        "ups": 63
    },
    {
        "title": "OriginTrail Jargon Explained",
        "ups": 64
    },
    {
        "title": "■ OriginTrail and TRAC : Everything you need to know",
        "ups": 60
    },
    {
        "title": "OriginTrail Community Monthly Report #1: January 2018",
        "ups": 60
    },
    {
        "title": "My review on OriginTrail - Let me know if I missed a key point!",
        "ups": 62
    },
    {
        "title": "Coin Market Cap has right now finally updated the circulating supply of TRAC. Expect this to be one of the first coins to increase as the market picks up. Has been steady throughout the crash, As I missed out originally on Walton, I am super excited for this team will bring to the table.",
        "ups": 64
    },
    {
        "title": "[OriginTrail in News] What Is OriginTrail (TRAC)",
        "ups": 58
    },
    {
        "title": "Hi Guys, TRAC is now available for trading on CoinFalcon.",
        "ups": 57
    },
    {
        "title": "Get it before it hits major exchanges",
        "ups": 57
    },
    {
        "title": "OriginTrail is a member of Enterprise Ethereum Alliance - our founders are at its meetup in London tonight where Joseph Lubin (ConsenSys &amp; co-founder of the Ethereum Project) is the special guest",
        "ups": 58
    },
    {
        "title": "Quick summary of Facts. Due Diligence Sheet on OriginTrail.",
        "ups": 53
    },
    {
        "title": "Branimir presenting at the Belgrade meetup right now",
        "ups": 49
    },
    {
        "title": "Utility of Trace token as well as an idea of how nodes will work.",
        "ups": 49
    },
    {
        "title": "Adding TRAC to MEW as custom token",
        "ups": 50
    },
    {
        "title": "TRAC - first pick &amp; strong endorsement by Ready Set Crypto :) - posted 22 Feb",
        "ups": 45
    },
    {
        "title": "OriginTrail was just added to the Cheddur app!",
        "ups": 44
    },
    {
        "title": "Just bought some TRAC",
        "ups": 43
    },
    {
        "title": "OriginTrail is on the main r/Cryptocurrency thread!",
        "ups": 42
    },
    {
        "title": "OriginTrail vs. Wabi, Waltonchain, Vechain, Modum &amp; Ambrosus",
        "ups": 45
    },
    {
        "title": "GS1 partnership is BIG",
        "ups": 47
    },
    {
        "title": "What Is OriginTrail (TRAC) - Tech Advisor",
        "ups": 42
    },
    {
        "title": "Awesome takeaway from the SEC meeting today.",
        "ups": 40
    },
    {
        "title": "Best time to buy OriginTrail - 2$ target",
        "ups": 41
    },
    {
        "title": "Mods, can we get a Daily Discussion thread going?",
        "ups": 41
    },
    {
        "title": "Trace Alliance : the collaborative hub for the resolution of supply chain challenges, using blockchain technology",
        "ups": 40
    },
    {
        "title": "3000 Subs!",
        "ups": 40
    },
    {
        "title": "ELI5: How TRAC differs compares to other product-tracking crypto (eg. VEN)?",
        "ups": 40
    },
    {
        "title": "From what I understand, Original Trail will be the \"Chainlink\" for all supply chain blockchains?",
        "ups": 41
    },
    {
        "title": "Shout out to IDEX for being fucking amazing",
        "ups": 42
    },
    {
        "title": "Stop saying we will know the node requirements by the end of March. This may create FUD.",
        "ups": 41
    },
    {
        "title": "Questions from the community and Answers from John G. Keogh - Part 1",
        "ups": 39
    },
    {
        "title": "I asked in the LiveCoinWatch subreddit if they could add TRAC. One week later they added it :)",
        "ups": 37
    },
    {
        "title": "OriginTrail Advisor interview: Srdjan Krčo, PhD, IoT Advisor",
        "ups": 36
    },
    {
        "title": "Heyy TRAC community!",
        "ups": 37
    },
    {
        "title": "What can we do to get more attention to OriginTrail when the market has stabilized ?",
        "ups": 36
    },
    {
        "title": "OK Origin Trail, You are my new passion, I have left Raiblocks in a good place.",
        "ups": 36
    },
    {
        "title": "Moontime for altcoins, including OriginTrail",
        "ups": 39
    },
    {
        "title": "OriginTrail Advisor interview: Srdjan Krčo, PhD, IoT Advisor",
        "ups": 35
    },
    {
        "title": "For the love of God, don't ever join the Telegram group.",
        "ups": 36
    },
    {
        "title": "Dear Tracers, today is all about celebrating love. Join the celebration - we prepared some goodies for you 💜",
        "ups": 35
    },
    {
        "title": "Good find",
        "ups": 36
    }
]