[
    {
        "title": "PPP Screenshot2",
        "ups": 16
    },
    {
        "title": "PayPie just announced partnership with Debitum for credit risk assessment. Debitum currently in ICO stage appears will be serious contender to Populous.... Anticipate there will be further adoption in the industry. This is very good news for PayPie team and investors both!",
        "ups": 13
    },
    {
        "title": "Is there a way to get rid of all these spam posts?",
        "ups": 12
    },
    {
        "title": "PAYPIE about to MOOON",
        "ups": 12
    },
    {
        "title": "Vote for PayPie listing on KuCoin Exchange",
        "ups": 14
    },
    {
        "title": "PayPie World's First Blockchain Accounting",
        "ups": 11
    },
    {
        "title": "Public Alpha 31 January 2018",
        "ups": 10
    },
    {
        "title": "PayPie CEO Nick Chandi on Alpha Update",
        "ups": 10
    },
    {
        "title": "Good news! FatBTC.com exchange list PayPie",
        "ups": 9
    },
    {
        "title": "Screenshot 1",
        "ups": 10
    },
    {
        "title": "PayPie Review by Chico Crypto. Working Alpha, and Clear Roadmap. Bullish!",
        "ups": 7
    },
    {
        "title": "You Guys Are Going Strong! Up 471% In 30 Days! Congrats! :)",
        "ups": 9
    },
    {
        "title": "Pay Pie (PPP) is now being traded on the Chinese exchange FatBTC.com!",
        "ups": 7
    },
    {
        "title": "PayPie on Twitter: PayPie is looking for passionate supporters to get involved in our Alpha/Beta testing stages. It will be a unique opportunity for you to get a first glimpse at the platform and to share your valuable feedback with our team first hand! Apply now",
        "ups": 8
    },
    {
        "title": "Quick from team - great progress",
        "ups": 9
    },
    {
        "title": "Please vote. Paypie nominated for best concept at SBBC awards",
        "ups": 8
    },
    {
        "title": "Huffingtonpost: Why Blockchain Accounting is Your Best Bet in Financing",
        "ups": 8
    },
    {
        "title": "Review of PayPie ICO",
        "ups": 8
    },
    {
        "title": "Etherdelta for Paypie is Ugly",
        "ups": 7
    },
    {
        "title": "Now's the time to invest!",
        "ups": 6
    },
    {
        "title": "PayPie profile added to EveningStar (price history, charts, exchanges, news, etc.)",
        "ups": 6
    },
    {
        "title": "Paypie: The world’s first Blockchain-based risk scoring algorithm",
        "ups": 6
    },
    {
        "title": "PayPie is the definitive decentralized accounting platform for reliable risk score analysis.",
        "ups": 7
    },
    {
        "title": "NEWBIUM: PAYPIE ANNOUNCES WORLD’S FIRST RISK SCORE ALGORITHM BASED ON BLOCKCHAIN DECENTRALIZED ACCOUNTING",
        "ups": 7
    },
    {
        "title": "Review: PayPie – PPP ICO Credit Risk Assessment Accounting Blockchain?",
        "ups": 7
    }
]