[
    {
        "title": "Here's how to get some free Peercoins!",
        "ups": 75
    },
    {
        "title": "A message from Dogecoin",
        "ups": 66
    },
    {
        "title": "Starting today, we are accepting Peercoins on our store BitElectronics! Get the latest consumer electronics &amp; PC parts with Peercoins.",
        "ups": 64
    },
    {
        "title": "Here comes dogecoin - a well organized team. And peercoin client v0.4 months behind schedule.",
        "ups": 46
    },
    {
        "title": "I just bought a small bit of advertising for Peercoin on /r/environment",
        "ups": 42
    },
    {
        "title": "Peercoin Sub-Project \"Peershare\" Injected with $500k (Now Hiring C++ Developers and QA Experts - Details Inside)",
        "ups": 47
    },
    {
        "title": "This Peercoin video should get more exposure.",
        "ups": 46
    },
    {
        "title": "Welcome to /r/Peercoin. Quick intro inside.",
        "ups": 44
    },
    {
        "title": "How to Setup a Peercoin Wallet, Proof-of-Stake Minting and Buy &amp; Transfer PPC (Video Series)",
        "ups": 43
    },
    {
        "title": "The Days of Slow Peercoin Development Are Over - Peerunity: A Wallet &amp; Client Supporting Both Peercoin &amp; Peershares!",
        "ups": 39
    },
    {
        "title": "Request: Temporary removal (or disclaimer) for the Mt.Gox link in the \"Exchanges\" section",
        "ups": 42
    },
    {
        "title": "PPC/USD is now on BTC-E",
        "ups": 38
    },
    {
        "title": "2018",
        "ups": 38
    },
    {
        "title": "I'm Done with LTC.",
        "ups": 39
    },
    {
        "title": "v0.4 Released",
        "ups": 37
    },
    {
        "title": "\"Why Bitcoin May Collapse, And The Currency That May Replace It\" (via Mr. Market vs. Mr. Taylor)",
        "ups": 40
    },
    {
        "title": "Proof of Stake and Peercoin's Historic Significance",
        "ups": 35
    },
    {
        "title": "Peercoin Team officially releases v0.6, upgrade today! Includes CLTV, rethemed wallet GUI and opt-out of centralized checkpoints. Changelog and installation instructions inside",
        "ups": 38
    },
    {
        "title": "Peershares.net is now LIVE!",
        "ups": 35
    },
    {
        "title": "We REALLY Need A Single-Click \"Mint Peercoins\" Button In The peercoin-qt File Dropdown Menu...",
        "ups": 35
    },
    {
        "title": "Peeeercoins, Getcha Peercoins Hereahhh!",
        "ups": 33
    },
    {
        "title": "MtGox: \"We Have Plans of Implementing PPC.\"",
        "ups": 30
    },
    {
        "title": "I built a BTC exchange simulator to practice trading, should I add Peercoin next?",
        "ups": 33
    },
    {
        "title": "Peer4commit",
        "ups": 36
    },
    {
        "title": "Peercoin over 6 bucks!",
        "ups": 32
    },
    {
        "title": "A Few Words from Sunny King Concerning the Delays",
        "ups": 35
    },
    {
        "title": "Peercoin Week in Review #3",
        "ups": 33
    },
    {
        "title": "Peercoin 0.4 unveiled",
        "ups": 33
    },
    {
        "title": "Lightspeed Venture Partners predicts PPCoin will survive, to be among top 5 alt-coins.",
        "ups": 32
    },
    {
        "title": "Questions and analysis of Peercoin.",
        "ups": 32
    },
    {
        "title": "Welcome to /r/peercoin - (Intro to Peercoin, Important Links, Tools &amp; Information)",
        "ups": 30
    },
    {
        "title": "A mod here. Just wanted to post and ask for community feedback and/or suggestions, and also ask for some help. Please upvote for visibility.",
        "ups": 30
    },
    {
        "title": "That was quick! Moolah confirm they will add Peercoin! Thanks everyone for helping out",
        "ups": 31
    },
    {
        "title": "A little Peercoin advertising foundation.",
        "ups": 30
    },
    {
        "title": "ATTENTION: Peercoin's blockchain has forked because of a bug. Exchanges and users should be warned to be wary of making transactions!",
        "ups": 27
    },
    {
        "title": "Because it has no mining farms...",
        "ups": 29
    },
    {
        "title": "Peerunity v0.1.0 Has Just Been Released for Windows, Linux and OS X! (Download Details &amp; FAQ Inside)",
        "ups": 29
    },
    {
        "title": "Peercoin starts off 2018 in the right direction!",
        "ups": 26
    },
    {
        "title": "The Official Peercoin Video is Now LIVE! Please Share, Like, Retweet, etc... (You Can Also Provide Translated Subtitles, Instructions Inside) Thanks to Everyone for All the Hard Work in Creating This!",
        "ups": 26
    },
    {
        "title": "Can you please give some feedback on this possible presentation for Peercoin",
        "ups": 27
    },
    {
        "title": "Overstock.com open to altcoins if they can be received risk free",
        "ups": 28
    },
    {
        "title": "Peercoin Newsletter #6: CNBC Coverage - New Merchants - Sunny King Dev Update - Energy Efficiency Update",
        "ups": 27
    },
    {
        "title": "What is the reasoning behind the destruction of .01 PPC every time a transaction is made?",
        "ups": 28
    },
    {
        "title": "The Peercoin Team presents a basic version of its roadmap for 2018-2020. Tomorrow we will publish an extended version with descriptions for each item.",
        "ups": 29
    },
    {
        "title": "Bitcoin vs. Peercoin Security Meme",
        "ups": 29
    },
    {
        "title": "ATM in the works that allows buying/selling of Peercoin",
        "ups": 27
    },
    {
        "title": "PEERCOIN TIP PARTY!!!!!!!!!!1",
        "ups": 27
    },
    {
        "title": "My first mint by stake. The system works!",
        "ups": 28
    },
    {
        "title": "Peercoin soft fork reaches 90%, thanks to everyone for upgrading!",
        "ups": 28
    },
    {
        "title": "Cold minting ready to be merged, plus few other improvements for Peercoin - Merry Christmas!",
        "ups": 26
    }
]