[
    {
        "title": "Thank you for the presentation and the Pillar vision. I love it and the others will too !!",
        "ups": 20
    },
    {
        "title": "With a live product, don't we all agree is time for Pillar to be introduced to other exchanges??",
        "ups": 13
    },
    {
        "title": "Lesson learned...no product, no investment.",
        "ups": 14
    },
    {
        "title": "If you're looking to get into Pillar, now's the right time.",
        "ups": 13
    },
    {
        "title": "My parents invested in their first cryptocurrency.",
        "ups": 13
    },
    {
        "title": "🇱🇹 Pillar is a partner of Blockchain Centre Vilnius - we spend last days in Lithuania to launch it and work with a great community there!",
        "ups": 11
    },
    {
        "title": "Token sale complete, thank you all participants!",
        "ups": 12
    },
    {
        "title": "Add to your calendar Pillar event: New Wallet Live Demo (February 16)",
        "ups": 12
    },
    {
        "title": "🗓️ Jan 10th, 5 PM GMT: our first General Meeting with Pillar Wallet DEMO",
        "ups": 9
    },
    {
        "title": "The greed of PillarProject and how it's negatively impacting the community",
        "ups": 11
    },
    {
        "title": "▶️ Watch our own Drew explaining Pillar and updating on current status of wallet development in 5 minutes!",
        "ups": 9
    },
    {
        "title": "Pillar (PLR) | Top 100 Hotspot",
        "ups": 9
    },
    {
        "title": "Hi r/PillarProject! I wrote an article on KYC blockchain projects, thought you may be interested. Please let me know what you think! thanks",
        "ups": 9
    },
    {
        "title": "Idea for Pillar team - create a toolkit to help us spread the word!",
        "ups": 9
    },
    {
        "title": "Last Pillar update for 2017: Token Wallet, Pillar University &amp; New Pillaristas in the team",
        "ups": 9
    },
    {
        "title": "Pillar will have its own wallet this year.",
        "ups": 9
    },
    {
        "title": "Pillar Tokens now available to buy on forkdelta",
        "ups": 9
    },
    {
        "title": "Pillar (PLR) 60% Growth| Top 100 Hotspot",
        "ups": 7
    },
    {
        "title": "sudden spike in price",
        "ups": 7
    },
    {
        "title": "The Pillar Roadmap:",
        "ups": 9
    },
    {
        "title": "How Pillar Wallet will look like? See 19 proposals from our UX/UI Design contest!",
        "ups": 8
    },
    {
        "title": "Future is coming sooner than we all have been expecting... ;)",
        "ups": 9
    },
    {
        "title": "My thoughts and doubts about Pillar Project",
        "ups": 6
    },
    {
        "title": "Hitbtc charges 141 Pillar to withdraw any amount! Can anyone who cares do something??",
        "ups": 6
    },
    {
        "title": "Hype before meeting.",
        "ups": 7
    },
    {
        "title": "Pillar added to the Cheddur app!",
        "ups": 7
    },
    {
        "title": "Pillar One Thousand Dollars per token Coming Soon?",
        "ups": 7
    },
    {
        "title": "Pillar is up another 47%!",
        "ups": 7
    },
    {
        "title": "My thoughts on Pillar",
        "ups": 8
    },
    {
        "title": "David Siegel, founder of Pillar project, explains how blockchain technology is going to completely change the business world.",
        "ups": 8
    },
    {
        "title": "Pillar Project - The Future of Personal Data Locker",
        "ups": 7
    },
    {
        "title": "[ANN]Pillar - The Personal Data Locker - 60hr Token sale begins July 15",
        "ups": 8
    },
    {
        "title": "WIN 1⃣️ ETH! Take, Draw or Find a Pillar Iconic Image and send it to us 📸",
        "ups": 6
    },
    {
        "title": "WTF? No exchange as promised!",
        "ups": 6
    },
    {
        "title": "Auctions on Pillar?",
        "ups": 6
    },
    {
        "title": "Bought Pillar on cryptopia almost 24 hours ago, still processing?",
        "ups": 6
    },
    {
        "title": "📽️ Meet Max! Meet the Pillarista is here for you to get to know us and our culture better!",
        "ups": 6
    },
    {
        "title": "🎙️ Fresh Arcane Bear's interview with David Siegel - some updates right before Jan 10th General Meeting",
        "ups": 7
    },
    {
        "title": "Pillar as a GDPR solution?",
        "ups": 7
    },
    {
        "title": "can someone give me a quick rundown on what pillar is about",
        "ups": 5
    },
    {
        "title": "Watch aftermovie from London Developer MeetUp, where Vitor guided us through Wallet's Architecture",
        "ups": 6
    },
    {
        "title": "More about Pillar Wallet Road Map, ICO Wallet &amp; building ecosystem with 20|30",
        "ups": 5
    },
    {
        "title": "Have faith Pilleristas!",
        "ups": 5
    },
    {
        "title": "Mike B again on Pillar Wallet &amp; real decentralization it can embodies",
        "ups": 6
    },
    {
        "title": "Pillar Token up 62% today! What the crap just happened? Any news anywhere! Wow!",
        "ups": 6
    },
    {
        "title": "Report on Pillar's expenses for Unconference in Poprad.",
        "ups": 6
    },
    {
        "title": "Pillar Token sale raises $21 million for personal data locker",
        "ups": 7
    },
    {
        "title": "PILLAR ICO ADDRESS",
        "ups": 5
    },
    {
        "title": "Pillar Project pre-sale sells out in 20 minutes",
        "ups": 4
    },
    {
        "title": "Article from itm-investing: Twenty Thirty Launches $50m Pillar ICO to Reclaim Your Digital Life",
        "ups": 7
    }
]