[
    {
        "title": "KuCoin Lists Polymath Network (Poly)",
        "ups": 43
    },
    {
        "title": "Will Polymath be the Ethereum of Securities Tokens?",
        "ups": 28
    },
    {
        "title": "We Are in the Smart money Stage",
        "ups": 29
    },
    {
        "title": "For anyone concerned with the \"90% of tokens being held by Polymath\" subject",
        "ups": 23
    },
    {
        "title": "The canadian securities exchange is sponsoring polycon 2018!",
        "ups": 29
    },
    {
        "title": "Polymath (POLY) Market Cap listed on coinmarketcap.com at 180 Million. Instantly breaks into top 100 at #97.",
        "ups": 24
    },
    {
        "title": "Project to Watch: Polymath, the Securities Token Platform",
        "ups": 24
    },
    {
        "title": "tZero Partners with Polymath on Initial Coin Offering",
        "ups": 22
    },
    {
        "title": "Mods can you guys set up the logo and backdrop/cover photo?",
        "ups": 19
    },
    {
        "title": "Polymath Announces New Partnerships with AML/KYC Verification Provider IdentityMind Global, and Smart-Agreements Solutions Provider Agrello",
        "ups": 20
    },
    {
        "title": "PolyMath is hosting an event in the Bahamas. Feb 28 - Mar 3",
        "ups": 19
    },
    {
        "title": "Polymath the game changer.",
        "ups": 17
    },
    {
        "title": "Polymath featured as biggest gainer!",
        "ups": 16
    },
    {
        "title": "Unqualified telegram admins",
        "ups": 17
    },
    {
        "title": "An in Depth Article About Polymath, Now Listed On KuCoin!",
        "ups": 15
    },
    {
        "title": "Poly token live on Kucoin",
        "ups": 16
    },
    {
        "title": "How will the remaining 760M token relased?",
        "ups": 16
    },
    {
        "title": "GREAT PODCAST, WHERE THEY SPEAK ON HOW POLYMATH IS THE NEXT BIG THING IN CRYPTO AND IT'S POTENTIAL. WOULD RECOMMEND!",
        "ups": 15
    },
    {
        "title": "My opinion of future value",
        "ups": 15
    },
    {
        "title": "Interview with Polymath Advisor Steven Nerayoff on the Impact of Securities Tokens",
        "ups": 14
    },
    {
        "title": "What Is Polymath Coin (POLY) | The Securities Token Platform",
        "ups": 16
    },
    {
        "title": "This is a game changer!",
        "ups": 14
    },
    {
        "title": "FAKE POLYMATH AIRDROP ROUND 2",
        "ups": 14
    },
    {
        "title": "Polymath LIVE AMA Tomorrow at 12pm EST on YouTube",
        "ups": 15
    },
    {
        "title": "Blog Post: How Ethereum Smart Contracts Could Revolutionize the Financial Securities Industry",
        "ups": 14
    },
    {
        "title": "Wil Polymath be a platform for mainstream companies like Airbnb or Uber to issue shares on blockchain, or is it designed for crypto-related companies?",
        "ups": 15
    },
    {
        "title": "Kucoin lists Poly!!!",
        "ups": 13
    },
    {
        "title": "The First-Ever Securities Token Launch Pad, Polymath, is Now Live",
        "ups": 14
    },
    {
        "title": "will there be a live feed from the conference?",
        "ups": 13
    },
    {
        "title": "Polycon Conference. 26 Feb 2018",
        "ups": 13
    },
    {
        "title": "Blog Post: The World’s First Ever Security Token Conference is Sold Out",
        "ups": 12
    },
    {
        "title": "Token Distribution POLY",
        "ups": 13
    },
    {
        "title": "Agrello, Polymath, and Smart Contract Legal Agreements for Tokenized Securities",
        "ups": 12
    },
    {
        "title": "Zeppelin Solutions' Audit of Polymath's POLY Token Contracts",
        "ups": 12
    },
    {
        "title": "CNBC crypto trader interview with polymath CEO trevor koverko",
        "ups": 11
    },
    {
        "title": "LIVE Now: Polymath AMA with Trevor Koverko, CEO",
        "ups": 13
    },
    {
        "title": "Polymath - the Ethereum Of security tokens",
        "ups": 13
    },
    {
        "title": "Polymath and BnkToTheFuture Disrupting The Legacy Securities Industry",
        "ups": 13
    },
    {
        "title": "Ivan’s review on Polymath...",
        "ups": 11
    },
    {
        "title": "Blog Post: How Securities on the Blockchain Could Transform Small Businesses",
        "ups": 11
    },
    {
        "title": "Polymath legal compliance Claim questionable",
        "ups": 10
    },
    {
        "title": "I understand what the network is trying yo do. How is the ply token itself involved? Isn’t the network supposed to allow people to creat their own security tokens? Is the ply token going to be how people pay to use the polymath network?",
        "ups": 11
    },
    {
        "title": "Learn About Polymath with the Polymath Network Explainer Video",
        "ups": 11
    },
    {
        "title": "Interview with Trevor Koverko, Co-Founder and CEO at Polymath Network - USA Weekly",
        "ups": 10
    },
    {
        "title": "KYC for airdrop...?",
        "ups": 11
    },
    {
        "title": "Blockchain Platform Polymath to Take \"Securities Tokens\" Mainstream",
        "ups": 11
    },
    {
        "title": "Can someone please explain to me what the pOLY token will be used for?",
        "ups": 10
    },
    {
        "title": "How do you buy this token?",
        "ups": 10
    },
    {
        "title": "How can I find out more about the team?",
        "ups": 9
    },
    {
        "title": "Interesting read on the current Security token landscape",
        "ups": 9
    }
]