[
    {
        "title": "PPT = Passive Income",
        "ups": 20
    },
    {
        "title": "Beta version 1.0 is open today!",
        "ups": 21
    },
    {
        "title": "Populous Smart Contract Code Released!",
        "ups": 18
    },
    {
        "title": "I just sold my PPT coins...",
        "ups": 13
    },
    {
        "title": "Due to FUD spam, I am writing out some rules for this sub.",
        "ups": 14
    },
    {
        "title": "Smart contracts for Populous",
        "ups": 12
    },
    {
        "title": "The release of ‘Beta v2.0’ is set to release 16/02/2018",
        "ups": 12
    },
    {
        "title": "I know the true source behind all this FUD.",
        "ups": 10
    },
    {
        "title": "+24% in 24hrs!",
        "ups": 10
    },
    {
        "title": "Populous Onward and Upward",
        "ups": 10
    },
    {
        "title": "In light of recent fud against populous. Potential investors, please take a look at this. A systematic breakdown to counter all fud as of late.",
        "ups": 9
    },
    {
        "title": "Made a new TA about Populous! (60% profit target in 5 days)",
        "ups": 9
    },
    {
        "title": "\"My hands are itching to put the XBRL data to use. Tomorrow we start working around invoice seller marketing.\"",
        "ups": 11
    },
    {
        "title": "Populous was added to daily Crypto Listings on Exchanges",
        "ups": 8
    },
    {
        "title": "Question about the value of PPT on the platform.",
        "ups": 8
    },
    {
        "title": "Populous listed on Coinspot",
        "ups": 10
    },
    {
        "title": "What Is Populous? Overview &amp; Guide to Populous (PPT)",
        "ups": 8
    },
    {
        "title": "Populous Beta Still Set to Launch by EOD!",
        "ups": 8
    },
    {
        "title": "Help me with Populous",
        "ups": 8
    },
    {
        "title": "Vaulty.io lists PPT!",
        "ups": 10
    },
    {
        "title": "Populous: Fact and Fiction",
        "ups": 8
    },
    {
        "title": "March 2018 BETA",
        "ups": 7
    },
    {
        "title": "Why is this reddit page so dead for a top 20 coin?",
        "ups": 9
    },
    {
        "title": "In Depth Populous Review - Datadash",
        "ups": 7
    },
    {
        "title": "Populous Founder &amp; CEO Nico Williams: We Don't Need Any Third Party Services",
        "ups": 6
    },
    {
        "title": "Weekly FUDsters Post",
        "ups": 7
    },
    {
        "title": "Populous team still in the office at 8 and 9PM",
        "ups": 8
    },
    {
        "title": "Team populous saying hello in the Slack channel today!",
        "ups": 7
    },
    {
        "title": "\"pools are buying the hell out of populous\" - Crypto Jack",
        "ups": 9
    },
    {
        "title": "“Projects to watch out for in this regard are Populous, which will capture a significant portion of banks’ profits through invoice factoring services",
        "ups": 6
    },
    {
        "title": "PPT listed on Okex ! Great news !",
        "ups": 7
    },
    {
        "title": "Hive Project (HVN) Has Partnered With Lendoit 🚀👍",
        "ups": 6
    },
    {
        "title": "#9 still stacking.",
        "ups": 5
    },
    {
        "title": "Nice improvement in sentiment in last days based on holistic view of Populous market by calculation using machine learning. However the PPT number in tweet mentions is lagging other altcoins.",
        "ups": 6
    },
    {
        "title": "Populous Legal and Operational review",
        "ups": 6
    },
    {
        "title": "For people that don't know the value of Populous and its \"Secret Sauce\"",
        "ups": 5
    },
    {
        "title": "This is of great concern to all PPT investors - Since these two denied all accusations of convictions and fraud",
        "ups": 6
    },
    {
        "title": "Expect FUD...lots of money at stake",
        "ups": 8
    },
    {
        "title": "PPT FUD, it has merit Objective discussion of the FACTS - New video from Andreas BTCBusinessconsult",
        "ups": 8
    },
    {
        "title": "populous telegram say if talk about the fraud then you are banned..",
        "ups": 4
    },
    {
        "title": "Welcome to the unofficial forum for the Populous Platform. This is a home for discussion, news, and learning about Bitpopulous (PPT). FAQ and resources are available in this thread.",
        "ups": 4
    },
    {
        "title": "So has beta been released? If so great! If not, any ideas on when?",
        "ups": 5
    },
    {
        "title": "Suspicious trading activity on Binance",
        "ups": 7
    },
    {
        "title": "Questions on how Populous platform will work",
        "ups": 5
    },
    {
        "title": "The Reason why Populous isnt yet listed on a large exchange",
        "ups": 7
    },
    {
        "title": "Beware of this \"5anJack\" guy!!!",
        "ups": 5
    },
    {
        "title": "Two Week Sell Off... so what?",
        "ups": 4
    },
    {
        "title": "PPT has been listed on Lykke Exchange. BitPopulous is a global invoice trading platform built on DLT. It connects businesses with global invoice buyers directly. Lykke is a Swiss-based exchange and wallet with 0% trading fees",
        "ups": 5
    },
    {
        "title": "If you are easily shaken by FUD, it helps to see who is buying up all your cheap tokens. Here is one example, look under token transfers. They have purchased over 257K PPT in the past couple of days. This is how whales eat you alive.",
        "ups": 5
    },
    {
        "title": "Populous and the 3 tillion dollar industry",
        "ups": 5
    }
]