[
    {
        "title": "1000 potheads ! 1000 potcoin giveaway ! 4.20pm EST on Feb 13 (lucky day) ! NO POTHEAD LEFT BEHIND !",
        "ups": 112
    },
    {
        "title": "PotCoin Announces Promotion with Licensed Producer WeedMD",
        "ups": 61
    },
    {
        "title": "PotCoins Raises 55000 coins in 48 hours!!!! For Snoop dogs charity for inner city kids to play football!! AMAZING GUYS!!!!",
        "ups": 65
    },
    {
        "title": "&lt;------- Number of blunts I will smoke tonight",
        "ups": 55
    },
    {
        "title": "POT GIVEAWAY",
        "ups": 54
    },
    {
        "title": "To all the people complaining about low prices... WE HAVE BIG PLANS SO HOLD YOUR COINS AND KEEP MINING!",
        "ups": 51
    },
    {
        "title": "Vote on CoinedUp &amp; Cryptsy exchanges to accept POT",
        "ups": 43
    },
    {
        "title": "42 Votes = Potcoin Poker!",
        "ups": 43
    },
    {
        "title": "420 POTHEADS PUFF n PASS at 4.20 PM",
        "ups": 46
    },
    {
        "title": "The last month of Potcoin has been incredible. look at all the things we have accomplished",
        "ups": 40
    },
    {
        "title": "Techcrunch Article: Potcoin, A New Cryptocurrency To Help Ease The War On Drugs",
        "ups": 48
    },
    {
        "title": "Campaign to get on CoinedUp - Only 76 Upvotes... 931 POTheads eh? UPvote party!! Let's do this...",
        "ups": 43
    },
    {
        "title": "Don't forget to vote on Cryptsy",
        "ups": 42
    },
    {
        "title": "First Pot bought with POT in Arizona. Try it, doesn't hurt to ask!",
        "ups": 41
    },
    {
        "title": "Who would be interested in an online head shop that accepts PotCoin?",
        "ups": 41
    },
    {
        "title": "I just purchased a gram of marijuana for 420 potcoins.",
        "ups": 38
    },
    {
        "title": "Debit Card Worldwide Accepted You Can Load With Potcoin Withdraw From More Than 34 Million Cash Machines Or Spend Over The Counter Plus Mobile Top Ups",
        "ups": 37
    },
    {
        "title": "Vice news article about PotCoin!",
        "ups": 36
    },
    {
        "title": "Tipping 42 POT to everyone that votes for Potcoin on Cryptsy!",
        "ups": 37
    },
    {
        "title": "First ever PotCoin ATMs to be deployed in Denver",
        "ups": 36
    },
    {
        "title": "Snoop is looking for donations to support youth football, this is a good opportunity for potcoin to contribute",
        "ups": 34
    },
    {
        "title": "Potcoin is now listed as speakers at the Crypto Currency Convention! WOOT WOOT!",
        "ups": 36
    },
    {
        "title": "Free PotCoin",
        "ups": 33
    },
    {
        "title": "Not sure if people realize, but if we raise $500 for Snoop's charity he will make a personalized video message.",
        "ups": 37
    },
    {
        "title": "I was at the 420 Rally in Denver today. I got this sticker.",
        "ups": 34
    },
    {
        "title": "Number 32 on coinmarketcap! USD$0.066 and growing!",
        "ups": 32
    },
    {
        "title": "Please upvote the Potcoin request on Coinedup",
        "ups": 31
    },
    {
        "title": "POTCOIN HITS 1 Ghash/s 8 DAYS AFTER LAUNCH~",
        "ups": 33
    },
    {
        "title": "[ANN] - Big news... First agreement with a dispensary to take POTcoin — Alternative Medicine Group — Phoenix, AZ",
        "ups": 29
    },
    {
        "title": "Countdown to 4.20.14 and THE OFFICIAL LAUNCH OF POTCOIN!!",
        "ups": 29
    },
    {
        "title": "Meanwhile Potcoin Goes out into the real world. (post from The Hilton in Eugene, Oregon.) http://www.registerguard.com/rg/news/31367987-76/marijuana-conference-business-dispensaries-medical.html.csp",
        "ups": 31
    },
    {
        "title": "CRAZY POTCOIN FACTS! + COUNTDOWN TO 4.20.14",
        "ups": 30
    },
    {
        "title": "[IDEAS] Post all your highdeas here",
        "ups": 33
    },
    {
        "title": "Potcoin: We might not make it to the moon, but we'll get really high",
        "ups": 32
    },
    {
        "title": "Thought i'd share this genuine lol.",
        "ups": 27
    },
    {
        "title": "PotCoin® (Ᵽ) - Installs Worlds First Potcoin ATM’s @ River Rock Wellness Denver Dispensaries",
        "ups": 31
    },
    {
        "title": "Joe Rogan mentioned PotCoin on tonight's episode of JRE",
        "ups": 28
    },
    {
        "title": "Potcoin Mentioned on COINDESK!!!! BIG NEWS!",
        "ups": 31
    },
    {
        "title": "PotCoin community raises $500 for Snoop Youth Football League",
        "ups": 29
    },
    {
        "title": "Vote on Cryptsy exchange to add PotCoin (link below). Do you want it to be called POT or PTC ?",
        "ups": 29
    },
    {
        "title": "If you would like to see Potcoin traded on cryptsy remember to go and vote! Thanks Potheads :)",
        "ups": 33
    },
    {
        "title": "article on huffingtonpost.com about potcoin!!",
        "ups": 28
    },
    {
        "title": "PotCoin wallet for Raspberry Pi coming on Monday, Android 95% done",
        "ups": 28
    },
    {
        "title": "Profit like it's hot",
        "ups": 30
    },
    {
        "title": "I just found out about Potcoin and this subreddit. AND your tipbot is called PotDealer!? I think I'm going to like this place!",
        "ups": 27
    },
    {
        "title": "Happy 420 everyone here in the pot-coin community!",
        "ups": 27
    },
    {
        "title": "LETS ALL VOTE FOR POTCOIN ON CRYPTSY",
        "ups": 28
    },
    {
        "title": "Donate to Snoop's charity supporting youth football",
        "ups": 28
    },
    {
        "title": "With news of Coinbase refusing to work with dispensaries, there is a gaping hole in the market that POTCOIN can fill. Who will step up to the plate to become the coinbase of potcoin as it were?",
        "ups": 30
    },
    {
        "title": "You guys might enjoy my little creation",
        "ups": 29
    }
]