[
    {
        "title": "Power Ledger Signs Agreement With BCPG To Bring Distributed Renewable Energy Trading To Thailand!",
        "ups": 284
    },
    {
        "title": "WE DID IT!",
        "ups": 191
    },
    {
        "title": "Power Ledger forms US partnership to roll out \"hundreds\" of energy trading projects in multiple states",
        "ups": 187
    },
    {
        "title": "Welcome new POWR hodlers - AMA today!!!",
        "ups": 186
    },
    {
        "title": "Why Power Ledger will be a top 15 coin 2018.",
        "ups": 161
    },
    {
        "title": "The POWR team is kicking ass! Let's do our part to help out. POLONIEX adds coins based off community input, merit, momentum, team, etc. POWR has it all. This link sends you to the POLONIEX COIN REQUEST FORM. 10 Seconds. Help the team out. Let's get POWR on Poloniex.",
        "ups": 150
    },
    {
        "title": "Power Ledger (POWR), the government-backed Australian token, is quickly becoming a must-watch project, with actual utility and value, unlike most tokens with baseless hype.",
        "ups": 126
    },
    {
        "title": "The future of power is here. National coverage",
        "ups": 125
    },
    {
        "title": "Power Ledger and Tesla need to get together.",
        "ups": 124
    },
    {
        "title": "POWR is working in my city! This is a massive deal in a big city",
        "ups": 114
    },
    {
        "title": "Power Ledger in today's Australian Financial Review",
        "ups": 116
    },
    {
        "title": "Vote for Power Ledger to receive a Cryptocurrency rating from Ledger &amp; Campbell",
        "ups": 110
    },
    {
        "title": "POWR could be the best project in crypto to-date. Both physical and virtual world use, one cannot work without the other. This has to go mainstream.",
        "ups": 109
    },
    {
        "title": "Power Ledger partners with Helpanswers to bring peer-to-peer renewable energy trading to North America",
        "ups": 103
    },
    {
        "title": "Raman Singh, Chief Minister of Chhattisgarh (Indian state of 25.5 million people), discussing possible synergy between Chhattisgarh and PowerLedger and exploring potential partnership",
        "ups": 103
    },
    {
        "title": "Power Ledger FAQ and Subreddit Rules",
        "ups": 105
    },
    {
        "title": "The Australian Government Just Awarded $8 Million To A Project In The City Of Fremantle Using The Power Ledger Platform",
        "ups": 101
    },
    {
        "title": "Power Ledger Named Western Australia’s Highest Trending Company in Techboard WA Awards",
        "ups": 101
    },
    {
        "title": "POWER LEDGER MADE IT INTO THE FINAL 3!!",
        "ups": 96
    },
    {
        "title": "Power Ledger in the finals of Richard Branson's Tech challenge.",
        "ups": 93
    },
    {
        "title": "POWR Listed On Changelly",
        "ups": 95
    },
    {
        "title": "The Power Ledger team is growing! We’re very excited to introduce to you the brilliant people who have joined the movement.",
        "ups": 93
    },
    {
        "title": "Power Ledger in The Australian's list of 'Tech to impact you in 2018'",
        "ups": 92
    },
    {
        "title": "Power Ledger mentioned by Ian Ballina on Weekend Today Show",
        "ups": 89
    },
    {
        "title": "Power Ledger Gets Green Light for Thailand’s Future Smart Park",
        "ups": 86
    },
    {
        "title": "Power Ledger (POWR) Makes It to Final in Richard Branson’s Extreme Tech Challenge (XTC) - Cryptovest",
        "ups": 91
    },
    {
        "title": "Power Ledger won't stop. It can't stop. Momentum is too huge, it's execution was flawless.",
        "ups": 84
    },
    {
        "title": "PowerLedger partners with BCPG in Thailand! Lovely news and I am sure it's a first of many!",
        "ups": 85
    },
    {
        "title": "Dr. Jemma Green (Power Ledger) featured in Cryptonews:\"The woman powering the energy industry on the blockchain\"",
        "ups": 83
    },
    {
        "title": "Congrats to Power Ledger Team and the HODLers. POWR reached $300M market cap and gained 900% since ICO!",
        "ups": 81
    },
    {
        "title": "\"We had a sale where anyone who wanted #POWR could. This resulted in a ‘grassroots movement’ of small buyers wanting to change their energy future rather than just large crypto-traders.\" Our community has shown us how powerful it is when we work together.",
        "ups": 79
    },
    {
        "title": "Not bad",
        "ups": 79
    },
    {
        "title": "Nice mention for Powr in Sydney Morning Herald today",
        "ups": 79
    },
    {
        "title": "4000 subs! Well done guys and congrats to the community! :)",
        "ups": 77
    },
    {
        "title": "Power Ledger’s Asset Germination Events are Tangible, Real-World Investments",
        "ups": 75
    },
    {
        "title": "Houbi launches POWER LEDGER",
        "ups": 80
    },
    {
        "title": "Congrats POWR, we're about to hit 5k members!!! Let's celebrate the newbies, and go for a second round getting POWR onto POLONIEX ! 10 secs, help the team out. Poloniex adds coins based on community input. This link sends you to the Coin Request page.",
        "ups": 76
    },
    {
        "title": "Why I’m excited about POWR",
        "ups": 76
    },
    {
        "title": "Power Ledger mentioned on Australian News/Current Affairs show The Project (19:54)",
        "ups": 73
    },
    {
        "title": "I have never seen this sub above 300 online. Its 1.4k online today! 8.5k Users. Let's celebrate the newbies, and go for a *THIRD* round getting POWR onto POLONIEX ! 10 secs, help the team and yourself out. Poloniex adds coins based on community input. This link sends you to the Coin Request page.",
        "ups": 74
    },
    {
        "title": "Twitter Post: \"The Power Ledger team taking #POWR to India!\" WOHOOO!!!",
        "ups": 78
    },
    {
        "title": "Power ledger in 9news Australia",
        "ups": 73
    },
    {
        "title": "Elon Musk's Tesla and SA Labor reach deal to give solar panels and batteries to 50,000 homes",
        "ups": 69
    },
    {
        "title": "The most recent interview with Jemma Green, the Co-founder of Power Ledger - 11/29/2017",
        "ups": 67
    },
    {
        "title": "Connect the Dots",
        "ups": 67
    },
    {
        "title": "Just my humble opinion...",
        "ups": 68
    },
    {
        "title": "It's not POWR that is tanking in price, it's stupid people who make a hype of nothing then cry later...",
        "ups": 69
    },
    {
        "title": "Power Ledger mentioned in Bloomberg China",
        "ups": 63
    },
    {
        "title": "Keep the good news coming!",
        "ups": 65
    },
    {
        "title": "All The Different Ways The Power Ledger Platform Is Being Used",
        "ups": 64
    }
]