[
    {
        "title": "Quantstamp Roadmap 2018",
        "ups": 139
    },
    {
        "title": "Quantstamp to Audit Insights Network’s EOS Smart Contracts",
        "ups": 127
    },
    {
        "title": "Quantstamp team: PLEASE host the whitepaper somewhere that doesn't require an email grab.",
        "ups": 116
    },
    {
        "title": "Quantstamp",
        "ups": 116
    },
    {
        "title": "Quantstamp - Geometric Progression, Cumulative Value of Airdrops and Token Burns",
        "ups": 112
    },
    {
        "title": "Quantstamp has successfully ran the minimal version of our test network on Ropsten.",
        "ups": 103
    },
    {
        "title": "Quantstamp Completes Audit of WeTrust’s Trusted Lending Circles",
        "ups": 91
    },
    {
        "title": "Facts on Quantstamp, and my personal speculation of whats to come with Req, Coinbase and YCombinator.",
        "ups": 85
    },
    {
        "title": "Quantstamp - the price will reach 2.142$ in the Q1 2018 - fundamental analysis !!!",
        "ups": 80
    },
    {
        "title": "New Senior Software Engineer Hired - Kacper Bąk!",
        "ups": 78
    },
    {
        "title": "Support Quantstamp (QSP) to be listed on Bitindia exchange!",
        "ups": 79
    },
    {
        "title": "Who else is excited for this day? :D",
        "ups": 79
    },
    {
        "title": "You can play a part! (Vote for Quantstamp to be on Next.Exchange)",
        "ups": 75
    },
    {
        "title": "Giving an Ethereum talk at Facebook HQ today to a huge crowd!",
        "ups": 72
    },
    {
        "title": "pushing bittrex to list QSP",
        "ups": 72
    },
    {
        "title": "QSP currently has the #4 fastest growing community in crypto!",
        "ups": 74
    },
    {
        "title": "24 days until Y-Combinator Demo Day(March 19th). It is the most important day in Quantstamp history.",
        "ups": 68
    },
    {
        "title": "Why Quantstamp is poised to stand out amongst hundreds of cryptocurrencies",
        "ups": 69
    },
    {
        "title": "WanChain listing QSP as a partner :)",
        "ups": 72
    },
    {
        "title": "QSP partnership announced!!!",
        "ups": 68
    },
    {
        "title": "Welcome to the Quantstamp Subreddit [Rules, FAQ]",
        "ups": 66
    },
    {
        "title": "Great example of why Quantstamp is needed and will be successful. 1000 ETH stolen via smart contract flaw.",
        "ups": 67
    },
    {
        "title": "Lightning talks with the @Quantstamp team today in Kitchener, Ontario. We're next to the Google office. Free food and Ethereum talks at 5pm!",
        "ups": 63
    },
    {
        "title": "Quantstamp is in Japan meeting top blockchain, internet and tech companies working together to secure the blockchain",
        "ups": 65
    },
    {
        "title": "Why I feel QSP will at some point hit $1.50 within 3 months...",
        "ups": 68
    }
]