[
    {
        "title": "Quantstamp Roadmap 2018",
        "ups": 136
    },
    {
        "title": "Quantstamp to Audit Insights Network’s EOS Smart Contracts",
        "ups": 123
    },
    {
        "title": "Quantstamp team: PLEASE host the whitepaper somewhere that doesn't require an email grab.",
        "ups": 115
    },
    {
        "title": "Quantstamp",
        "ups": 112
    },
    {
        "title": "Quantstamp - Geometric Progression, Cumulative Value of Airdrops and Token Burns",
        "ups": 116
    },
    {
        "title": "Quantstamp has successfully ran the minimal version of our test network on Ropsten.",
        "ups": 105
    },
    {
        "title": "Quantstamp Completes Audit of WeTrust’s Trusted Lending Circles",
        "ups": 90
    },
    {
        "title": "Facts on Quantstamp, and my personal speculation of whats to come with Req, Coinbase and YCombinator.",
        "ups": 84
    },
    {
        "title": "Quantstamp - the price will reach 2.142$ in the Q1 2018 - fundamental analysis !!!",
        "ups": 79
    },
    {
        "title": "New Senior Software Engineer Hired - Kacper Bąk!",
        "ups": 80
    },
    {
        "title": "Support Quantstamp (QSP) to be listed on Bitindia exchange!",
        "ups": 79
    },
    {
        "title": "Who else is excited for this day? :D",
        "ups": 79
    },
    {
        "title": "You can play a part! (Vote for Quantstamp to be on Next.Exchange)",
        "ups": 79
    },
    {
        "title": "Giving an Ethereum talk at Facebook HQ today to a huge crowd!",
        "ups": 72
    },
    {
        "title": "pushing bittrex to list QSP",
        "ups": 76
    },
    {
        "title": "QSP currently has the #4 fastest growing community in crypto!",
        "ups": 73
    },
    {
        "title": "Why Quantstamp is poised to stand out amongst hundreds of cryptocurrencies",
        "ups": 72
    },
    {
        "title": "WanChain listing QSP as a partner :)",
        "ups": 72
    },
    {
        "title": "24 days until Y-Combinator Demo Day(March 19th). It is the most important day in Quantstamp history.",
        "ups": 74
    },
    {
        "title": "QSP partnership announced!!!",
        "ups": 73
    },
    {
        "title": "Welcome to the Quantstamp Subreddit [Rules, FAQ]",
        "ups": 68
    },
    {
        "title": "Great example of why Quantstamp is needed and will be successful. 1000 ETH stolen via smart contract flaw.",
        "ups": 64
    },
    {
        "title": "Lightning talks with the @Quantstamp team today in Kitchener, Ontario. We're next to the Google office. Free food and Ethereum talks at 5pm!",
        "ups": 64
    },
    {
        "title": "Quantstamp is in Japan meeting top blockchain, internet and tech companies working together to secure the blockchain",
        "ups": 65
    },
    {
        "title": "Why I feel QSP will at some point hit $1.50 within 3 months...",
        "ups": 65
    },
    {
        "title": "Coinspot just listed QSP. Great news from down under!",
        "ups": 60
    },
    {
        "title": "Fund Managers can now use Quantstamp in their ICONOMI DAAs!!",
        "ups": 62
    },
    {
        "title": "QUANTSTAMP (QSP): Industry Standard of Security-Auditing Protocol for Smart Contracts",
        "ups": 61
    },
    {
        "title": "[Announcment] We just added Quantstamp to CryptFlix!! Looking forward to your feedback",
        "ups": 61
    },
    {
        "title": "A few people in r/cryptocurrency were curious about the qsp token in and its purpose, so I made a quick post detailing its use besides just paying for the audits. I'm linking here as well in case some were not aware of it.",
        "ups": 59
    },
    {
        "title": "Top 100 Coin Market Cap Gentlemen",
        "ups": 61
    },
    {
        "title": "[Tweet] Quantstamp partner Insights.Network starts it's KYC process for up-coming ICO, first EOS cross-blockchain client of QSP!",
        "ups": 59
    },
    {
        "title": "Quantstamp mentioned in homepage-article of popular Aussie newspaper!",
        "ups": 59
    },
    {
        "title": "Quantstamp recently co-sponsored a SF Ethereum Developer's Bootcamp.",
        "ups": 57
    },
    {
        "title": "Binance insane withdrawal fee.",
        "ups": 56
    },
    {
        "title": "Quantstamp partnered up with Ink Protocol",
        "ups": 54
    },
    {
        "title": "QUOINE to incorporate Quantstamp's smart contract security recommendations for select tokens on their ICO listing platform, QRYPTOS",
        "ups": 55
    },
    {
        "title": "when you get it",
        "ups": 54
    },
    {
        "title": "Binance withdraw fees is too high",
        "ups": 52
    },
    {
        "title": "Quantstamp breakdown and end of year prediction $5-$8 USD.",
        "ups": 52
    },
    {
        "title": "Looking forward to a big 2018 from Quantstamp!",
        "ups": 51
    },
    {
        "title": "Quantstamp - Mentioned as an integral part of the blockchain infrastructure",
        "ups": 50
    },
    {
        "title": "Quantstamp and Richard Ma mentioned in a Bloomberg article!",
        "ups": 50
    },
    {
        "title": "Looks like Verge might need QSPs help ;$",
        "ups": 46
    },
    {
        "title": "Calling to arms all Quantstamp community members!",
        "ups": 51
    },
    {
        "title": "Top 3 Undervalued Cryptocurrencies for 10x profit in 2018 (feat. Quantstamp)",
        "ups": 49
    },
    {
        "title": "quanstamp iS giving a presentation at the facebook HQ",
        "ups": 50
    },
    {
        "title": "Over 3,000 Ethereum Smart Contracts Contain Major Security Flaws",
        "ups": 48
    },
    {
        "title": "For the new and old QSP investors, you need to read this.",
        "ups": 48
    },
    {
        "title": "Personal views: Why I Invest in Quantstamp",
        "ups": 47
    }
]