[
    {
        "title": "Russians Lead the Quantum Computer Race With 51-Qubit Machine",
        "ups": 84
    },
    {
        "title": "Get ready for the QRL Launch",
        "ups": 51
    },
    {
        "title": "Welcome to the Quantum Resistant Ledger, the first Post-Quantum Resistant Blockchain Ledger",
        "ups": 47
    },
    {
        "title": "Binance now following QRL on Twitter. Hopefully it means something :)",
        "ups": 42
    },
    {
        "title": "We would like to introduce the newest addition to the QRL Team: Adem Bilican",
        "ups": 41
    },
    {
        "title": "YouTube - Introducing The Quantum Resistant Ledger (our first self-produced video!)",
        "ups": 36
    },
    {
        "title": "We would like to introduce the newest addition to the QRL Team: Luke Hahn! ( @Luke_Hahn ) Luke will be handling much of our UI/UX work moving forward, including (but not limited to) helping us revamp our website.",
        "ups": 34
    },
    {
        "title": "QRL PoW Beta Network is now LIVE!",
        "ups": 36
    },
    {
        "title": "QRL the only one in the GREEN",
        "ups": 35
    },
    {
        "title": "QRL just managed to create a working, blockchain-based, decentralized, ephemeral, post-quantum cryptography textmessage conversation. And since we into ELI5 now, am I getting this right?",
        "ups": 32
    },
    {
        "title": "Introduction to QRL (with links)",
        "ups": 32
    },
    {
        "title": "The Final Countdown: Mainnet progress update",
        "ups": 30
    },
    {
        "title": "The Quantum Resistant Ledger is a technology intended to counter eventual quantum attacks against Blockchain, and it is has recruited testers to provide feedback.",
        "ups": 32
    },
    {
        "title": "QRL will launch its PoW Beta Network in the next 24 hours!",
        "ups": 29
    },
    {
        "title": "When QRL hard-forks to PoS in Q3, they should work to add privacy transactions as an optional feature.",
        "ups": 29
    },
    {
        "title": "Why I have decided to invest in Quantum Resistant Ledger (QRL) now • r/CryptoCurrency",
        "ups": 27
    },
    {
        "title": "QRL Testnet – The QRL – Medium",
        "ups": 24
    },
    {
        "title": "QRL/BTC and QRL/ETH markets are live on Coinexchange.io!",
        "ups": 25
    },
    {
        "title": "QRL really should get listed on Binance",
        "ups": 25
    },
    {
        "title": "QRL Development Pulse - Week 46",
        "ups": 24
    },
    {
        "title": "New European exchange. Vote for QRL",
        "ups": 22
    },
    {
        "title": "Is Crypto Currency truly at risk due to Quantum Computers, and what can you do about it?",
        "ups": 22
    },
    {
        "title": "When I first got into QRL...",
        "ups": 21
    },
    {
        "title": "Huge memory usage drop with the latest TestNet commit - great for low power devices like Raspberry Pi's!",
        "ups": 22
    },
    {
        "title": "QRL on Upbit",
        "ups": 23
    },
    {
        "title": "suggestion on QRL publicity in korea!",
        "ups": 21
    },
    {
        "title": "Just put 50% of my stack into QRL.",
        "ups": 22
    },
    {
        "title": "Is Quantum Computing an Existential Threat to Blockchain Technology?",
        "ups": 20
    },
    {
        "title": "Quantum Resistant Ledger QRL",
        "ups": 20
    },
    {
        "title": "qrl needs publicity.",
        "ups": 20
    },
    {
        "title": "Add to your calendar Quantum Resistant Ledger event: Mainnet Launch (February)",
        "ups": 21
    },
    {
        "title": "Practical quantum computing may develop faster than most people think...",
        "ups": 19
    },
    {
        "title": "QRL getting some love in Korea.",
        "ups": 18
    },
    {
        "title": "QRL Update - State of development - Medium",
        "ups": 21
    },
    {
        "title": "Why the SEC &amp; CFTC Senate Hearing Is Bullish for Crypto (Especially LTC, IOTA, XLM, XRB, &amp; QRL)",
        "ups": 18
    },
    {
        "title": "New QRL Wallet UI showing off Quantum Resistant Token support functionality - Twitter",
        "ups": 20
    },
    {
        "title": "Upcoming Event: Quantum-Resistant-Ledger-(QRL)-BlockDelhi-Conference - February 21, 2018 12:00 AM - 11:59 PM",
        "ups": 18
    },
    {
        "title": "Good article regarding QRL",
        "ups": 20
    },
    {
        "title": "QRL NOW ON UPBIT Korean Exchange! Big news",
        "ups": 20
    },
    {
        "title": "We are excited to announce the monumental addition of Dr. Carsten Stöcker as our Strategic Advisor. He serves on a council for the World Economic Forum and has the experience, connections and knowledge to help us navigate our way to being the post quantum blockchain of choice.",
        "ups": 20
    },
    {
        "title": "Institutional Partnerships",
        "ups": 18
    },
    {
        "title": "Rebrand choices",
        "ups": 18
    },
    {
        "title": "Korea's QRL community has created.",
        "ups": 17
    },
    {
        "title": "I’m in and really excited!",
        "ups": 18
    },
    {
        "title": "QRL and the truth about quantum computing vs other cryptocurrancies",
        "ups": 17
    },
    {
        "title": "Introducing QRL Wallet",
        "ups": 16
    },
    {
        "title": "QRL Versus IOTA - An Overview of Quantum Resistant Cryptography",
        "ups": 16
    },
    {
        "title": "With new Microsoft breakthroughs, general purpose quantum computing moves closer to reality",
        "ups": 20
    },
    {
        "title": "Quantum Resistant Ledger (QRL) Review",
        "ups": 18
    },
    {
        "title": "New additions, team update",
        "ups": 19
    }
]