[
    {
        "title": "So the 2nd round actually started at 9:02? Do you realise how many people you just fucked over?",
        "ups": 204
    },
    {
        "title": "That feeling when ur NEO is locked on RED PULSE(BLOCK 45) and NEO is crashing",
        "ups": 142
    },
    {
        "title": "Red Pulse will be speaking at the World Economic Forum 2018 Annual Meeting in Davos on January 23 - 24 on our new research ecosystem and blockchain trends",
        "ups": 138
    },
    {
        "title": "BLOCK 1445025 Investors after 14:00:00GMT - Read this and upvote. Legal actions are on the doorstep",
        "ups": 128
    },
    {
        "title": "For Red Pulse Moderators: Having the second phase start 2 minutes past the second hour is ridiculous and you should honor the contributions that were on time.",
        "ups": 121
    },
    {
        "title": "Korean exchange Coinrail to list Red Pulse (RPX) on thursday, january 25, 2018",
        "ups": 115
    },
    {
        "title": "Red Pulse - The Project with one the highest ROIs",
        "ups": 110
    },
    {
        "title": "Here goes my karma ↓ !",
        "ups": 112
    },
    {
        "title": "Jonathan Ha, we politely ask you to Honor 10:00 and 10:01",
        "ups": 98
    },
    {
        "title": "Partnership between Red Pulse and NEON Exchange NEX! RPX will be the first NEP5 based decentralized app on NEX. NEX to develop an innovative seamless fiat-to-crypto conversion solution for Red Pulse users.",
        "ups": 96
    },
    {
        "title": "We made it top 100 CMC! Let’s goooooo!",
        "ups": 95
    },
    {
        "title": "If you weren't watching their slack, you sent too early. Incompetent.",
        "ups": 85
    },
    {
        "title": "this actually made me laugh. mood improved",
        "ups": 85
    },
    {
        "title": "Red Pulse to be listed on OKEx exchange in early January!",
        "ups": 82
    },
    {
        "title": "Coinrail and Okex exchange listing verified in Amsterdam meeting!",
        "ups": 82
    },
    {
        "title": "RPX Listed on HUOBI! 🎉",
        "ups": 83
    },
    {
        "title": "RPX Sale Refunds Completed",
        "ups": 85
    },
    {
        "title": "Redpulse, do you realise you mislead and pissed off a lot of investors ? Apologies and compensations are very much needed.",
        "ups": 79
    },
    {
        "title": "Jonathan Ha to present Red Pulse at the World Economic Forum - January 24, 16:15-16:30 CET - A new Research Ecosystem for China",
        "ups": 73
    },
    {
        "title": "Binance 💥",
        "ups": 72
    },
    {
        "title": "RPX to List on Kucoin Exchange on October 28",
        "ups": 71
    },
    {
        "title": "Red pulse officially listed on coinrail!",
        "ups": 70
    },
    {
        "title": "Red Pulse - Upcoming Events and Presentations",
        "ups": 72
    },
    {
        "title": "Evidence that the sale was communicated to be TIME based and not BLOCK based",
        "ups": 71
    },
    {
        "title": "Binance Exchange Listing Announcement",
        "ups": 65
    }
]