[
    {
        "title": "So the 2nd round actually started at 9:02? Do you realise how many people you just fucked over?",
        "ups": 205
    },
    {
        "title": "That feeling when ur NEO is locked on RED PULSE(BLOCK 45) and NEO is crashing",
        "ups": 144
    },
    {
        "title": "Red Pulse will be speaking at the World Economic Forum 2018 Annual Meeting in Davos on January 23 - 24 on our new research ecosystem and blockchain trends",
        "ups": 141
    },
    {
        "title": "BLOCK 1445025 Investors after 14:00:00GMT - Read this and upvote. Legal actions are on the doorstep",
        "ups": 126
    },
    {
        "title": "For Red Pulse Moderators: Having the second phase start 2 minutes past the second hour is ridiculous and you should honor the contributions that were on time.",
        "ups": 125
    },
    {
        "title": "Korean exchange Coinrail to list Red Pulse (RPX) on thursday, january 25, 2018",
        "ups": 116
    },
    {
        "title": "Red Pulse - The Project with one the highest ROIs",
        "ups": 112
    },
    {
        "title": "Here goes my karma ↓ !",
        "ups": 110
    },
    {
        "title": "Jonathan Ha, we politely ask you to Honor 10:00 and 10:01",
        "ups": 98
    },
    {
        "title": "Partnership between Red Pulse and NEON Exchange NEX! RPX will be the first NEP5 based decentralized app on NEX. NEX to develop an innovative seamless fiat-to-crypto conversion solution for Red Pulse users.",
        "ups": 99
    },
    {
        "title": "We made it top 100 CMC! Let’s goooooo!",
        "ups": 93
    },
    {
        "title": "If you weren't watching their slack, you sent too early. Incompetent.",
        "ups": 84
    },
    {
        "title": "this actually made me laugh. mood improved",
        "ups": 81
    },
    {
        "title": "Red Pulse to be listed on OKEx exchange in early January!",
        "ups": 79
    },
    {
        "title": "Coinrail and Okex exchange listing verified in Amsterdam meeting!",
        "ups": 82
    },
    {
        "title": "RPX Listed on HUOBI! 🎉",
        "ups": 83
    },
    {
        "title": "RPX Sale Refunds Completed",
        "ups": 82
    },
    {
        "title": "Redpulse, do you realise you mislead and pissed off a lot of investors ? Apologies and compensations are very much needed.",
        "ups": 79
    },
    {
        "title": "Jonathan Ha to present Red Pulse at the World Economic Forum - January 24, 16:15-16:30 CET - A new Research Ecosystem for China",
        "ups": 77
    },
    {
        "title": "Binance 💥",
        "ups": 73
    },
    {
        "title": "RPX to List on Kucoin Exchange on October 28",
        "ups": 69
    },
    {
        "title": "Red pulse officially listed on coinrail!",
        "ups": 67
    },
    {
        "title": "Red Pulse - Upcoming Events and Presentations",
        "ups": 69
    },
    {
        "title": "Evidence that the sale was communicated to be TIME based and not BLOCK based",
        "ups": 68
    },
    {
        "title": "Binance Exchange Listing Announcement",
        "ups": 69
    },
    {
        "title": "Binance Lists Red Pulse (RPX)",
        "ups": 70
    },
    {
        "title": "Red Pulse Progress Update - 20171127",
        "ups": 71
    },
    {
        "title": "RPX 24h volume up 1700% - Thank you Binance",
        "ups": 69
    },
    {
        "title": "New app just released guys :)",
        "ups": 61
    },
    {
        "title": "We are leaving slack, all our current channels are listed bellow",
        "ups": 61
    },
    {
        "title": "Red Pulse Welcomes CoZ's Chris Hager as CTO",
        "ups": 65
    },
    {
        "title": "Shut up about the ICO.",
        "ups": 59
    },
    {
        "title": "Red Pulse announced partnership with NEX!!!",
        "ups": 63
    },
    {
        "title": "RPX Sale GAS Airdrop for Block 1445025",
        "ups": 62
    },
    {
        "title": "Anyone else pissed off at this mess of an ICO?",
        "ups": 60
    },
    {
        "title": "Holy shit, 2 days refund complete, New found respect. Thanks Jon Ha, I love you.",
        "ups": 61
    },
    {
        "title": "Suppoman reviews RPX and rates it: Excellent",
        "ups": 55
    },
    {
        "title": "I don't think people understand how big Chinapex is and what this partnership with RPX means. Do your research on Chinapex. Huge.",
        "ups": 58
    },
    {
        "title": "Red Pulse Opens Up Platform to 18 Financial Institutions as Part of Accenture’s FinTech Innovation Lab Asia-Pacific",
        "ups": 53
    },
    {
        "title": "Partnership with APEX(chinapex)",
        "ups": 52
    },
    {
        "title": "Making RedPulse stand out in 2018!",
        "ups": 55
    },
    {
        "title": "Great video of the RedPulse presentation during the Amsterdam meet up",
        "ups": 56
    },
    {
        "title": "CEO just announced RPX will be listed on 2 top 10 exchanges within the week. This is just the start for this awesome project. Going to be a fun ride!",
        "ups": 56
    },
    {
        "title": "GAS REFUND!",
        "ups": 53
    },
    {
        "title": "NEP-5 Token support update!",
        "ups": 51
    },
    {
        "title": "87th place on CoinMarketCap and still growing!",
        "ups": 49
    },
    {
        "title": "Brace yourselves guys, here it comes : the new exchange",
        "ups": 49
    },
    {
        "title": "Confirmation that Binance can handle NEP-5 coins, things are looking good!",
        "ups": 51
    },
    {
        "title": "The amount of senseless outrage on this sub is embarrassing. Please wait until we have an official response from Red Pulse regarding token distribution before getting upset",
        "ups": 51
    },
    {
        "title": "RPX is listed on Binance!!",
        "ups": 49
    }
]