[
    {
        "title": "Looks like we made the headlines.",
        "ups": 239
    },
    {
        "title": "RDD - Reddcoin December 7th Dev Team Official Update - Redd-ID Milestone on Production Reddcoin Blockchain and More!",
        "ups": 215
    },
    {
        "title": "Reddcoin Integration to the Steam Network Petition",
        "ups": 209
    },
    {
        "title": "HODL :D",
        "ups": 204
    },
    {
        "title": "From the ReddCoin Devs - Jan 1, 2018",
        "ups": 201
    },
    {
        "title": "GET REDDCOIN ON WIKIPEDIA!! UPVOTE THIS REDDHEADS... WE CAN DO THIS!",
        "ups": 200
    },
    {
        "title": "ReadHeads: Are we in the same ship 🚀😜",
        "ups": 173
    },
    {
        "title": "Guys we can do it!! Let’s make this happen Reddfam!",
        "ups": 176
    },
    {
        "title": "Vote for $RDD on binance only 506 so far! wake up community support the coin you invest in.",
        "ups": 179
    },
    {
        "title": "Binance Community Coin of the Month! Let's get Reddcoin application submitted to list on Binance!",
        "ups": 171
    },
    {
        "title": "Who wants his own reddcoin card?",
        "ups": 168
    },
    {
        "title": "Streamlabs - CONTACT THEM ASAP! Huge opportunity.",
        "ups": 157
    },
    {
        "title": "ReddCoin Core Dev Team Update - January 27, 2018 - Core Wallet Software 2.0.1.2 and more",
        "ups": 144
    },
    {
        "title": "Top left next to Zcash..",
        "ups": 138
    },
    {
        "title": "Binance post went through the roof! Now lets get the next exchange! Please vote and/or leave a comment to vote for RDD! We only need 3,000 votes to win! Over 30,000 Reddheads here!",
        "ups": 138
    },
    {
        "title": "JOHN MCAFEE TWEETED ABOUT RDD! YOU GUYS MADE IT!",
        "ups": 131
    },
    {
        "title": "HODLing right Now be like! 🤣",
        "ups": 128
    },
    {
        "title": "Only 1,500 more signatures need to reach petition goal of 7,500! Reddcoin being added to a platform like steam would be huge! every signature counts, let's not forget!",
        "ups": 125
    },
    {
        "title": "ReddHeads: All say with me HODL HODL !!! 😂",
        "ups": 123
    },
    {
        "title": "RDDiters!! New exchange coming looking for coins/tokens to add. Take 2 sec to vote, and please vote every day! Upvote is more people see this post and vote.",
        "ups": 120
    },
    {
        "title": "Because I love Reddcoin so much...",
        "ups": 117
    },
    {
        "title": "Let's spread the word on the front page of reddit.",
        "ups": 120
    },
    {
        "title": "We need to get Reddcoin listed at KuCoin! It’s possible if someone of the Reddcoin team can fill in this request-form; http://kucoinform.mikecrm.com/tAssDWK . If someone that reads this is connected with one of the devs, please spread the word.",
        "ups": 114
    },
    {
        "title": "Over 1,700 votes in 24 hours Reddheads! Upvote if you think we can hit 4k tomorrow!",
        "ups": 116
    },
    {
        "title": "Coinify accepts Reddcoin!!!! :D",
        "ups": 112
    },
    {
        "title": "I'm proud to announce the release of the social wallet!",
        "ups": 117
    },
    {
        "title": "Reddcoin unveils next-generation social wallet, platform and starts transition to proprietary Proof of Stake Velocity",
        "ups": 115
    },
    {
        "title": "We're going to submit the steam petition soon",
        "ups": 112
    },
    {
        "title": "(MEGATHREAD) Voting RDD into New Exchanges",
        "ups": 111
    },
    {
        "title": "Did you just sell during the dip! 😜",
        "ups": 109
    },
    {
        "title": "Reddcoin rated \"Strong buy-Long term\" by David Gokhshtein on Twitter.",
        "ups": 109
    },
    {
        "title": "Have you signed the petition \"Integration of the # 1 Social Media cryptocurrency Reddcoin into Facebook!\" ... every vote counts ... there is no excuse for not signing up!",
        "ups": 110
    },
    {
        "title": "Who else needs to...?! 😂",
        "ups": 108
    },
    {
        "title": "(Laudney here) I need Karma for this new bot to tip community based on Karma without captcha",
        "ups": 104
    },
    {
        "title": "ReddCoin (RDD) hits $.03. Crosses $750 million in market cap. Joins top 50 coin club.",
        "ups": 106
    },
    {
        "title": "🔥ReddCoinMC.com has launched!🔥",
        "ups": 99
    },
    {
        "title": "REDDCOIN IN THE VOTING LIST FOR BINANCE",
        "ups": 95
    },
    {
        "title": "Updated Reddcoin Roadmap for 2017-2018",
        "ups": 99
    },
    {
        "title": "We've transitioned from a Market Bleed to a Flash Crash. Please read before you make a panic post.",
        "ups": 97
    },
    {
        "title": "[PoSV] Official Release v1.3.0.0 Mandatory Upgrade",
        "ups": 96
    },
    {
        "title": "What do you think ?! ❤️",
        "ups": 94
    },
    {
        "title": "Reddcoin Team member says hi to the RDD community.",
        "ups": 94
    },
    {
        "title": "Want to buy games with your Reddcoins?",
        "ups": 92
    },
    {
        "title": "Follow-up: We need all Reddheads to vote for Reddcoin on this Binance Poll",
        "ups": 88
    },
    {
        "title": "ReddCoin has partnered with Local World Forwarders",
        "ups": 86
    },
    {
        "title": "A \"Green\" approach to Reddcoin - Thoughts?",
        "ups": 84
    },
    {
        "title": "Update!!!",
        "ups": 86
    },
    {
        "title": "Reddcoin products and services coming in August and September",
        "ups": 85
    },
    {
        "title": "Upvote to add Reddcoin on CoinedUp!",
        "ups": 88
    },
    {
        "title": "REDD COIN MUST ABSOLUTELY BE ON BINANCE",
        "ups": 84
    }
]