[
    {
        "title": "Request Network project update (January 5th, 2018)-Release of the JS library, on the road to Request Great Wall",
        "ups": 1135
    },
    {
        "title": "One U.S Dollar Ladies and Gentlemen",
        "ups": 1093
    },
    {
        "title": "Thank you req, really thank you.",
        "ups": 963
    },
    {
        "title": "Request Network project update - Announcing a $30 Million Request Fund",
        "ups": 901
    },
    {
        "title": "We as a community need to be as crazy as the likes of XRB fanatics etc! Vote for REQ here all 20k of you!",
        "ups": 864
    },
    {
        "title": "I designed some 'Pay with Request' buttons",
        "ups": 848
    },
    {
        "title": "[Colossus is out] Please share your feedback with us in this thread!",
        "ups": 811
    },
    {
        "title": "Testnet is out!",
        "ups": 711
    },
    {
        "title": "Remember to Upvote, Share, Subscribe, and Comment (it helps with reddit sub rankings)! Let's grow Request Network's sub into one of the biggest and most active!",
        "ups": 709
    },
    {
        "title": "Upvote any posts and comments you like in this sub for visibility. This is how reddit promotes subreddits.",
        "ups": 698
    },
    {
        "title": "Request Network project update (February 2nd, 2018)-Tech development, RCN partnership",
        "ups": 605
    },
    {
        "title": "Hmmmm. A mock-up I made of what we are going to start seeing pretty soon. This is the Prophecy Token!",
        "ups": 594
    },
    {
        "title": "Everyone watching the charts right now",
        "ups": 599
    },
    {
        "title": "dreams",
        "ups": 542
    },
    {
        "title": "Request Network project update (February 16th)",
        "ups": 536
    },
    {
        "title": "Binance REQ withdrawal fee still at 30 REQ - $10, actual fee is ~$1. Put in a support ticket for them to adjust it accordingly!",
        "ups": 525
    },
    {
        "title": "REQ listed as a top 10 cryprocurrency to watch in 2018 by TechAdvisor.",
        "ups": 508
    },
    {
        "title": "Appropriate Time for This?",
        "ups": 509
    },
    {
        "title": "REQ has reached top 50 in market cap for the first time",
        "ups": 504
    },
    {
        "title": "Can anyone help to spread the post to r/cryptocurrency , so we can stop the FUD once and for all?",
        "ups": 485
    },
    {
        "title": "Good news for REQ - Visa and Mastercard Now Charge an Additional 3% Fee",
        "ups": 477
    },
    {
        "title": "Can’t believe we have more than 25k reddit subscribers ( a lot more than other alts worth few billions) but the price still under one billion?! Something big is coming IMO... also every day day we get 1000 new subscribers which is a lot 👍",
        "ups": 475
    },
    {
        "title": "Binance withdrawl feels are very high",
        "ups": 474
    },
    {
        "title": "Request Network by far is one of the few coins that have zero loopholes so far. In other words , every time I question the technology behind it, I go back to the White Paper and I find an answer there. Technology to usability to scalability to simplicity.",
        "ups": 475
    },
    {
        "title": "eBay is dumping PayPal to go for a cheaper service provider: good news for Request!",
        "ups": 463
    },
    {
        "title": "REQ is now live and convertible on the Bancor Network, allowing continuous and automated liquidity. Check out the Web App to convert REQ, BNB, EOS, ETH and other tokens directly from your Web3 (metamask, parity, mist) wallet.",
        "ups": 453
    },
    {
        "title": "Request Network listed as one of 4 ERC-20 projects that are most important to Ethereum",
        "ups": 459
    },
    {
        "title": "HUGE Article done on Request Network",
        "ups": 449
    },
    {
        "title": "Update on what the team is currently working on",
        "ups": 429
    },
    {
        "title": "REQ Animation me and my friend created :)",
        "ups": 422
    },
    {
        "title": "I Made An iOS Prototype For Request!",
        "ups": 418
    },
    {
        "title": "Request is a gamechanger",
        "ups": 415
    },
    {
        "title": "Request Network project update (December 22nd, 2017)-First feedbacks Colossus, introducing Request…",
        "ups": 416
    },
    {
        "title": "Impressed by the code quality of requestNetwork.js",
        "ups": 407
    },
    {
        "title": "Binance Withdrawal Fees Lowered! Good job everyone!",
        "ups": 400
    },
    {
        "title": "When you bought the dip and look at REQ today",
        "ups": 398
    },
    {
        "title": "WE DID IT REDDIT",
        "ups": 371
    },
    {
        "title": "Vote for REQ for exposure",
        "ups": 374
    },
    {
        "title": "Look at that buy mountain! we'll reach 1$ in no time!",
        "ups": 368
    },
    {
        "title": "Microsoft has stopped accepting Bitcoin... this is the kind of thing that makes me bullish on REQ",
        "ups": 366
    },
    {
        "title": "Don't worry about your investment in REQ. 2018 will be the REQoning. Enjoy Christmas and spend it with family.",
        "ups": 357
    },
    {
        "title": "What is REQ and why it is one of the most promising coins as we enter 2018.",
        "ups": 352
    },
    {
        "title": "REQ Perspective",
        "ups": 339
    },
    {
        "title": "Since alot of new people are coming everyday I made a tutorial on how to transfer REQ from an exchange to MEW (MyEtherWallet)",
        "ups": 346
    },
    {
        "title": "Great example of how req will work!",
        "ups": 343
    },
    {
        "title": "Request Network is more than just PayPal 2.0 — It could revolutionize the finance world",
        "ups": 324
    },
    {
        "title": "Thanks REQ",
        "ups": 316
    },
    {
        "title": "So what you're saying is...",
        "ups": 312
    },
    {
        "title": "Binance dynamic withdrawal fees: As an example, withdrawal fee for REQ has gone from 15 REQ down to 12.4 REQ today. Not much, but a step in the right direction!",
        "ups": 306
    },
    {
        "title": "India's biggest cryptocurrency exchange is adding REQ/INR pair.",
        "ups": 304
    }
]