[
    {
        "title": "New roadmap for 2018. Very exciting year for Revain, make sure to check it!",
        "ups": 7
    },
    {
        "title": "Congratulations to all who got in on time",
        "ups": 8
    },
    {
        "title": "Revain(R): Non-Stop Price Growth While Other Coins Keep Dipping",
        "ups": 5
    },
    {
        "title": "\"It may only be a year or two until we have all already forgotten about Yelp, and are now consulting Revain (R) before we go buy a service or participate in an ICO.\"",
        "ups": 6
    },
    {
        "title": "Thinking of getting in, few doubts.",
        "ups": 5
    },
    {
        "title": "Do You Sell Or Buy More And HODL?",
        "ups": 4
    },
    {
        "title": "R-token got listed on HitBTC.",
        "ups": 5
    },
    {
        "title": "+240% Rise In 30 Days!",
        "ups": 6
    },
    {
        "title": "Revain featured as top gainer this week",
        "ups": 4
    },
    {
        "title": "Happy new year everyone! Stay faithful.",
        "ups": 6
    },
    {
        "title": "Vote for Revain be listed on Binance",
        "ups": 4
    },
    {
        "title": "What happened?",
        "ups": 5
    },
    {
        "title": "Blockchain Review Platform Revain Listed on OKEx",
        "ups": 4
    },
    {
        "title": "\"Revain, a blockchain technology for reviews has gone up by a mammoth 92% in the past 24 hours when the entire cryptocurrency market has been bleeding red because of multiple stories breaking out from the Asian and US markets.\"",
        "ups": 4
    },
    {
        "title": "It’s time",
        "ups": 3
    },
    {
        "title": "Revain (R) Mcap growth looks so nice! Just joined the community! :)",
        "ups": 6
    },
    {
        "title": "Revain team wishes happy holidays to all our community! It's been a good year for us!",
        "ups": 3
    },
    {
        "title": "I recently learned about Revain while writing this article on the Top 20 Ethereum Tokens by market cap. Hope this is a good intro to the project!",
        "ups": 3
    },
    {
        "title": "Revain Dashboard v0.5 is here! New vidgets and buttons, expanded project view and more!",
        "ups": 3
    },
    {
        "title": "Revain's New Year Gifts",
        "ups": 3
    },
    {
        "title": "CMV: Revain AI usage on is against my principles by using AI to \"filter\" away freedom of speech",
        "ups": 3
    },
    {
        "title": "Cant log in to platform",
        "ups": 3
    },
    {
        "title": "Revain’s CEO Rinat Arslanov is in Hong Kong right now, making partnerships including the one with one of the world's biggest cryptocurrency exchanges OKEx. Stay tuned!",
        "ups": 3
    },
    {
        "title": "Revain (R) is now tradable at OKEx Exchange!",
        "ups": 3
    },
    {
        "title": "The use of revain",
        "ups": 3
    },
    {
        "title": "Revain CEO Rinat Arslanov is participating in WBCSummit | World Blockchain and Cryptocurrency Summit",
        "ups": 3
    },
    {
        "title": "Revain R token GIVEAWAY! Make the right price prediction on JAN, 31 12.00 AM. Like and share facebook &amp; twitter post. Closest prediction gets $1000 worth of R!",
        "ups": 3
    },
    {
        "title": "COMMUNITY ALERT! Please help the team to improve the platform by giving your opinion! Wont take long to complete this survey! Thank you!",
        "ups": 3
    },
    {
        "title": "Revain's Review Dashboard v0.3 Release Info",
        "ups": 3
    },
    {
        "title": "Review of Revain ICO",
        "ups": 3
    },
    {
        "title": "I lost my r coin i dont get Rcoin from binance to kucoin ..vibe to R but the binance say its completed ..",
        "ups": 2
    },
    {
        "title": "KuCoin to list Revain today ! - Bonus Explanation &amp; Invitation Code",
        "ups": 2
    },
    {
        "title": "R token just crossed top-90 on CMC! And the price hits new all time high - $0,5! This is just the beginning...",
        "ups": 2
    },
    {
        "title": "R-token added for trade on KUNA Exchange",
        "ups": 2
    },
    {
        "title": "Artificial Intelligence: Impact on online reviews market",
        "ups": 2
    },
    {
        "title": "Newcomers on /r/revain_org - Please Read Our FAQ and Subreddit Rules",
        "ups": 2
    },
    {
        "title": "Upcoming Event: Kucoin Traders Contest Close Date - February 12, 2018 12:00 AM - February 22, 2018 11:59 PM",
        "ups": 1
    },
    {
        "title": "Where can I see my tokens on the website?",
        "ups": 1
    },
    {
        "title": "Interesting statistics about Revain's media coverage «... This Russia-based company which collected BTC 2108 at crowdfunding that ended on September the 6th»",
        "ups": 1
    }
]