[
    {
        "title": "MoneyGram Signs Deal to Work With Currency Startup Ripple",
        "ups": 6306
    },
    {
        "title": "Some words of wisdom....",
        "ups": 4079
    },
    {
        "title": "Here's what will determine the actual underlying value of XRP, irrespective of speculation",
        "ups": 2719
    },
    {
        "title": "No Cryptocurrency Trading Ban, South Korea Government Confirms",
        "ups": 2460
    },
    {
        "title": "$1: We are making history. Let us as community pause, be proud and celebrate!",
        "ups": 2417
    },
    {
        "title": "Ripple Hit $3.00! (Global Average)",
        "ups": 2285
    },
    {
        "title": "Price is Stable Guys Dont panic Coinmarketcap",
        "ups": 2230
    },
    {
        "title": "I'm still waiting",
        "ups": 2158
    },
    {
        "title": "Moneygram news made it to wall street papers this morning!",
        "ups": 2041
    },
    {
        "title": "Ripple makes the front page of the Wall Street Journal",
        "ups": 1783
    },
    {
        "title": "Looks like robinhood is going to try to be the next coinbase. Taking the dip into crypto",
        "ups": 1672
    },
    {
        "title": "Coinsquare CEO announces they are adding Ripple (5:30 mark)",
        "ups": 1616
    },
    {
        "title": "Japan major financial institutions SBI holdings (SoftBank Investments 7.5USD billion) CEO Mr Kitano supporting XRP confirmed in local newspaper 1/18, against all the headwinds from Korea, China, India, Indonesia and Malaysia.",
        "ups": 1591
    },
    {
        "title": "Someone just bought 0.9 billion XRP. That's about $700 million worth of XRP. They know what's going down. HODL.",
        "ups": 1549
    },
    {
        "title": "For the newbies",
        "ups": 1550
    },
    {
        "title": "Ripple is paying for my dog's cancer treatment.",
        "ups": 1538
    },
    {
        "title": "Time to ride the bull boys!",
        "ups": 1486
    },
    {
        "title": "Idea - when XRP hits $10 every subscriber donates 1 XRP worth to charity...",
        "ups": 1480
    },
    {
        "title": "Is this why Ripple is likely to cripple Bitcoin in 2018?",
        "ups": 1446
    },
    {
        "title": "r/ripple right now!!!",
        "ups": 1400
    },
    {
        "title": "The mrs has obviously clocked my obsession... Awesome mug for Christmas!",
        "ups": 1384
    },
    {
        "title": "Official! 3 of the top 5 global money transfer companies plan to use XRP in payment flows in 2018. Even more in the pipeline.",
        "ups": 1368
    },
    {
        "title": "Two New Payment Providers Sign Up To Use XRP!",
        "ups": 1366
    },
    {
        "title": "I am the guy that lost £25000 due to Ledger scam (not $34000 life savings)",
        "ups": 1289
    },
    {
        "title": "WARNING: Brutal scam. Guy buys a Ledger Nano wallet on Ebay, and it steals all his cryptocurrency ($34,000, which is his life's savings).",
        "ups": 1266
    },
    {
        "title": "Good times are coming guys! Hold tight!",
        "ups": 1261
    },
    {
        "title": "100k Readers on Ripple ! WO WOOO",
        "ups": 1248
    },
    {
        "title": "Here's how and why XRP will be used by banks",
        "ups": 1243
    },
    {
        "title": "THE most important part of the hearing today about Virtual Currencies 02/06/18",
        "ups": 1227
    },
    {
        "title": "Christmas XRP drop!",
        "ups": 1193
    },
    {
        "title": "Over 20,000 sign petition for Coinbase to add XRP",
        "ups": 1183
    },
    {
        "title": "Soon these ripple chips and XRP will be the same price.",
        "ups": 1186
    },
    {
        "title": "Ripple is Getting Ready to Use its Blockchain Technology in Singapore",
        "ups": 1169
    },
    {
        "title": "Buying with RIPPLE in WALMART using CENTRA Cryptocurrency Card!!",
        "ups": 1164
    },
    {
        "title": "Companies using XRP",
        "ups": 1134
    },
    {
        "title": "Ripple Is third largest now.",
        "ups": 1071
    },
    {
        "title": "Response to the thread declaring the factors that give Ripple its \"actual underlying value\"",
        "ups": 1064
    },
    {
        "title": "Western Union is Testing Transactions with Ripple",
        "ups": 1061
    },
    {
        "title": "An appeal to the thief that stole my cryptocurrency",
        "ups": 1034
    },
    {
        "title": "2018 brings 6 potential price hikes for Ripple...",
        "ups": 988
    },
    {
        "title": "XRP soars by 50% as token recovers $25 BILLION in overnight rally",
        "ups": 968
    },
    {
        "title": "Coinmarketcap's decision to exclude Korean prices from the displayed XRP price made the price appear to drop, likely triggering some panic selling. Look closely at the data and don't be mislead",
        "ups": 960
    },
    {
        "title": "Connecting Some Dots...",
        "ups": 938
    },
    {
        "title": "Ripple briefly overtakes Ethereum as the No. 2 crypto",
        "ups": 936
    },
    {
        "title": "SBI Virtual Currencies will list XRP exclusively at Launch",
        "ups": 930
    },
    {
        "title": "A \"client\" bought 450 million XRP today, announcement soon?",
        "ups": 929
    },
    {
        "title": "XRP is the main headline on CNBC.com, arguably the biggest name in business news in the US",
        "ups": 921
    },
    {
        "title": "Brad Garlinghouse gives a hint about one of the world's largest banks using XRP",
        "ups": 875
    },
    {
        "title": "ripple is literally the best thing that has happened in my life so far",
        "ups": 880
    },
    {
        "title": "Westernunion pilot uses xRapid!",
        "ups": 869
    }
]