[
    {
        "title": "MoneyGram Signs Deal to Work With Currency Startup Ripple",
        "ups": 6309
    },
    {
        "title": "Some words of wisdom....",
        "ups": 4083
    },
    {
        "title": "Here's what will determine the actual underlying value of XRP, irrespective of speculation",
        "ups": 2719
    },
    {
        "title": "No Cryptocurrency Trading Ban, South Korea Government Confirms",
        "ups": 2458
    },
    {
        "title": "$1: We are making history. Let us as community pause, be proud and celebrate!",
        "ups": 2414
    },
    {
        "title": "Ripple Hit $3.00! (Global Average)",
        "ups": 2282
    },
    {
        "title": "Price is Stable Guys Dont panic Coinmarketcap",
        "ups": 2225
    },
    {
        "title": "I'm still waiting",
        "ups": 2155
    },
    {
        "title": "Moneygram news made it to wall street papers this morning!",
        "ups": 2038
    },
    {
        "title": "Ripple makes the front page of the Wall Street Journal",
        "ups": 1787
    },
    {
        "title": "Looks like robinhood is going to try to be the next coinbase. Taking the dip into crypto",
        "ups": 1672
    },
    {
        "title": "Coinsquare CEO announces they are adding Ripple (5:30 mark)",
        "ups": 1610
    },
    {
        "title": "Japan major financial institutions SBI holdings (SoftBank Investments 7.5USD billion) CEO Mr Kitano supporting XRP confirmed in local newspaper 1/18, against all the headwinds from Korea, China, India, Indonesia and Malaysia.",
        "ups": 1591
    },
    {
        "title": "Someone just bought 0.9 billion XRP. That's about $700 million worth of XRP. They know what's going down. HODL.",
        "ups": 1554
    },
    {
        "title": "For the newbies",
        "ups": 1546
    },
    {
        "title": "Ripple is paying for my dog's cancer treatment.",
        "ups": 1539
    },
    {
        "title": "Time to ride the bull boys!",
        "ups": 1480
    },
    {
        "title": "Idea - when XRP hits $10 every subscriber donates 1 XRP worth to charity...",
        "ups": 1477
    },
    {
        "title": "Is this why Ripple is likely to cripple Bitcoin in 2018?",
        "ups": 1453
    },
    {
        "title": "r/ripple right now!!!",
        "ups": 1404
    },
    {
        "title": "The mrs has obviously clocked my obsession... Awesome mug for Christmas!",
        "ups": 1380
    },
    {
        "title": "Official! 3 of the top 5 global money transfer companies plan to use XRP in payment flows in 2018. Even more in the pipeline.",
        "ups": 1370
    },
    {
        "title": "Two New Payment Providers Sign Up To Use XRP!",
        "ups": 1366
    },
    {
        "title": "I am the guy that lost £25000 due to Ledger scam (not $34000 life savings)",
        "ups": 1286
    },
    {
        "title": "WARNING: Brutal scam. Guy buys a Ledger Nano wallet on Ebay, and it steals all his cryptocurrency ($34,000, which is his life's savings).",
        "ups": 1258
    }
]