[
    {
        "title": "#RISE continues to expand its developer team. Welcome on board Alessio Scarapazzi!",
        "ups": 33
    },
    {
        "title": "Vote for Rise on Eucoin",
        "ups": 30
    },
    {
        "title": "RISE have had an incredible time exhibiting at London #BlockchainWeek today. We've met lots of people who enjoyed learning about the #RISE blockchain platform! Fintech Worldwide",
        "ups": 28
    },
    {
        "title": "True Facts about RISE",
        "ups": 27
    },
    {
        "title": "RISE is one of the first blockchain projects to have an entire codebase in TypeScript. This helps speed up development for future incubator projects. Check out how you can be part of the RISE Testers Program and you can receive a BugBounty",
        "ups": 28
    },
    {
        "title": "This is why I love RISE... sleeping giant!",
        "ups": 26
    },
    {
        "title": "RISE: 2017 in review and outlook for 2018 - New Blog Post on Medium. Includes Video!",
        "ups": 26
    },
    {
        "title": "RISE has achieved 80% of our Typescript test code coverage. Our developers and testers have now completed more than 1270 tests to stress test the network.",
        "ups": 24
    },
    {
        "title": "Interlet Snapshot confirmed for the 31st Of January !",
        "ups": 22
    },
    {
        "title": "Quick Update regarding Bittrex",
        "ups": 20
    },
    {
        "title": "WHAT IS RISE? *MUST READ*",
        "ups": 21
    },
    {
        "title": "Everyone give a warm welcome to Lalina joining the Rise Team Full-Time !",
        "ups": 19
    },
    {
        "title": "The Rise of TypeScript!",
        "ups": 20
    },
    {
        "title": "Want to know more about the Rise Delegate Proof Of Stake Protocol?",
        "ups": 18
    },
    {
        "title": "RISE community 'Thank you' for your continued efforts in promoting #RISE! We wanted to share an update on what we have been up to recently.",
        "ups": 18
    },
    {
        "title": "Protect your Rise",
        "ups": 18
    },
    {
        "title": "Good news for RISE! 2018 will be huge!",
        "ups": 18
    },
    {
        "title": "We almost ready for the INTERLET PROJECT AIRDROP HODL on tight we are ready to 🚀🚀🚀🚀🚀",
        "ups": 17
    },
    {
        "title": "Vote for RISE for CommunityCoin of the month to get listed on Binance! Voting starts 31st December so head over to http://www.binance.com to vote!",
        "ups": 17
    },
    {
        "title": "RISE STATUS PAGE RELEASED!",
        "ups": 17
    },
    {
        "title": "Application in progress with Binance for RISE. We are still actively working legals with Bittrex as best we can.",
        "ups": 18
    },
    {
        "title": "In regards to the Rise delisting drama due to airdops. A US State Senator introduces a new law exempting Tokens from Security Laws. This is very good news!",
        "ups": 17
    },
    {
        "title": "RISE Newsletter — January 2018",
        "ups": 17
    },
    {
        "title": "RISE- NEW EXCHANGES, WEBSITE REFRESH, SCALABILITY UPGRADES, EVENTS AND MORE BEING WORKED ON Q1",
        "ups": 19
    },
    {
        "title": "CLEARING UP THE FUD",
        "ups": 17
    },
    {
        "title": "7th rise newsletter is now available !",
        "ups": 16
    },
    {
        "title": "Hello crypto family hope you are all having a great day I know how much you all love the crypto Rise. So here is a video I just made about Rise about what it is and should you invest. Would appreciate it if you gave it a like so Rise can get more publicity. Thanks in advance for watching.",
        "ups": 17
    },
    {
        "title": "Big things in store for Rise Q1",
        "ups": 17
    },
    {
        "title": "RISE will be at London #BlockchainWeek on the 22nd Jan",
        "ups": 15
    },
    {
        "title": "New Riser",
        "ups": 16
    },
    {
        "title": "A quick update from Cormac (Rise CEO)",
        "ups": 16
    },
    {
        "title": "Happy to announce a new addition to the Rise Team!",
        "ups": 16
    },
    {
        "title": "First Rise Newsletter Released Today!",
        "ups": 15
    },
    {
        "title": "New Desktop Update on Github!",
        "ups": 14
    },
    {
        "title": "Rise second round of voting for Digax exchange (https://twitter.com/DigaxHQ/)",
        "ups": 16
    },
    {
        "title": "Godex team are proud to announce that we have begun work on adding RISE",
        "ups": 17
    },
    {
        "title": "Maybe we should aim for community coin on Binance",
        "ups": 15
    },
    {
        "title": "RISE snapshot #1 successful",
        "ups": 15
    },
    {
        "title": "Kidding me?",
        "ups": 15
    },
    {
        "title": "After bittrex, Rise is now tradable on Upbit!",
        "ups": 14
    },
    {
        "title": "Rise Blockchain Technology Breaks into the Python Developers Market Read the PDF announcement! Bounties for Devs!",
        "ups": 14
    },
    {
        "title": "NEW RIse Website Launched",
        "ups": 16
    },
    {
        "title": "About Rise delisting, interesting...",
        "ups": 16
    },
    {
        "title": "So at least the fear/fact of getting delisted from Bittrex caused some more transparency from the devs.",
        "ups": 14
    },
    {
        "title": "RISE code base is in TypeScript now! If you love running delegate nodes join our current testers in the RISE Testers Program!",
        "ups": 15
    },
    {
        "title": "Stop by the RISE booth at London Blockchain Week and say 'Hello'!",
        "ups": 14
    },
    {
        "title": "SNAP SHOT CONFIRMED",
        "ups": 13
    },
    {
        "title": "JANUARY INTERLET AIRDROP UPDATE MUST READ",
        "ups": 16
    },
    {
        "title": "RISE .67 cents to $1.13 BEAST",
        "ups": 13
    },
    {
        "title": "Rise has more in store for you..better returns get in now!",
        "ups": 13
    }
]