[
    {
        "title": "Tokit is Here! Ethereum's First Multi Smart Contract Blockchain Application is Live! - www.Tokit.io",
        "ups": 75
    },
    {
        "title": "SingularDTV Hires IBM Watson Founder",
        "ups": 54
    },
    {
        "title": "SingularX Launches - A Decentralized, Tokenized Trading Platform",
        "ups": 49
    },
    {
        "title": "SingularDTV FAQ",
        "ups": 48
    },
    {
        "title": "SingularDTV is starting a new entertainment division that will finance, produce and distribute original films and TV series, plus acquire exclusive content - via Deadline Hollywood",
        "ups": 50
    },
    {
        "title": "Tokens, Launches, and a Revolution Roadmap: Highlights from SingularDTV’s Reddit AMA",
        "ups": 45
    },
    {
        "title": "SingularDTV Distribution &amp; Marketing Team Reddit AMA with Jason Tyrrell (u/IndieJCT - VP of Content), Bill Richards (u/Billrnyc1 - CMO) and Boyan Balinov (u/yeshe257 - Community Manager) Thursday, Oct. 19th At 10-11 AM PST/ 1-2 PM EST/ 7-8 PM CET.",
        "ups": 41
    },
    {
        "title": "SingularDTV Blockchain Documentary Teaser",
        "ups": 42
    },
    {
        "title": "This week SingularDTV won \"Award for the Excellence of Blockchain Application\" at the Beijing Blockchain Tech Innovation Competition As well as the \"Blockchain Best Industry Application Award\" at Shanghai Inaugural Fintech &amp; Blockchain Summit",
        "ups": 40
    },
    {
        "title": "SingularDTV to Airdrop it's OMG to SNGLS holders",
        "ups": 41
    },
    {
        "title": "BILLBOARD: Gramatik Takes His Game To The Next Level - \"Brands His Own Freakin' Money\"",
        "ups": 38
    },
    {
        "title": "Blockchain studio SingularDTV hires former Sony Music marketing chief Bill Richards",
        "ups": 42
    },
    {
        "title": "Tokit and first S-DTV Apps Launch Nov. 6",
        "ups": 41
    },
    {
        "title": "Tokit Vs Kickstarter – Why Tokit Isn’t Just Another Crowdfunding Platform - SingularDTV",
        "ups": 35
    },
    {
        "title": "SingularDTV Distribution &amp; Marketing Team Reddit AMA with Jason Tyrrell (VP of Content), Bill Richards (CMO) and Boyan Balinov (Community Manager) Thursday, Oct. 19th At 10 AM PST/ 1 PM EST/ 7 PM CET",
        "ups": 33
    },
    {
        "title": "BBC: DJ Gramatik raised more than $2m in 24 hours through SingularDTV",
        "ups": 35
    },
    {
        "title": "Tokenization About To Commence - GRMTK - 09 Nov 2017",
        "ups": 34
    },
    {
        "title": "SingularDTV Hits Major International Film Festivals",
        "ups": 36
    },
    {
        "title": "SNGLS just added on bitfinex",
        "ups": 32
    },
    {
        "title": "SingularDTV Partners with XYZ to Produce Sci-fi series!",
        "ups": 31
    },
    {
        "title": "Crypt0 (Omar) is Streaming Live from Zurich GRMTK Token Launch NOW",
        "ups": 35
    },
    {
        "title": "🚀 SingularDTV up 30% in the last few hours!",
        "ups": 34
    },
    {
        "title": "SingularDTV APPAREL GIVEAWAY - Sign-up and Get One of the Thousands of Free Merchandise!",
        "ups": 30
    },
    {
        "title": "SingularDTV presentation at BitConf - biggest brazilian cryptocurrency conference - was a huge success!",
        "ups": 32
    },
    {
        "title": "Gramatik is the first crypto artist to launch an entertainment economy powered by blockchain technology - SingularDTV.",
        "ups": 34
    },
    {
        "title": "@SingularDTV joined as an official board committee of government supported Beijing #Blockchain consortium - CyberLedger Organisation. 🇨🇳 Article in Chinese is available at: mp.weixin.qq.com/s/PhAKbHtP1Xis…",
        "ups": 33
    },
    {
        "title": "Binance to list SNGLS this month. Thank you for your votes!",
        "ups": 32
    },
    {
        "title": "SingularDTV Just Picked Up Exciting Sci-Fi Series",
        "ups": 29
    },
    {
        "title": "HAPPY token giveaway, Gifting $100,000 of HAPPY while this post is on the front page. Trade them at SingularX.com. Always 0.00033",
        "ups": 35
    },
    {
        "title": "What Is Tokit?",
        "ups": 32
    },
    {
        "title": "An Article about SingularDTV Launching Tokit Application in CNET Japan (in Japanese)",
        "ups": 30
    },
    {
        "title": "SingularDTV Chinese Team is organising on Nov 8th an online interaction session (AMA) about Tokit Application &amp; the first Chinese Film projects to be tokenized - Chinese/Mandarin Only",
        "ups": 29
    },
    {
        "title": "Detained - by Khushnuda Shukurova, the First Tokenized Short Film on SingularDTV",
        "ups": 33
    },
    {
        "title": "GRAMATIK, the World’s First “Crypto-Artist”… by SingularDTV",
        "ups": 31
    },
    {
        "title": "Make Art Without Permission: How SingularDTV Breaks Down Barriers for Young Artists",
        "ups": 30
    },
    {
        "title": "I'm an independent artist from London and I am embarking on a new path, utilizing the ethereum blockchain, away from the gatekeepers of the legacy music industry.",
        "ups": 30
    },
    {
        "title": "Relying on the Ethereum platform for its blockchain ledgers, SingularDTV has set up an ecosystem of modules to allow artists such as Gramatik to tokenize their work - Grammy.com",
        "ups": 30
    },
    {
        "title": "TOKIT has launched! The revolution has begun!",
        "ups": 28
    },
    {
        "title": "Dancing Classrooms: Defining Value - SingularDTV",
        "ups": 28
    },
    {
        "title": "SingularDTV Industry Breakfast Presentation at Zurich International Film Festival",
        "ups": 28
    },
    {
        "title": "@SingularDTV dev team has deployed the $omg token functionality to our Light Wallet: wallet.singulardtv.com #Ethereum $sngls #airdrop",
        "ups": 30
    },
    {
        "title": "No effect on us.",
        "ups": 31
    },
    {
        "title": "SingularDTV is sponsoring BronsonFest",
        "ups": 29
    },
    {
        "title": "6 Reasons why SNGLS is the best ERC-20 tokens",
        "ups": 29
    },
    {
        "title": "Gramatik Launches $9 Million Entertainment Economy, the GRMTK token",
        "ups": 29
    },
    {
        "title": "With TOKIT, pandora's box will open! It is the slow poison for Netflix.",
        "ups": 29
    },
    {
        "title": "Non-Profit Decentralization - How Tokenization Will Help the Homeless Help Themselves",
        "ups": 27
    },
    {
        "title": "Tokenizing Charities: Introduction to Dancing Classrooms - Token Launch on Nov. 11",
        "ups": 28
    },
    {
        "title": "SingularDTV Doubles Production of Blockchain Applications in Development Thanks to ‘Centrality’",
        "ups": 27
    },
    {
        "title": "Exclusive: The World’s First Film Funded and Released on The Blockchain",
        "ups": 26
    }
]