[
    {
        "title": "Tokit is Here! Ethereum's First Multi Smart Contract Blockchain Application is Live! - www.Tokit.io",
        "ups": 78
    },
    {
        "title": "SingularDTV Hires IBM Watson Founder",
        "ups": 50
    },
    {
        "title": "SingularX Launches - A Decentralized, Tokenized Trading Platform",
        "ups": 52
    },
    {
        "title": "SingularDTV FAQ",
        "ups": 54
    },
    {
        "title": "SingularDTV is starting a new entertainment division that will finance, produce and distribute original films and TV series, plus acquire exclusive content - via Deadline Hollywood",
        "ups": 50
    },
    {
        "title": "Tokens, Launches, and a Revolution Roadmap: Highlights from SingularDTV’s Reddit AMA",
        "ups": 44
    },
    {
        "title": "SingularDTV Distribution &amp; Marketing Team Reddit AMA with Jason Tyrrell (u/IndieJCT - VP of Content), Bill Richards (u/Billrnyc1 - CMO) and Boyan Balinov (u/yeshe257 - Community Manager) Thursday, Oct. 19th At 10-11 AM PST/ 1-2 PM EST/ 7-8 PM CET.",
        "ups": 44
    },
    {
        "title": "SingularDTV Blockchain Documentary Teaser",
        "ups": 46
    },
    {
        "title": "This week SingularDTV won \"Award for the Excellence of Blockchain Application\" at the Beijing Blockchain Tech Innovation Competition As well as the \"Blockchain Best Industry Application Award\" at Shanghai Inaugural Fintech &amp; Blockchain Summit",
        "ups": 40
    },
    {
        "title": "SingularDTV to Airdrop it's OMG to SNGLS holders",
        "ups": 42
    },
    {
        "title": "BILLBOARD: Gramatik Takes His Game To The Next Level - \"Brands His Own Freakin' Money\"",
        "ups": 44
    },
    {
        "title": "Blockchain studio SingularDTV hires former Sony Music marketing chief Bill Richards",
        "ups": 43
    },
    {
        "title": "Tokit and first S-DTV Apps Launch Nov. 6",
        "ups": 42
    },
    {
        "title": "Tokit Vs Kickstarter – Why Tokit Isn’t Just Another Crowdfunding Platform - SingularDTV",
        "ups": 32
    },
    {
        "title": "SingularDTV Distribution &amp; Marketing Team Reddit AMA with Jason Tyrrell (VP of Content), Bill Richards (CMO) and Boyan Balinov (Community Manager) Thursday, Oct. 19th At 10 AM PST/ 1 PM EST/ 7 PM CET",
        "ups": 35
    },
    {
        "title": "BBC: DJ Gramatik raised more than $2m in 24 hours through SingularDTV",
        "ups": 30
    },
    {
        "title": "Tokenization About To Commence - GRMTK - 09 Nov 2017",
        "ups": 37
    },
    {
        "title": "SingularDTV Hits Major International Film Festivals",
        "ups": 34
    },
    {
        "title": "SNGLS just added on bitfinex",
        "ups": 34
    },
    {
        "title": "SingularDTV Partners with XYZ to Produce Sci-fi series!",
        "ups": 35
    },
    {
        "title": "Crypt0 (Omar) is Streaming Live from Zurich GRMTK Token Launch NOW",
        "ups": 34
    },
    {
        "title": "🚀 SingularDTV up 30% in the last few hours!",
        "ups": 30
    },
    {
        "title": "SingularDTV APPAREL GIVEAWAY - Sign-up and Get One of the Thousands of Free Merchandise!",
        "ups": 32
    },
    {
        "title": "SingularDTV presentation at BitConf - biggest brazilian cryptocurrency conference - was a huge success!",
        "ups": 30
    },
    {
        "title": "Gramatik is the first crypto artist to launch an entertainment economy powered by blockchain technology - SingularDTV.",
        "ups": 32
    }
]