[
    {
        "title": "Who wants smart listed on bittrex?",
        "ups": 76
    },
    {
        "title": "What is SmartCash?",
        "ups": 78
    },
    {
        "title": "WARNING: This SmartCash Pump is Artificial Due to Exchange Closures! Don't Get REKT!",
        "ups": 64
    },
    {
        "title": "SmartCash ($SMART) is currently in the top #100 on CoinMarketCap.com, Congratulations!",
        "ups": 55
    },
    {
        "title": "SmartCash SmartNode SetUp Guide",
        "ups": 48
    },
    {
        "title": "Vote for SmartCash to get listed on Binance!",
        "ups": 43
    },
    {
        "title": "This is the most undervalued coin WTF",
        "ups": 46
    },
    {
        "title": "We need to get to Binance",
        "ups": 44
    },
    {
        "title": "We need to get on Bittrex and Binance!!",
        "ups": 43
    },
    {
        "title": "Why I decided to invest heavily into SmartCash",
        "ups": 46
    },
    {
        "title": "Celebrate 1K reddit subscriber with us! #Giveaway",
        "ups": 42
    },
    {
        "title": "SmartCash is now live on CryptoBridge decentralized exchange!",
        "ups": 34
    },
    {
        "title": "Big Day for SmartCash",
        "ups": 36
    },
    {
        "title": "[NEW] SmartNodes guide was just released",
        "ups": 36
    },
    {
        "title": "To everyone yelling at new Smartcash users.",
        "ups": 32
    },
    {
        "title": "\"The 1.1 SmartNode release is here.\"",
        "ups": 32
    },
    {
        "title": "Lets PLEASE GET ON A PROPER EXCHANGE!",
        "ups": 30
    },
    {
        "title": "Android users can now download the SmartCash mobile wallet from Google Play Store",
        "ups": 28
    },
    {
        "title": "Trying to help you guys get Binance - Shared to my 22k followers on Steemit and 5,5k+ on Twitter.",
        "ups": 29
    },
    {
        "title": "Smartcash NEEDS to get on a reputable exchange for more investment.",
        "ups": 27
    },
    {
        "title": "Congratulations SmartCash",
        "ups": 27
    },
    {
        "title": "Good Morning Zimbabwe, Zimbabwe's National TV's Morning Show discussing SmartCash with CryptoTraveler",
        "ups": 27
    },
    {
        "title": "Update regarding masternodes - the text below is directly copied from the discord channel",
        "ups": 28
    },
    {
        "title": "I don't like the SmartCash Metal-Border-3D-Shadow-Logo. So I played with Inkscape today and made something else.",
        "ups": 28
    },
    {
        "title": "Why I think SmartCash is a gamechanger",
        "ups": 29
    },
    {
        "title": "For all the Newcomers in our Sub , have a moment watch this Presentation Video of SMART",
        "ups": 26
    },
    {
        "title": "$1 INCOMING!",
        "ups": 27
    },
    {
        "title": "Looking for feedback on a community proposal to hire an outside marketing team",
        "ups": 27
    },
    {
        "title": "The new SmartCash web wallet is now live!",
        "ups": 26
    },
    {
        "title": "Latest SmartCash New Re: Cryptopia",
        "ups": 26
    },
    {
        "title": "Keep calm and HODL. The $SMART team is hard at work. Version 1.1 and smartnodes will launch within a few days, and then we're back to business.",
        "ups": 27
    },
    {
        "title": "I just wrote a Request to europe's biggest altcoin to fiat exchange \"litebit.eu\" to add SmartCash",
        "ups": 27
    },
    {
        "title": "You can now send SmartCash to a username",
        "ups": 25
    },
    {
        "title": "Coinexchange.io has synced up; preparing to rebroadcast!",
        "ups": 22
    },
    {
        "title": "Node Fever !!!!",
        "ups": 22
    },
    {
        "title": "What Is SmartCash? A community governed cryptocurrency with a $250 million war chest",
        "ups": 23
    },
    {
        "title": "SmartCash is now live on HitBTC",
        "ups": 24
    },
    {
        "title": "Rare preview of the SmartCard mobile app!",
        "ups": 23
    },
    {
        "title": "SmartCash is too good and somebody is trying to kill it",
        "ups": 23
    },
    {
        "title": "/r/cryptophile: Only coin in top 100 whose price jumped by more than 50% in last 12 hours! - SmartCash",
        "ups": 23
    },
    {
        "title": "Please Vote for Smart Cash to be on Kucoin!",
        "ups": 24
    },
    {
        "title": "From my research, smartcash is one of the four cryptos officially tradable on the government certified crypto Exchange in Venezuela.",
        "ups": 23
    },
    {
        "title": "Devs working hard on version 1.1!",
        "ups": 21
    },
    {
        "title": "We are excited to be the main Anarchaforko sponsor and one of the four coins accepted as payment for tickets.",
        "ups": 21
    },
    {
        "title": "I've been promoting the official SmartCash video and we've received 17K views in 7 days!",
        "ups": 21
    },
    {
        "title": "SmartNode Specs",
        "ups": 21
    },
    {
        "title": "The new and improved SmartHive voting website is now live.",
        "ups": 21
    },
    {
        "title": "Just wanna say thanks! I got my first smart node payment!",
        "ups": 19
    },
    {
        "title": "WTH Smartcash? Can we get a decent exchange?",
        "ups": 21
    },
    {
        "title": "A new SmartCash web wallet release is coming as early as next week.",
        "ups": 20
    }
]