[
    {
        "title": "Hewlett-Packard invites SONM to Cloud28+",
        "ups": 62
    },
    {
        "title": "SONM recently hired a superstar specialist who we've been keeping a secret",
        "ups": 63
    },
    {
        "title": "SONM's first commercial render!",
        "ups": 53
    },
    {
        "title": "SONM - Airbnb for computers on the blockchain : &lt; 50% of supply than Golem, &lt; 3x in marketcap than Golem but more developments than Golem. MVP ready. Don't miss!",
        "ups": 45
    },
    {
        "title": "First #SONM hard fork tomorrow. We will deliver a new set of components (Hub, Worker, Node, CLI) with internal protocols updated. No backward compatibility because SONM is in the testnet phase. We expect calm and uniform migration to the new version. Learn more by clicking this link!",
        "ups": 45
    },
    {
        "title": "The birth of supercomputer is here! Join our MVP testnet! We are now live!",
        "ups": 42
    },
    {
        "title": "SONM in the News -- \"Blockchain Supercomputer SONM Quietly Hits Milestones\"",
        "ups": 46
    },
    {
        "title": "SONM delivered platform v0.3.3, wallet 1.0.1, protocols switched. A release pack for all components has been delivered as announced.",
        "ups": 44
    },
    {
        "title": "Crypto Gems #4 —SONM: Super Computer Organised by Network Mining",
        "ups": 44
    },
    {
        "title": "A few critical questions..",
        "ups": 44
    },
    {
        "title": "SONM is creating a plasma-like sidechain to get rid of all internal transaction costs! Read this article to learn how you will benefit!",
        "ups": 43
    },
    {
        "title": "2017 was an incredible year for #SONM. We surpassed our goals, picked up some amazing new team members and found ourselves engaging with a helpful community — you guys! Read this recap to learn about our exact achievements and developments.",
        "ups": 43
    },
    {
        "title": "SONM partnership with MiningUnion",
        "ups": 46
    },
    {
        "title": "Hi guys, please vote for Sonm. Let us grow.",
        "ups": 45
    },
    {
        "title": "Igor Lebedev is heading to Hong Kong on Jan 31st for the OpenFog Consortium Member Meeting. These events put us one step ahead, with the likes of Cisco and Intel in attendance. The shared mission is to make FogComputing one of the top technologies.",
        "ups": 43
    },
    {
        "title": "Happy New Year! Best wishes from SONM team! Thank you for being with us in 2017! Let's go to the 2018 and build the future together!",
        "ups": 41
    },
    {
        "title": "SOMN is severely undervalued and has potential for huge returns, here's why.",
        "ups": 36
    },
    {
        "title": "Proud to announce: SONM is one of the 6th most promising blockchain companies to watch out for in 2018 by Entrepreneur magazine. follow the link to check details",
        "ups": 37
    },
    {
        "title": "The SONM community is unstoppable! We continue to see growth and passion on all channels. Let's keep up the good work!",
        "ups": 37
    },
    {
        "title": "SONM - New Member of The OpenFog Consortium",
        "ups": 38
    },
    {
        "title": "I think the DADI plagiarism scandal could be a positive momentum for us!",
        "ups": 36
    },
    {
        "title": "SONM $SNM now live on Moonstats 🚀🚀 Live &amp; historical charts",
        "ups": 37
    },
    {
        "title": "SONM just broke into the first 100 cryptos regarding market capitalization",
        "ups": 37
    },
    {
        "title": "SONM Announces Partnership with Decentralized Cloud Storage Service STORJ",
        "ups": 34
    },
    {
        "title": "The Idea Of SONM Looks So Promising",
        "ups": 33
    },
    {
        "title": "SONM’s Year in Review",
        "ups": 33
    },
    {
        "title": "Coin like Dogecoin which has no development - 1B marketcap. SONM - decentralized cloud computing project with MVP ready has $135M marketcap. Very much undervalued. No reasons to sell. HODL!",
        "ups": 34
    },
    {
        "title": "It’s official! SNM token will be added to the list of tradable assets on the LykkeX on February 6.",
        "ups": 33
    },
    {
        "title": "We are happy to present our updated Roadmap!",
        "ups": 30
    },
    {
        "title": "Crypto Comparison: Cloud Computing - iExec (RLC) vs SONM (SNM) vs Golem (GNT)",
        "ups": 30
    },
    {
        "title": "SONM CTO, Igor Lebedev commented on partnership with MiningUnion",
        "ups": 32
    },
    {
        "title": "The SONM website domain sonm.io will be now be hosted on sonm.com.",
        "ups": 30
    },
    {
        "title": "SONM experiencing organic &amp; healthy growth.",
        "ups": 30
    },
    {
        "title": "Faceter and SONM are pleased to announce the start of a technical cooperation. Faceter will run a resource-consuming deep-learning computation for facial recognition on a decentralized SONM infrastructure.",
        "ups": 30
    },
    {
        "title": "SONM team settles for the next 3 busy days at Blockchain Solutions Forum in Barcelona",
        "ups": 30
    },
    {
        "title": "Great news! Running ML algorithms with multi-GPU mode on SONM directly from docker containers is now possible! The team has prepared everything to make it work. Read more about it by clicking this link!",
        "ups": 30
    },
    {
        "title": "Can we get some activity in here ? Why did SONM peek your interest ?",
        "ups": 29
    },
    {
        "title": "We need imperatively transparent communication with the Marketing Department of SONM.",
        "ups": 27
    },
    {
        "title": "SONM Price Prediction, Analysis, Forecast (2018)",
        "ups": 28
    },
    {
        "title": "Why SONM is a universal tool for computing tasks of any difficulty",
        "ups": 29
    },
    {
        "title": "The monthly report is here! Dive in to find out about the how the MVP allowed us to make development updates. We also cover community growth and important team news. Not to mention the success of our recent meet up in London!",
        "ups": 28
    },
    {
        "title": "Subreddit always showing 2000+ online",
        "ups": 28
    },
    {
        "title": "Interview with SONM devs: ICO and roadmap",
        "ups": 29
    },
    {
        "title": "Answering questions in the community, we would like to confirm again that #SONM is a Title Sponsor at Consensus 2018 by @coindesk. This will allow us to demonstrate our technology to the worlds foremost fog computing specialists and tech enthusiasts.",
        "ups": 28
    },
    {
        "title": "Finally bought some tokens",
        "ups": 26
    },
    {
        "title": "Watch the latest a Q&amp;A session with Sonm team! We would be glad if you join us the next month!",
        "ups": 27
    },
    {
        "title": "I believe in SONM. But you need better marketing/design team",
        "ups": 26
    },
    {
        "title": "SONM MVP testnet launches on December 25th!",
        "ups": 28
    },
    {
        "title": "Our ICO Smart contract audit results have come in from Ambisafeco: \"Contract functions are well protected from unauthorized access, perform only trusted external calls, effectively eliminating broad variety of problems.\" Read the full audit here: https://goo.gl/1sELQ4",
        "ups": 27
    },
    {
        "title": "Aleksey Antonov, CFO at SONM, explaining ICOs on Russian TV",
        "ups": 27
    }
]