[
    {
        "title": "We made it to the top 100 boyssssss! Firm handshakes to all. Top 50 here we gooo!",
        "ups": 35
    },
    {
        "title": "SophiaTX covered by Crypto Zombie@Youtube! Finally some attention SophiaTX deserves.",
        "ups": 41
    },
    {
        "title": "SPHTX is going to be listed on Bit-Z! Deposit will be opened at 7:00 AM January 19. (UTC) Trading will be opened at 7:00 AM January 20. (UTC)",
        "ups": 36
    },
    {
        "title": "From February 1st we have a full page on EasyJet’s inflight magazine which has 8 million viewers monthly. You can take a look at the introductory article that we have prepared for EasyJet's passengers.",
        "ups": 33
    },
    {
        "title": "SophiaTX, the pioneering blockchain platform for business, just released an updated 2018 roadmap and they are already ahead of schedule.",
        "ups": 33
    },
    {
        "title": "SPHTX has just got listed on COBINHOOD! You can trade it with ETH and BTC.",
        "ups": 28
    },
    {
        "title": "Coin of the week!",
        "ups": 28
    },
    {
        "title": "https://www.banklesstimes.com/2018/02/10/blockchain-firm-sophiatx-updates-2018-roadmap/amp/",
        "ups": 28
    },
    {
        "title": "SophiaTX – Blockchain for business. Blockchain integration with SAP and enterprise software.",
        "ups": 28
    },
    {
        "title": "The revised roadmap is here! We can proudly say we are ahead of schedule by almost 2 months. Let’s see all changes. https://goo.gl/1PgZmG",
        "ups": 25
    },
    {
        "title": "We have almost 2500 pre-registrations to our Early Adoption Program!",
        "ups": 25
    },
    {
        "title": "Found SophiaTX a few days ago on one my of late night ICO hunts. Excited to add this to my portfolio.",
        "ups": 24
    },
    {
        "title": "Moderating this Sub",
        "ups": 23
    },
    {
        "title": "Market Cap Listed on CoinMarketCap !",
        "ups": 22
    },
    {
        "title": "check this nice scorecard on SophiaTX found on twitter from @ohmyhodl",
        "ups": 23
    },
    {
        "title": "SophiaTX--Top Underrated Crypto Project--Includes Actual Uses and Partnerships!",
        "ups": 22
    },
    {
        "title": "Do you want to know the latest news about SophiaTX right from our CEO Jaroslav Kacina? Join the AMA session organized by The CryptoLark tomorrow - Tuesday, 20 February at 9 GMT. You can submit your questions (except those about exchanges) directly on Jaroslav’s Telegram @jkacina.",
        "ups": 19
    },
    {
        "title": "AMA with Jaroslav Kacina - Founder &amp; CEO, SophiaTX / Crypto Brahma@Youtube",
        "ups": 19
    },
    {
        "title": "Request: A regular weekly update",
        "ups": 18
    },
    {
        "title": "Is it correct that SophiaTX are working with GE as per this article?",
        "ups": 20
    },
    {
        "title": "\"SophiaTX may be the first mover blockchain platform to exclusively focus on ERP modular integrations. This will allow the platform to easily market seamless blockchain integrations for large enterprises.\" Read more in the Post-ICO review by Crypto Butlers.",
        "ups": 19
    },
    {
        "title": "Add to your calendar SophiaTX event: Listing on Bit-Z (January)",
        "ups": 18
    },
    {
        "title": "Add to your calendar SophiaTX event: Listing on EXX (February)",
        "ups": 16
    },
    {
        "title": "SophiaTX added on Blockfolio!",
        "ups": 17
    },
    {
        "title": "SophiaTX to be listed to Cobinhood exchange 1/12/18",
        "ups": 17
    },
    {
        "title": "Remember, Jaroslav Kacina, our CEO, is answering questions on Crypto Brahma's YouTube channel today in 1 hour. Don’t miss it!",
        "ups": 16
    },
    {
        "title": "Vote for SophiaTX to get listed in Fatbtc",
        "ups": 16
    },
    {
        "title": "Upcoming AMA!",
        "ups": 16
    },
    {
        "title": "SophiaTX CEO CoinInterview highlights important facts",
        "ups": 16
    },
    {
        "title": "We are going to be listed on a new exchange soon! This time on the UK-based exchange CoinFalcon.",
        "ups": 17
    },
    {
        "title": "Buy SophiaTX now! Only 2 days left after that price will go up because Bit-Z is listing SPHTX",
        "ups": 15
    },
    {
        "title": "Alright I'm convinced. Let's go.",
        "ups": 16
    },
    {
        "title": "New European crypto exchange Eucoin is starting up soon vote for SophiaTX to be listed",
        "ups": 16
    },
    {
        "title": "∆ Delta added QRYPTOS to the app, so you can track more SophiaTX pairs. 🙂",
        "ups": 15
    },
    {
        "title": "Another exchange to announce!",
        "ups": 15
    },
    {
        "title": "SPHTX is now available on CoinFalcon",
        "ups": 15
    },
    {
        "title": "Holding strong in the storm",
        "ups": 14
    },
    {
        "title": "Vote for SophiaTX and help us to get listed on BitMart exchange.",
        "ups": 14
    },
    {
        "title": "Great video showcasing SophiaTX proof of concept",
        "ups": 15
    },
    {
        "title": "Whats your price target for SophiaTX?",
        "ups": 14
    },
    {
        "title": "Upcoming Event: SophiaTX Community AMA - February 20, 2018 9:00 AM - 11:59 PM",
        "ups": 12
    },
    {
        "title": "Upcoming Event: SophiaTX (SPHTX) SophiaTX Testnet - March 31, 2018",
        "ups": 12
    },
    {
        "title": "Anyone still holding??",
        "ups": 13
    },
    {
        "title": "Is there a product yet?",
        "ups": 12
    },
    {
        "title": "5 Blockchain Applications That Can Help Small Businesses",
        "ups": 13
    },
    {
        "title": "Bit-Z Exchange to List SPHTX",
        "ups": 13
    },
    {
        "title": "Discord up",
        "ups": 12
    },
    {
        "title": "Excited for this project as an SAP developer!!",
        "ups": 12
    },
    {
        "title": "SophiaTX is now listed at Coinmarketcap",
        "ups": 13
    },
    {
        "title": "Difference between Vechain and Sophia Tx?",
        "ups": 10
    }
]