[
    {
        "title": "Why is this sub so quiet? Let's go Status! 🚀",
        "ups": 18
    },
    {
        "title": "What a terrible ICO!",
        "ups": 12
    },
    {
        "title": "Status to be pre-installed on FINNEY by SIRIN LABS, the world’s most-secure blockchain smartphone",
        "ups": 11
    },
    {
        "title": "Can someone provide a clear explanation on why Status is a game changer. OMG and NEO I read the white papers and see their partnerships. What does Status have comparatively besides funding?",
        "ups": 10
    },
    {
        "title": "Woo status is on bitfinex",
        "ups": 10
    },
    {
        "title": "Status is making some moves today! Volumn is up and were moving in a positive trend. Lets keep the momentum going boys!",
        "ups": 9
    },
    {
        "title": "To the moon baby",
        "ups": 8
    },
    {
        "title": "Hello folks! I'm in!",
        "ups": 8
    },
    {
        "title": "Status is the exclusive universal sponsor of ethereum Devcon3 in Nov - this is gonna be Yuggggeeee",
        "ups": 7
    },
    {
        "title": "Does anyone else think that now is a good time to invest in SNT?",
        "ups": 9
    },
    {
        "title": "Do we have a roadmap for SNT for 2017?",
        "ups": 9
    },
    {
        "title": "Snt is poised for another 3k bounce.",
        "ups": 6
    },
    {
        "title": "SNT is rank 7th in Volumn on Bittrex underneath BTG!! Volumn is high we are touching new highs constantly.",
        "ups": 6
    },
    {
        "title": "SNT is ready for a return",
        "ups": 5
    },
    {
        "title": "Alpha Released. It got exciting",
        "ups": 4
    },
    {
        "title": "A nice climb today.. any reasoning behind it?",
        "ups": 6
    },
    {
        "title": "More details needed on whitelisting whales. ICO seemed shady and your response even worse!",
        "ups": 7
    },
    {
        "title": "Unable to locate transaction entry",
        "ups": 6
    },
    {
        "title": "Decentralized Ethereum App Status Invests in P2P Messaging Platform",
        "ups": 5
    },
    {
        "title": "Status.im is doing some hiring in Switzerland!",
        "ups": 5
    },
    {
        "title": "Any updates...",
        "ups": 5
    },
    {
        "title": "We got a nice climb this morning!",
        "ups": 6
    },
    {
        "title": "What makes this token interesting to invest in this apart from market cap under 50. Can anyone help me. How Mobile based Ethereum OS gonna solve problems. Would like to know to add to my research on this",
        "ups": 4
    },
    {
        "title": "Here to announce the release of 0.9.11 on android and iOS !!",
        "ups": 5
    },
    {
        "title": "What will be the advanages of status as compared to what coinbase is creating? Are both using whisper? What are the advantages of a utility token that the governs network? Im seeing coinbase adoption is so much greater currently that if they release their IM feature first it might be the winner...",
        "ups": 5
    }
]