[
    {
        "title": "Why is this sub so quiet? Let's go Status! 🚀",
        "ups": 17
    },
    {
        "title": "What a terrible ICO!",
        "ups": 12
    },
    {
        "title": "Status to be pre-installed on FINNEY by SIRIN LABS, the world’s most-secure blockchain smartphone",
        "ups": 11
    },
    {
        "title": "Can someone provide a clear explanation on why Status is a game changer. OMG and NEO I read the white papers and see their partnerships. What does Status have comparatively besides funding?",
        "ups": 11
    },
    {
        "title": "Woo status is on bitfinex",
        "ups": 11
    },
    {
        "title": "Status is making some moves today! Volumn is up and were moving in a positive trend. Lets keep the momentum going boys!",
        "ups": 9
    },
    {
        "title": "To the moon baby",
        "ups": 9
    },
    {
        "title": "Hello folks! I'm in!",
        "ups": 9
    },
    {
        "title": "Status is the exclusive universal sponsor of ethereum Devcon3 in Nov - this is gonna be Yuggggeeee",
        "ups": 7
    },
    {
        "title": "Does anyone else think that now is a good time to invest in SNT?",
        "ups": 8
    },
    {
        "title": "Do we have a roadmap for SNT for 2017?",
        "ups": 7
    },
    {
        "title": "Snt is poised for another 3k bounce.",
        "ups": 6
    },
    {
        "title": "SNT is rank 7th in Volumn on Bittrex underneath BTG!! Volumn is high we are touching new highs constantly.",
        "ups": 6
    },
    {
        "title": "SNT is ready for a return",
        "ups": 6
    },
    {
        "title": "Alpha Released. It got exciting",
        "ups": 8
    },
    {
        "title": "A nice climb today.. any reasoning behind it?",
        "ups": 7
    },
    {
        "title": "More details needed on whitelisting whales. ICO seemed shady and your response even worse!",
        "ups": 6
    },
    {
        "title": "Unable to locate transaction entry",
        "ups": 6
    },
    {
        "title": "Decentralized Ethereum App Status Invests in P2P Messaging Platform",
        "ups": 5
    },
    {
        "title": "Status.im is doing some hiring in Switzerland!",
        "ups": 5
    },
    {
        "title": "Any updates...",
        "ups": 5
    },
    {
        "title": "We got a nice climb this morning!",
        "ups": 6
    },
    {
        "title": "What makes this token interesting to invest in this apart from market cap under 50. Can anyone help me. How Mobile based Ethereum OS gonna solve problems. Would like to know to add to my research on this",
        "ups": 2
    },
    {
        "title": "Here to announce the release of 0.9.11 on android and iOS !!",
        "ups": 5
    },
    {
        "title": "What will be the advanages of status as compared to what coinbase is creating? Are both using whisper? What are the advantages of a utility token that the governs network? Im seeing coinbase adoption is so much greater currently that if they release their IM feature first it might be the winner...",
        "ups": 4
    },
    {
        "title": "SNT : HOW LOW CAN YOU GO",
        "ups": 5
    },
    {
        "title": "is this a dead coin?",
        "ups": 5
    },
    {
        "title": "Testing the Alpha App on iOS, where can I obtain my eth wallet private key?",
        "ups": 5
    },
    {
        "title": "SNT on my EHT adress, but not in my MEW, please some help. SNT adress allready added.",
        "ups": 4
    },
    {
        "title": "STATUS PHISHING ALERT",
        "ups": 3
    },
    {
        "title": "Status (SNT) It's a steal at 5 cents! 0.00001800 Bitcoins! Recently released on Bittrex! Charts show a great buy is at .000022 &amp; its at .000018!! #BUCKLE #UP",
        "ups": 5
    },
    {
        "title": "Can you please stop clogging the network?",
        "ups": 3
    },
    {
        "title": "Status Invests $5M In Riot.im",
        "ups": 3
    },
    {
        "title": "STATUS is now listed on TradeTalk!",
        "ups": 3
    },
    {
        "title": "Developing a crypto marketcap chart, news aggregator, arbitrage alert system, and more - seeking feedback/help sharing",
        "ups": 3
    },
    {
        "title": "A few thoughts",
        "ups": 3
    },
    {
        "title": "Any reason why Status is blowing up? Couldn’t find any new news.",
        "ups": 3
    },
    {
        "title": "Why is Status not on Poloniex yet?",
        "ups": 3
    },
    {
        "title": "How is Status going to compete with Kick?",
        "ups": 3
    },
    {
        "title": "Does the token value matter to the project development?",
        "ups": 3
    },
    {
        "title": "Seriously? Why should I believe it is not phishing?",
        "ups": 3
    },
    {
        "title": "How to buy STN",
        "ups": 3
    },
    {
        "title": "uPort will be built on Status network, correct?",
        "ups": 3
    },
    {
        "title": "when SNT can be exchang on YUNBI ？",
        "ups": 3
    },
    {
        "title": "Status contribution has ended. That's what I got at 1300 hours just a few hours from start",
        "ups": 3
    },
    {
        "title": "Just got in and got my SNT token, the crowdsale still on, my method.",
        "ups": 3
    },
    {
        "title": "Can we invest in the ICO?",
        "ups": 3
    },
    {
        "title": "Vote for Status Network Token ;)",
        "ups": 2
    },
    {
        "title": "Jan 10th 2018 Discussion Board!",
        "ups": 2
    },
    {
        "title": "Price discussion thread 1/3",
        "ups": 2
    }
]