[
    {
        "title": "Derivatives and Blockchain Expert Calls Steemit the Future of Social Media — Steemit",
        "ups": 42
    },
    {
        "title": "If you are invested in Steem, you need to read this. Let's make this platform exponentially better",
        "ups": 33
    },
    {
        "title": "Chris Dunn Discusses Bitcoin Reaching $2100 to $2200",
        "ups": 33
    },
    {
        "title": "Breaking!!! Binance Lists Steem (STEEM)",
        "ups": 32
    },
    {
        "title": "Mark Zuckerberg must be getting nervous now, Steemit is going to be the most popular Decentralized Social Media in the future!",
        "ups": 29
    },
    {
        "title": "This account will be the official Steem Tip Bot",
        "ups": 30
    },
    {
        "title": "Steem is underappreciated but revolutionary",
        "ups": 27
    },
    {
        "title": "Calling on @ned and @dan to put aside their differences",
        "ups": 28
    },
    {
        "title": "5 Reasons You Should NOT Participate in Discord Cryptocurrency Pump and Dump Groups… For your own good, and for the good of the community — Steemit",
        "ups": 23
    },
    {
        "title": "Roadmap to exponentially improving Steem",
        "ups": 23
    },
    {
        "title": "⛔ Fighting Scam on Steemit since 1877 #OldieButGoldie",
        "ups": 20
    },
    {
        "title": "Bitcoin Isn’t the Currency for Money Laundering, US Bank Pays $613m Fine — Steemit",
        "ups": 19
    },
    {
        "title": "How does Steem achieve free and fast transactions?",
        "ups": 19
    },
    {
        "title": "Was this insider trading?",
        "ups": 20
    },
    {
        "title": "Valentine Zavgorodnev, @val-a, Steemit cofounder, joins Rocket ICO advisory board",
        "ups": 17
    },
    {
        "title": "A Unique Look at the Decline of Bitcoin",
        "ups": 20
    },
    {
        "title": "Steemit 34 Million Visits in December",
        "ups": 19
    },
    {
        "title": "Steemit is becoming a Spam Fiesta",
        "ups": 16
    },
    {
        "title": "Telegram raises an insane $850M in its ICO presale",
        "ups": 15
    },
    {
        "title": "STEEMIT on JRE",
        "ups": 16
    },
    {
        "title": "Why does Steem suck so badly?",
        "ups": 16
    },
    {
        "title": "Steemit in the top 1450 Most Visited Websites in the World!",
        "ups": 17
    },
    {
        "title": "My friend and I built a better looking real time version of coin market cap, with portfolio tracking.Beta release:Feedback wanted!",
        "ups": 16
    },
    {
        "title": "Hack confirmed",
        "ups": 15
    },
    {
        "title": "What the experts are saying about Tether",
        "ups": 14
    },
    {
        "title": "New Study Reveals Mushrooms Cure Depression by Doing the Exact Opposite of Anti-Depressants — Steemit",
        "ups": 15
    },
    {
        "title": "Litecoin Surges to $59 After Surpise Announcements by Coinbase &amp; General Bytes — Steemit",
        "ups": 14
    },
    {
        "title": "How can I open an account on Steemit.com?",
        "ups": 13
    },
    {
        "title": "STEEMIT TEAM! I've been trying to join (unsuccessfully) since OCTOBER 2017!!!",
        "ups": 12
    },
    {
        "title": "Top 30 cryptocurrencies TLDR",
        "ups": 12
    },
    {
        "title": "Steemit Should Be About Posting Original Content, And Creating Communities",
        "ups": 14
    },
    {
        "title": "Demonetized by YouTube, now sharing my switch to Steemit with my viewers",
        "ups": 13
    },
    {
        "title": "Steem needs a cute casual game to bring in non-bloggers",
        "ups": 14
    },
    {
        "title": "The IRS Is Puzzled: Why Out Of 500,000 Coinbase Users, Only 900 Reported Gains Or Losses",
        "ups": 13
    },
    {
        "title": "How a $20 bitcoin buy led to a multiyear hassle Commentary: My encounter with a bitcoin ATM four years ago turned $20 into a saga of frustration, forgetfulness and jackpots won and lost.",
        "ups": 12
    },
    {
        "title": "Germany | The next big crypto nation? — Steemit",
        "ups": 12
    },
    {
        "title": "Australian airport soon to accept Steem and other cryptocurrencies",
        "ups": 12
    },
    {
        "title": "Anonymous Bitcoin Millionaire Funding MDMA Therapy for PTSD—Crypto Funding Research the Establishment Won't — Steemit",
        "ups": 12
    },
    {
        "title": "I'm bringing some major creators to Steemit",
        "ups": 13
    },
    {
        "title": "Just made my first real post to Steemit! Hope you like naked baking! ;)",
        "ups": 12
    },
    {
        "title": "Is steemit down ?",
        "ups": 10
    },
    {
        "title": "Steemit is the top 1,240 most visited website in the World, and 504th most visited in the USA.",
        "ups": 11
    },
    {
        "title": "How I spent my first week on Steemit | lessons learned and tips for every user!!",
        "ups": 10
    },
    {
        "title": "I'm pitching Steemit to my YouTube audience again (410,000+ subscribers!)",
        "ups": 12
    },
    {
        "title": "We built a cryptocurrency price tracking site, with real-time updates, a mobile friendly version and some advanced features. Feedback?",
        "ups": 10
    },
    {
        "title": "Hahahah: Bitcoin's Market Cap is Now Higher Than That of Goldman Sachs &amp; Morgan Stanley — Steemit",
        "ups": 12
    },
    {
        "title": "Down again?",
        "ups": 11
    },
    {
        "title": "Crypto Fruit: Learn How to Invest In Cryptos Better.",
        "ups": 8
    },
    {
        "title": "Texas Finally Allows First Patient Access To Legal Cannabis Treatment - A 6 Year Old Girl With Epilepsy",
        "ups": 11
    },
    {
        "title": "Why Is It Taking So Long To Be Approved on Steemit?",
        "ups": 10
    }
]