[
    {
        "title": "We’re the Streamr team and this is our first AMA",
        "ups": 114
    },
    {
        "title": "We’re very happy to announce our second listing on a major exchange. DATAcoin will be tradeable on HitBTC very soon.",
        "ups": 76
    },
    {
        "title": "\"We feel confident that we can build a functioning data marketplace by the end of this year. Not just a prototype\" Hear more in Streamr's Transmission#3 with Henri Pihkala",
        "ups": 79
    },
    {
        "title": "We're really excited about putting the power of the blockchain on mobile phones. Streamr at your fingertips will mean people will be able to reclaim the value of the data they produce!",
        "ups": 74
    },
    {
        "title": "Hurrah! Today we’re 100 days old! We couldn’t have made it this far without the amazing support of our incredible community. Big thanks to each and every one of you.",
        "ups": 58
    },
    {
        "title": "Today we are open sourcing our first big tranche of code. Here's why it matters",
        "ups": 54
    },
    {
        "title": "We told you about it during our #Reddit AMA but now it’s official - we’ve hired a community manager, Amandine Flachs.",
        "ups": 55
    },
    {
        "title": "Follow our CEO Henri through just one Streamr use case and trace the path of real time data generated by Ruuvi tags, the Swiss army knife of sensors!",
        "ups": 51
    },
    {
        "title": "Streamr listed on HitBTC",
        "ups": 51
    },
    {
        "title": "Streamr partner Zipper gets backing from largest Korean crypto fund (previous backer of OMG and Kyber) - Streamr will be providing data streams for Zipper’s mobile Blockchain OS.",
        "ups": 49
    },
    {
        "title": "Vote for Streamr to achieve more publicity!",
        "ups": 52
    },
    {
        "title": "Follow our progress with our new Trello roadmap!",
        "ups": 45
    },
    {
        "title": "Great article on Streamr and its vision, team and tech capabilities #IoT #blockchain $DATA #ethereum",
        "ups": 49
    },
    {
        "title": "Streamr is looking for a moderator! (Part-time paid opportunity)",
        "ups": 45
    },
    {
        "title": "Get to know the team behind Streamr with our first \"Meet the team video\" featuring Aapeli Haanpuu",
        "ups": 45
    },
    {
        "title": "Transmission #2 vid just out! Listen to Streamr's new Head of Comms discuss plans and hear about project's successes in December",
        "ups": 44
    },
    {
        "title": "Blockchain Could Make You—Not Equifax—the Owner of Your Data",
        "ups": 41
    },
    {
        "title": "Transmission#4, our monthly catch up with Henri Pihkala is out!",
        "ups": 40
    },
    {
        "title": "Great article on Forbes about IoT and why Streamr is important in the data economy to come!",
        "ups": 39
    },
    {
        "title": "Streamr is a member of the Trusted IoT Alliance",
        "ups": 39
    },
    {
        "title": "Can the Streamr core team please submit $DATA listing to Binance",
        "ups": 41
    },
    {
        "title": "Raise the topic. Let's vote for adding to a new exchange. This is what we can do.",
        "ups": 39
    },
    {
        "title": "Streamr investment case on Twitter. Summary = Team: Extremely good / Working product: Yes / Visibility: Low / (Past) communication: Low = Perfect time to invest?",
        "ups": 38
    },
    {
        "title": "We need official bitcointalk announcement thread!",
        "ups": 39
    },
    {
        "title": "Announcement: Streamr Hires Head of Communications",
        "ups": 37
    }
]