[
    {
        "title": "We’re the Streamr team and this is our first AMA",
        "ups": 114
    },
    {
        "title": "We’re very happy to announce our second listing on a major exchange. DATAcoin will be tradeable on HitBTC very soon.",
        "ups": 79
    },
    {
        "title": "\"We feel confident that we can build a functioning data marketplace by the end of this year. Not just a prototype\" Hear more in Streamr's Transmission#3 with Henri Pihkala",
        "ups": 75
    },
    {
        "title": "We're really excited about putting the power of the blockchain on mobile phones. Streamr at your fingertips will mean people will be able to reclaim the value of the data they produce!",
        "ups": 77
    },
    {
        "title": "Hurrah! Today we’re 100 days old! We couldn’t have made it this far without the amazing support of our incredible community. Big thanks to each and every one of you.",
        "ups": 55
    },
    {
        "title": "Today we are open sourcing our first big tranche of code. Here's why it matters",
        "ups": 53
    },
    {
        "title": "We told you about it during our #Reddit AMA but now it’s official - we’ve hired a community manager, Amandine Flachs.",
        "ups": 53
    },
    {
        "title": "Follow our CEO Henri through just one Streamr use case and trace the path of real time data generated by Ruuvi tags, the Swiss army knife of sensors!",
        "ups": 51
    },
    {
        "title": "Streamr listed on HitBTC",
        "ups": 51
    },
    {
        "title": "Streamr partner Zipper gets backing from largest Korean crypto fund (previous backer of OMG and Kyber) - Streamr will be providing data streams for Zipper’s mobile Blockchain OS.",
        "ups": 52
    },
    {
        "title": "Vote for Streamr to achieve more publicity!",
        "ups": 50
    },
    {
        "title": "Follow our progress with our new Trello roadmap!",
        "ups": 48
    },
    {
        "title": "Great article on Streamr and its vision, team and tech capabilities #IoT #blockchain $DATA #ethereum",
        "ups": 45
    },
    {
        "title": "Streamr is looking for a moderator! (Part-time paid opportunity)",
        "ups": 45
    },
    {
        "title": "Get to know the team behind Streamr with our first \"Meet the team video\" featuring Aapeli Haanpuu",
        "ups": 42
    },
    {
        "title": "Transmission #2 vid just out! Listen to Streamr's new Head of Comms discuss plans and hear about project's successes in December",
        "ups": 41
    },
    {
        "title": "Blockchain Could Make You—Not Equifax—the Owner of Your Data",
        "ups": 42
    },
    {
        "title": "Great article on Forbes about IoT and why Streamr is important in the data economy to come!",
        "ups": 41
    },
    {
        "title": "Streamr is a member of the Trusted IoT Alliance",
        "ups": 39
    },
    {
        "title": "Can the Streamr core team please submit $DATA listing to Binance",
        "ups": 39
    },
    {
        "title": "Raise the topic. Let's vote for adding to a new exchange. This is what we can do.",
        "ups": 39
    },
    {
        "title": "Streamr investment case on Twitter. Summary = Team: Extremely good / Working product: Yes / Visibility: Low / (Past) communication: Low = Perfect time to invest?",
        "ups": 40
    },
    {
        "title": "We need official bitcointalk announcement thread!",
        "ups": 39
    },
    {
        "title": "Announcement: Streamr Hires Head of Communications",
        "ups": 36
    },
    {
        "title": "How will Streamr and Ethereum interact? Your questions have been answered!",
        "ups": 34
    },
    {
        "title": "As promised, here's our first dev update. As you can see we've been busy!",
        "ups": 35
    },
    {
        "title": "New to Streamr? Make sure to have a look at our new released FAQ!",
        "ups": 34
    },
    {
        "title": "Unstoppable Data for Unstoppable Apps - An Interview with Streamr’s Henri Pihkala",
        "ups": 38
    },
    {
        "title": "DATA is gaining popularity in China. Just wanted to share.",
        "ups": 37
    },
    {
        "title": "Integration wishlist",
        "ups": 30
    },
    {
        "title": "Summary of Streamr project - \"What Is Streamr DATAcoin?\"",
        "ups": 33
    },
    {
        "title": "Complete Beginner’s Guide to Streamr",
        "ups": 34
    },
    {
        "title": "The Internet Of Things (IOT) Will Be Massive In 2018: Here Are The 4 Predictions From IBM",
        "ups": 32
    },
    {
        "title": "Why Streamr: from an idea to a mature project",
        "ups": 33
    },
    {
        "title": "Streamr DATAcoin relevant info for investors",
        "ups": 31
    },
    {
        "title": "Transmission#4, our monthly catch up with Henri Pihkala is out!",
        "ups": 31
    },
    {
        "title": "Please vote. German Youtuber could make a video about DATA.",
        "ups": 30
    },
    {
        "title": "Cold Chain Monitoring With Streamr, Ruuvi, And Ethereum",
        "ups": 30
    },
    {
        "title": "FAQ making thread",
        "ups": 31
    },
    {
        "title": "Everyone should be buying tons of DATA right now.",
        "ups": 28
    },
    {
        "title": "Golem / Streamr moving crypto/decentralisation forward together. Golem Twitter: \"We have challenges to solve, and we are partnering with companies to solve them in joint work. @streamrinc @FriendUPCloud @Qualcomm\"",
        "ups": 29
    },
    {
        "title": "‘Big plans for this year!’ (Multiple partnerships in the works / Events / Milestones = 2018 is going to be a good year for Streamr)",
        "ups": 29
    },
    {
        "title": "$DATA on the brink of being added to Binance?",
        "ups": 29
    },
    {
        "title": "CoinSpot will add Streamr to their exchange if we show enough interest on their Facebook page :)",
        "ups": 28
    },
    {
        "title": "Let’s take a look at some of the great features that Streamr has to offer.",
        "ups": 30
    },
    {
        "title": "Big things coming soon...",
        "ups": 29
    },
    {
        "title": "Streamr DATAcoin short/medium-term potential analysis.",
        "ups": 28
    },
    {
        "title": "An article about DATAcoin",
        "ups": 27
    },
    {
        "title": "Great project !",
        "ups": 27
    },
    {
        "title": "Why we’ve created a Streamr subreddit and why we hope you’ll join",
        "ups": 30
    }
]