[
    {
        "title": "Public BETA coming soon, confirmed by Justin Tabb, CEO of SUB.",
        "ups": 347
    },
    {
        "title": "Alpha I and Alpha II tests successful, BETA Coming Soon!",
        "ups": 337
    },
    {
        "title": "I met and had a long conversation with the Substratum team a couple days ago. Let me tell you if your investment in Substratum is a good idea, from a non-substratum-holding developer.",
        "ups": 316
    },
    {
        "title": "Substratum will be featured on a major TV spot reaching an estimated 60 MIL people.",
        "ups": 272
    },
    {
        "title": "Update Schedule",
        "ups": 248
    },
    {
        "title": "Solutions Architect Justin Tabb shares insight into the Substratum platform in 30 min youtube interview",
        "ups": 237
    },
    {
        "title": "If anyone has questions or concerns, goto their office and ask in person. Fudsters are welcome too :)",
        "ups": 208
    },
    {
        "title": "Why the content moderation system of Substratum is a disaster waiting to happen",
        "ups": 206
    },
    {
        "title": "6,000+ SUBcribers! Let's grow our SUB sub into one of the biggest and most active! Remember to upvote posts, comment, subscribe, and share (it helps with sub-reddit rankings!)",
        "ups": 205
    },
    {
        "title": "Had to share this, congrats to Justin!",
        "ups": 201
    },
    {
        "title": "Abram from Substratum Here. A message for those on our social media platforms. (Get in here)",
        "ups": 188
    },
    {
        "title": "Boom!$1 Substratum we all knew was coming!",
        "ups": 182
    },
    {
        "title": "SUBSTRATUM is a Net Neutrality Fix",
        "ups": 168
    },
    {
        "title": "A little perspective to our current situation",
        "ups": 161
    },
    {
        "title": "Substratum skepticism",
        "ups": 161
    },
    {
        "title": "New update video",
        "ups": 158
    },
    {
        "title": "Why Substratum? The Mission.",
        "ups": 154
    },
    {
        "title": "Alpha II Update From Justin!!",
        "ups": 155
    },
    {
        "title": "Possible Subreddit Logo",
        "ups": 152
    },
    {
        "title": "Substratum featured in Forbes Dec 31st - Net Neutrality",
        "ups": 149
    },
    {
        "title": "Upvote! Let's help gain awareness for Substratum and show people that the solution to Net Neutrality is here",
        "ups": 146
    },
    {
        "title": "PUTTING the SUBSTRATUM RUMORS TO REST!!!",
        "ups": 132
    },
    {
        "title": "Quick Write-up of the SUBLOCC Event",
        "ups": 122
    },
    {
        "title": "Let’s make sure we, as the community, are also TV ready, when Substratum present in March",
        "ups": 123
    },
    {
        "title": "Setting up my future node for the Substratum network. I've emptied my mining profits and put it into SUB. I believe :)",
        "ups": 117
    }
]