[
    {
        "title": "Public BETA coming soon, confirmed by Justin Tabb, CEO of SUB.",
        "ups": 337
    },
    {
        "title": "Alpha I and Alpha II tests successful, BETA Coming Soon!",
        "ups": 338
    },
    {
        "title": "I met and had a long conversation with the Substratum team a couple days ago. Let me tell you if your investment in Substratum is a good idea, from a non-substratum-holding developer.",
        "ups": 315
    },
    {
        "title": "Substratum will be featured on a major TV spot reaching an estimated 60 MIL people.",
        "ups": 279
    },
    {
        "title": "Update Schedule",
        "ups": 252
    },
    {
        "title": "Solutions Architect Justin Tabb shares insight into the Substratum platform in 30 min youtube interview",
        "ups": 242
    },
    {
        "title": "If anyone has questions or concerns, goto their office and ask in person. Fudsters are welcome too :)",
        "ups": 212
    },
    {
        "title": "Why the content moderation system of Substratum is a disaster waiting to happen",
        "ups": 210
    },
    {
        "title": "6,000+ SUBcribers! Let's grow our SUB sub into one of the biggest and most active! Remember to upvote posts, comment, subscribe, and share (it helps with sub-reddit rankings!)",
        "ups": 204
    },
    {
        "title": "Had to share this, congrats to Justin!",
        "ups": 206
    },
    {
        "title": "Abram from Substratum Here. A message for those on our social media platforms. (Get in here)",
        "ups": 187
    },
    {
        "title": "Boom!$1 Substratum we all knew was coming!",
        "ups": 183
    },
    {
        "title": "SUBSTRATUM is a Net Neutrality Fix",
        "ups": 169
    },
    {
        "title": "A little perspective to our current situation",
        "ups": 163
    },
    {
        "title": "Substratum skepticism",
        "ups": 161
    },
    {
        "title": "New update video",
        "ups": 159
    },
    {
        "title": "Why Substratum? The Mission.",
        "ups": 158
    },
    {
        "title": "Alpha II Update From Justin!!",
        "ups": 154
    },
    {
        "title": "Possible Subreddit Logo",
        "ups": 153
    },
    {
        "title": "Substratum featured in Forbes Dec 31st - Net Neutrality",
        "ups": 150
    },
    {
        "title": "Upvote! Let's help gain awareness for Substratum and show people that the solution to Net Neutrality is here",
        "ups": 146
    },
    {
        "title": "PUTTING the SUBSTRATUM RUMORS TO REST!!!",
        "ups": 130
    },
    {
        "title": "Quick Write-up of the SUBLOCC Event",
        "ups": 123
    },
    {
        "title": "Let’s make sure we, as the community, are also TV ready, when Substratum present in March",
        "ups": 124
    },
    {
        "title": "Setting up my future node for the Substratum network. I've emptied my mining profits and put it into SUB. I believe :)",
        "ups": 119
    },
    {
        "title": "Latest update from the CEO: Alpha 2 video this week, Roadmap meeting, SUB will be featured in a TV Documentary",
        "ups": 121
    },
    {
        "title": "Substratum Team should really take this opportunity to market to non-crypto users since the FCC sold out.",
        "ups": 120
    },
    {
        "title": "Substratum will be listed on COBINHOOD Exchange on Feb 22 00:00 UTC+8",
        "ups": 113
    },
    {
        "title": "Shoutout to SUB from John McAfee...",
        "ups": 117
    },
    {
        "title": "A network engineer from the Department of Defence was blown away by SUB’s tech",
        "ups": 111
    },
    {
        "title": "That's what I Like to hear!",
        "ups": 114
    },
    {
        "title": "Substratum is building a special product that is attempting to solve a real problem in the world and provide a service for people.",
        "ups": 109
    },
    {
        "title": "Vote for SUB!",
        "ups": 112
    },
    {
        "title": "China getting curious about Substratum?",
        "ups": 105
    },
    {
        "title": "China to ban unauthorized VPN's by April. It sure would be nice to have a working Substratum product by then...",
        "ups": 109
    },
    {
        "title": "Lets get one thing straight",
        "ups": 104
    },
    {
        "title": "Get excited",
        "ups": 99
    },
    {
        "title": "Guys, I need some support... I bought at 2.80$...",
        "ups": 100
    },
    {
        "title": "If you are running a #SubstratumNODE you will be able to access ANY site on the internet from ANYWHERE!",
        "ups": 98
    },
    {
        "title": "Dev Talk: SubstratumNODE Whiteboard",
        "ups": 96
    },
    {
        "title": "For those with little to no time: I converted Substratum's White Paper into an audio file to listen to while I bike or drive",
        "ups": 98
    },
    {
        "title": "Binance Fees down!",
        "ups": 96
    },
    {
        "title": "This community is currently the handbrake to the success of Substratum",
        "ups": 97
    },
    {
        "title": "Best Time to Buy Sub",
        "ups": 97
    },
    {
        "title": "Don't chase the hype. Be patient.",
        "ups": 97
    },
    {
        "title": "Sub is on Coinspot - largest Australian exchange",
        "ups": 98
    },
    {
        "title": "Can we ask Binance to lower the withdrawal fee?",
        "ups": 91
    },
    {
        "title": "CHECK OUT WHAT SUB TEAM JUST ANNOUNCED",
        "ups": 90
    },
    {
        "title": "My Nodes are Ready",
        "ups": 92
    },
    {
        "title": "Update from Justin Tabb today on Telegram",
        "ups": 87
    }
]