[
    {
        "title": "Proposal: Conduct the first-ever coin split.",
        "ups": 38
    },
    {
        "title": "Gregory Lucius Meredith is one of the most brilliant &amp; successful mathematicians / developers working today. If Dor does not understand that, he should not be making technical decisions. I invested a lot in the Sept 19 crowdsale - and I was investing in Greg &amp; Rchain/Rholang - not in Dor &amp; Special K",
        "ups": 24
    },
    {
        "title": "AMPs are Out! Thank you for your patience and support!",
        "ups": 21
    },
    {
        "title": "Synereo just gained another supporter. Thanks to the recent burning of AMPs, great job!",
        "ups": 20
    },
    {
        "title": "Huffington Post covers the NFX/Synereo dev partnering story..",
        "ups": 20
    },
    {
        "title": "The Synereo 2.0 Tech Stack Explained: Rholang &amp; Special-K",
        "ups": 18
    },
    {
        "title": "From promising tech (Rchain) which was the basis for the recent crowdsale to the next candidate in a long list of \"facebook killers\". How disappointing.",
        "ups": 17
    },
    {
        "title": "Synereo Favored Over Ethereum As Blockchain Platform",
        "ups": 20
    },
    {
        "title": "More than $3mil raised in first 24 hrs! Thank you for your incredible support. Sale still on!",
        "ups": 19
    },
    {
        "title": "AMA with Synereo Founders. Ask us anything. Live Now!",
        "ups": 18
    },
    {
        "title": "Ramping Up User Testing for Synereo’s First Release",
        "ups": 16
    },
    {
        "title": "Next steps with the project?",
        "ups": 17
    },
    {
        "title": "Synereo flying WAY under the radar right now?",
        "ups": 18
    },
    {
        "title": "WildSpark v2.3: Danube Update",
        "ups": 13
    },
    {
        "title": "Are Synereo and Ethereum competitors ?",
        "ups": 15
    },
    {
        "title": "Synereo Allocates $200k Fund for dApps Developers",
        "ups": 15
    },
    {
        "title": "AMP will be at 3 usd easy when alpha will be launched (in a week)",
        "ups": 15
    },
    {
        "title": "Synereo &amp; Why We Need To Decentralized Social Networks",
        "ups": 15
    },
    {
        "title": "Synereo: A look back at 2017 accomplishments - and a big welcome to 2018",
        "ups": 13
    },
    {
        "title": "Synereo Ask Me Anything | 8.8.2017 LIVE now!",
        "ups": 13
    },
    {
        "title": "The Intersection of Social Media and the Blockchain",
        "ups": 14
    },
    {
        "title": "AMPs are coming soon, details inside",
        "ups": 15
    },
    {
        "title": "Synereo raises $4.7m to meet its 'blockchain promise'",
        "ups": 15
    },
    {
        "title": "With more than $4M raised, last price tier activating today at 23:00 EST. You can stil get AMPs with bonuses and discounts.",
        "ups": 15
    },
    {
        "title": "Meet Synereo's RChain: The first scalable, blazing fast, turing-complete Blockchain.",
        "ups": 14
    },
    {
        "title": "AMP and WildSpark Migrating to Ethereum Blockchain in Q2 2018",
        "ups": 13
    },
    {
        "title": "WildSpark - Going Mainstream",
        "ups": 14
    },
    {
        "title": "Huge potential",
        "ups": 13
    },
    {
        "title": "Cool Vendors in Blockchain Applications, 2017 Synereo makes Gartner's list.",
        "ups": 14
    },
    {
        "title": "Synereo announced today the release of its first “Attention Economy toolkit” component: Synereo Qrator – a tool that allows users to monetize original content, get rewarded for sharing..",
        "ups": 13
    },
    {
        "title": "Synereo's QRator unveiled",
        "ups": 13
    },
    {
        "title": "Probably I'm an idiot, but since the roadmap of last month I haven't heard anything on synereo. Compared to pre-Rchain split,when a lot of buzz was going on, it looks dead-ish in here. What's going on?? Dev updates anyone?",
        "ups": 13
    },
    {
        "title": "How Ethereum could save Synereo/Rchain",
        "ups": 14
    },
    {
        "title": "Thank you for supporting the Synereo project! Read here when you'll get your AMPs",
        "ups": 13
    },
    {
        "title": "Help me understand these about Synereo ?",
        "ups": 12
    },
    {
        "title": "Synereo's cryptocurrency and app to switch to Ethereum Blockchain to meet growing demand - EconoTimes",
        "ups": 13
    },
    {
        "title": "Welcome to the New Synereo.com",
        "ups": 13
    },
    {
        "title": "A sneak peek of what Synereo is up to behind the scenes",
        "ups": 11
    },
    {
        "title": "WildSpark Gets a Real Time Leaderboard",
        "ups": 11
    },
    {
        "title": "Wildspark enters open beta, now allows browsing Amplified videos directly via the website.",
        "ups": 12
    },
    {
        "title": "Introducing WildSpark by Synereo",
        "ups": 13
    },
    {
        "title": "Synereo's first attention economy app: Qrator",
        "ups": 12
    },
    {
        "title": "Settle the refund issue",
        "ups": 11
    },
    {
        "title": "Don't Give Up!",
        "ups": 12
    },
    {
        "title": "Join Synereo CTO Greg Meredith at EpicenterBTC and learn about Synereo's technology - past, present and future.",
        "ups": 11
    },
    {
        "title": "Standing on the Shoulder of Giants: Synereo’s Full Tech-Stack Explained",
        "ups": 12
    },
    {
        "title": "How to Purchase AMPs with Credit Card on BankToTheFuture",
        "ups": 12
    },
    {
        "title": "Each “shard” in Synereo’s system is responsible for only small pieces of the network at a given time, and can be joined in bigger shards, and so on..",
        "ups": 13
    },
    {
        "title": "Decentralized semi-autonomous platform Synereo gears up for alpha launch - EconoTimes",
        "ups": 10
    },
    {
        "title": "Synereo Interviews: The Bitcoin Podcast",
        "ups": 12
    }
]