[
    {
        "title": "The Most Undervalued Project in the Crypto World (Not for Long)",
        "ups": 81
    },
    {
        "title": "SYSCOIN HUGE potential+ REBRANDING EXPLAINED",
        "ups": 80
    },
    {
        "title": "Rebranding? and other ??",
        "ups": 76
    },
    {
        "title": "Useful Beginner's Guide to Syscoin",
        "ups": 67
    },
    {
        "title": "Blockmarket Desktop 1.2 Release: In-Wallet Exchange of 32 Popular Cryptocurrencies!",
        "ups": 59
    },
    {
        "title": "SYSCOIN Has Lowest Cost Per Transaction (Cheaper Than Ripple!)",
        "ups": 62
    },
    {
        "title": "Syscoin added 6 New Developers!!! (Dev Team #2)",
        "ups": 58
    },
    {
        "title": "Lead Dev @Jagdeep of Syscoin has solved \"unsolvable\" double spend problem without the need of confirmations!!! HUGE",
        "ups": 58
    },
    {
        "title": "Read/Share/Upvote -&gt; The Most Undervalued Project in the Crypto World (Not for Long)",
        "ups": 49
    },
    {
        "title": "Syscoin Community Fund raised 24,000 Sys in 6 Days!",
        "ups": 43
    },
    {
        "title": "Syscoin team member tweets out he has a business trip with a major partner this week!",
        "ups": 44
    },
    {
        "title": "The Syscoin team has applied for inclusion on Binance. Addition depends on Binance assessments",
        "ups": 42
    },
    {
        "title": "Blockchain Foundry, developer of the Syscoin blockchain protocol, announces closing of $3.3 million private placement financing",
        "ups": 45
    },
    {
        "title": "Syscoin to Disrupt eBay and Real-Estate Industries",
        "ups": 40
    },
    {
        "title": "Syscoin: 3 More Team Members Went Full-Time TODAY!",
        "ups": 37
    },
    {
        "title": "WORLD's FIRST: The Ability to send/receive Syscoin services including assets through zero-confirmation settlements!",
        "ups": 36
    },
    {
        "title": "SYSCOIN - 0 Confirmation Double Spend Protected Service Transactions Are Functional Now",
        "ups": 34
    },
    {
        "title": "Sooo nice to see Blockmarket.com Coming Soon page!!! Love it!",
        "ups": 36
    },
    {
        "title": "Syscoin – The First to Implement Lightening Network",
        "ups": 38
    },
    {
        "title": "Syscoin -The Hidden Gem Of 2018 – Daniel Westby – Medium",
        "ups": 37
    },
    {
        "title": "Fantastic meeting with one of our large Blockchain Foundry investors yesterday. They will be opening doors to many large retailers for us. I'm expecting some very exciting partnerships for 2018!",
        "ups": 34
    },
    {
        "title": "Why I think 2018 will be a big year for syscoin",
        "ups": 34
    },
    {
        "title": "We're up to $0.91! Let's get some activity in this sub",
        "ups": 35
    },
    {
        "title": "Outstanding Analysis of Syscoin: The eBay-Amazon of Crypto!",
        "ups": 31
    },
    {
        "title": "I've thrown my hat into the SYS ring",
        "ups": 34
    },
    {
        "title": "Syscoin Rebranding Roadmap",
        "ups": 32
    },
    {
        "title": "AMA tomorrow 8AM PST",
        "ups": 32
    },
    {
        "title": "SYS 2018",
        "ups": 34
    },
    {
        "title": "Blockchain Foundry Inc. (By Syscoin) IPO Being Listed on Canadian Stock Exchange.",
        "ups": 32
    },
    {
        "title": "ALL IN",
        "ups": 32
    },
    {
        "title": "John McAfee sold his SYS coin 8 AM CST to people days in advance. He sells his calls to people beforehand, who then sell to others...",
        "ups": 34
    },
    {
        "title": "Syscoin — The Ebay of Blockchain",
        "ups": 35
    },
    {
        "title": "Vote for Syscoin to be added on Cobinhood exchange!",
        "ups": 31
    },
    {
        "title": "Perfect Example of Why Syscoin's Revolutionary Decentralized Marketplace is Needed!",
        "ups": 29
    },
    {
        "title": "300 TPS, instant transaction ability",
        "ups": 30
    },
    {
        "title": "Syscoin/Blockchain Foundry featured on P20 of Insights Success Magazine. Check it out!",
        "ups": 30
    },
    {
        "title": "5 Altcoins You Should Consider Investing In (Syscoin is One!)",
        "ups": 28
    },
    {
        "title": "FOR ANY NEWCOMERS: PLEASE READ",
        "ups": 29
    },
    {
        "title": "Blockmarket Desktop v1.0 Release",
        "ups": 31
    },
    {
        "title": "Is it true?",
        "ups": 28
    },
    {
        "title": "[Rebranding] Syscoin team confirms they are working on a new logo!",
        "ups": 28
    },
    {
        "title": "Sys has gone parabolic",
        "ups": 29
    },
    {
        "title": "Syscoin in International Business Times!",
        "ups": 27
    },
    {
        "title": "Looks like Syscoin is finally getting a little bit of recognition it deserved",
        "ups": 25
    },
    {
        "title": "SYS making moves!",
        "ups": 25
    },
    {
        "title": "Attention: BETA-TESTERS: Syscoin Testnet 5 is released! Includes Z-Dag and Assets. Beta Testers need to upgrade visit our Slack channel for upgrade info. New testers welcome!",
        "ups": 26
    },
    {
        "title": "Great article about SYS: use cases for 10 trillion-dollar ecommerce space",
        "ups": 25
    },
    {
        "title": "Syscoin Engages Marketing Agency",
        "ups": 25
    },
    {
        "title": "SYS BITS: A little bit of Syscoin's history (The Birth of Syscoin's Escrow/Stolen Bitcoin)",
        "ups": 24
    },
    {
        "title": "Hey everyone, I made a syscoin white paper typographical art piece. It's limited to 100 prints and canvases. Hope you enjoy it!",
        "ups": 24
    }
]