[
    {
        "title": "Tether tokens on the Ethereum blockchain have unilateral Blacklist &amp; Destroy functions.",
        "ups": 77
    },
    {
        "title": "Tether's audit is done. EVERYTHING IS OKAY!!!!",
        "ups": 72
    },
    {
        "title": "The End Is Near. Get your coin/$ out of USDT exchanges ASAP.",
        "ups": 70
    },
    {
        "title": "I feel like a conspiracy theorist but there are just so many **Red Flags**!",
        "ups": 51
    },
    {
        "title": "Who is Bitfinex'ed?",
        "ups": 50
    },
    {
        "title": "Controversial tweeter Bitfinex’ed has been shadowbanned by Twitter.",
        "ups": 48
    },
    {
        "title": "I come here looking for fellow investors that see no option other than to sell everything and wait for the tether collapse. Anybody here?",
        "ups": 48
    },
    {
        "title": "[Manipulation] Notes on the transparency of Tether and Bitcoin market manipulation",
        "ups": 47
    },
    {
        "title": "It's happening....!",
        "ups": 45
    },
    {
        "title": "Petition for Tether to use their machine to print 30bn USDT to end world hunger!",
        "ups": 47
    },
    {
        "title": "A Theory of Tether",
        "ups": 41
    },
    {
        "title": "Why isn't Tether Buying Back Their Currency?",
        "ups": 40
    },
    {
        "title": "The Tether Effect: the price of Bitcoin 12 hours before a grant, the price at the time of the grant, and the price 12 hours after.",
        "ups": 36
    },
    {
        "title": "In regards to the new EURT printing...",
        "ups": 36
    },
    {
        "title": "Tether. It's magic and all we have to do is believe!",
        "ups": 39
    },
    {
        "title": "Tether printed another 100 mil",
        "ups": 35
    },
    {
        "title": "Tether Scam is starting to get more google search interest!",
        "ups": 40
    },
    {
        "title": "How to Spot Shills: For Beginners",
        "ups": 36
    },
    {
        "title": "Tether just printed up another $100 million USDT (no this is not a repost, this is yet another $100 million fantasy internet funbucks)",
        "ups": 35
    },
    {
        "title": "Most of the Kraken USDT/USD order book buy orders have been pulled, exit scam in progress",
        "ups": 33
    },
    {
        "title": "The first 30,000,000 Tether tokens have been destroyed. Ever.",
        "ups": 31
    },
    {
        "title": "Bitfinex and Tether said to be subpoenaed by CFTC",
        "ups": 35
    },
    {
        "title": "Sell your tokens ASAP",
        "ups": 30
    },
    {
        "title": "I find it very concerning",
        "ups": 33
    },
    {
        "title": "The Audio Recordings Bitfinex doesn’t want you to hear.",
        "ups": 36
    }
]