[
    {
        "title": "We have a major partnership announcement this week. And it is also the first time we partner with an public listed company. #TRON #TRX $TRX",
        "ups": 1592
    },
    {
        "title": "Made a quick Reddit logo for Tron. What are your thoughts?",
        "ups": 1496
    },
    {
        "title": "VOTE TO LIST TRON ON KUCOIN!",
        "ups": 1455
    },
    {
        "title": "A piece of advice for you folks who might be experiencing new found wealth in the near future.",
        "ups": 1210
    },
    {
        "title": "Petition to auto delete any threads and comments containing the words \"moon\", \"lambo\" and \"hodl\"",
        "ups": 1156
    },
    {
        "title": "Picking an Altcoin",
        "ups": 1076
    },
    {
        "title": "I was asked my opinion about BaoFeng news.. and you guys just have no idea. Wow. Wow. Wow.",
        "ups": 1027
    },
    {
        "title": "These are just facts now.",
        "ups": 983
    },
    {
        "title": "We have survived. Nothing can stop us now.",
        "ups": 935
    },
    {
        "title": "**MUST READ** TRON ARTICLE. A counter to ALL the FUD around TRX. The TRON Holy Bible.",
        "ups": 926
    },
    {
        "title": "Mainnet launch March 31st 2018",
        "ups": 894
    },
    {
        "title": "AN IMPORTANT MESSAGE FOR JUSTIN",
        "ups": 826
    },
    {
        "title": "Dont be a price watcher.",
        "ups": 824
    },
    {
        "title": "Tron, please keep it together and don't kill your coin with over hype.",
        "ups": 758
    },
    {
        "title": "FUD Alert: Justin Sun Didn’t Cash Out 1.2 Billion of Tron Coins",
        "ups": 728
    },
    {
        "title": "Dispelling The Myths Behind Tron (TRX), The Most Misunderstood Coin In Crypto",
        "ups": 710
    },
    {
        "title": "Vote NOW to be able buy TRX with FIAT.",
        "ups": 714
    },
    {
        "title": "Aw, friends :)",
        "ups": 694
    },
    {
        "title": "Techie's point of view",
        "ups": 662
    },
    {
        "title": "Justin confirms that the Tron website will be in English by the end of the week.",
        "ups": 652
    },
    {
        "title": "A game developer's perspective on the Tron Network",
        "ups": 633
    },
    {
        "title": "From a silent TRX bag holder.",
        "ups": 585
    },
    {
        "title": "Askhole [n.]",
        "ups": 592
    },
    {
        "title": "A clarification on Tron's future price and circulating supply",
        "ups": 555
    },
    {
        "title": "When my family talks about all that crypto shit, but got no idea that I'm investing and have made a huge profit",
        "ups": 526
    }
]