[
    {
        "title": "We have a major partnership announcement this week. And it is also the first time we partner with an public listed company. #TRON #TRX $TRX",
        "ups": 1595
    },
    {
        "title": "Made a quick Reddit logo for Tron. What are your thoughts?",
        "ups": 1495
    },
    {
        "title": "VOTE TO LIST TRON ON KUCOIN!",
        "ups": 1455
    },
    {
        "title": "A piece of advice for you folks who might be experiencing new found wealth in the near future.",
        "ups": 1213
    },
    {
        "title": "Petition to auto delete any threads and comments containing the words \"moon\", \"lambo\" and \"hodl\"",
        "ups": 1158
    },
    {
        "title": "Picking an Altcoin",
        "ups": 1081
    },
    {
        "title": "I was asked my opinion about BaoFeng news.. and you guys just have no idea. Wow. Wow. Wow.",
        "ups": 1029
    },
    {
        "title": "These are just facts now.",
        "ups": 981
    },
    {
        "title": "We have survived. Nothing can stop us now.",
        "ups": 935
    },
    {
        "title": "**MUST READ** TRON ARTICLE. A counter to ALL the FUD around TRX. The TRON Holy Bible.",
        "ups": 929
    },
    {
        "title": "Mainnet launch March 31st 2018",
        "ups": 901
    },
    {
        "title": "AN IMPORTANT MESSAGE FOR JUSTIN",
        "ups": 825
    },
    {
        "title": "Dont be a price watcher.",
        "ups": 828
    },
    {
        "title": "Tron, please keep it together and don't kill your coin with over hype.",
        "ups": 760
    },
    {
        "title": "FUD Alert: Justin Sun Didn’t Cash Out 1.2 Billion of Tron Coins",
        "ups": 735
    },
    {
        "title": "Dispelling The Myths Behind Tron (TRX), The Most Misunderstood Coin In Crypto",
        "ups": 716
    },
    {
        "title": "Vote NOW to be able buy TRX with FIAT.",
        "ups": 714
    },
    {
        "title": "Aw, friends :)",
        "ups": 690
    },
    {
        "title": "Techie's point of view",
        "ups": 666
    },
    {
        "title": "Justin confirms that the Tron website will be in English by the end of the week.",
        "ups": 657
    },
    {
        "title": "A game developer's perspective on the Tron Network",
        "ups": 628
    },
    {
        "title": "From a silent TRX bag holder.",
        "ups": 587
    },
    {
        "title": "Askhole [n.]",
        "ups": 585
    },
    {
        "title": "A clarification on Tron's future price and circulating supply",
        "ups": 551
    },
    {
        "title": "When my family talks about all that crypto shit, but got no idea that I'm investing and have made a huge profit",
        "ups": 518
    },
    {
        "title": "It’s not TRX, it’s you.",
        "ups": 523
    },
    {
        "title": "\"Five brilliant developers from #alibaba #Microsoft #JD #PKU just joined #TRON this week. I will introduce them in the live streaming tomorrow. If you are a developer and interested in joining #TRON please email your resume to our ex #alibaba tech head lucien@tronlab.com.\" - Justin Sun",
        "ups": 517
    },
    {
        "title": "Tron coming to BitClude! Well done us!",
        "ups": 515
    },
    {
        "title": "Announcement out! Bike Partnership across 20 countries!",
        "ups": 519
    },
    {
        "title": "TRON opening offices in San Fransisco",
        "ups": 512
    },
    {
        "title": "\"#TRON officially announced the joining of Evan (Zhang Anwen), a senior bank technical expert. Evan has been responsible for major system development of four major commercial banks such as ICBC, Agricultural Bank of China, BoC and CCB. #TRX $TRX https://t.co/2TRKjmSnv4\" - Justin Sun",
        "ups": 513
    },
    {
        "title": "\"We are pleased to announce our partnership with http://Game.com , a leading online gaming platform and launch first #TRON dogs games http://tron.game.com/ , where users can use #TRX to purchase various pets and enjoy the companion of virtual pets.\"",
        "ups": 510
    },
    {
        "title": "\"One more senior developer from #Alibaba just joined the #TRON team. Led by Lucien Chen, we began to have a very strong developer team from great companies. #TRX $TRX\" - Justin Sun",
        "ups": 490
    },
    {
        "title": "Code analysis followup, testing infrastructure, and upcoming Wallet update!",
        "ups": 476
    },
    {
        "title": "Finally we have some adoption, big one!",
        "ups": 462
    },
    {
        "title": "Just woke up. Haven't checked my account for 24 hours..",
        "ups": 459
    },
    {
        "title": "\"The integration #TRON #TRX $TRX of Peiwo application is almost done. We will have a detailed roadmap and countdown within this week.\"",
        "ups": 455
    },
    {
        "title": "Seems like upvoting this would be good for TRON",
        "ups": 457
    },
    {
        "title": "TRX Listed On Bitfinex (Official Announcement)",
        "ups": 448
    },
    {
        "title": "Official TRX wallet confirmed by Justing together with mainnet",
        "ups": 439
    },
    {
        "title": "Guys, I'm sorry, I'm out.",
        "ups": 442
    },
    {
        "title": "No bittrex, no bitfinex, no bithumb still we are in top 20 crypto list on coinmarketcap. Think when we will be listed on these giant exchanges, on which position we will have... - Tron true hodler (I made this, if you like it upvote it and let people know who we are...) Thank you Tron family :)",
        "ups": 440
    },
    {
        "title": "Sometimes even McAfee is right.",
        "ups": 439
    },
    {
        "title": "TRX is Cointelegraph alt of the week",
        "ups": 423
    },
    {
        "title": "Takeaways from Justin's Livestream",
        "ups": 427
    },
    {
        "title": "\"Peiwo APP announced the plan of #TRX integration. The formal completion was scheduled on February 16. Deposit is on Jan. 19th and gift tipping is on Jan. 26th. Peiwo is one of the largest audio live APP in China with 10 million users. #TRON $TRX https://t.co/trD2sGUFo0\" - Justin Sun",
        "ups": 418
    },
    {
        "title": "Only a few hours, Korea can easily buy TRON (TRX)",
        "ups": 413
    },
    {
        "title": "Will the Tron blockchain be ready BEFORE the releases of the game?",
        "ups": 419
    },
    {
        "title": "TRX getting listed in two South Korean exchanges tomorrow and in 3 days respectively",
        "ups": 405
    },
    {
        "title": "Former ‘’Four Banks‘’ Top Security Expert Zhang Anwen Joins TRON",
        "ups": 405
    }
]