[
    {
        "title": "Ubiq Quarterly Report [Nov 30th, 2017]",
        "ups": 73
    },
    {
        "title": "Ubiq wins Blockchain Company Of The Year at the DF Institute FinTech and AI Awards",
        "ups": 71
    },
    {
        "title": "UBQ's popularity. [YOU CAN HELP]",
        "ups": 60
    },
    {
        "title": "Support for Ledger Hardware Wallets has Arrived for Ubiq! — Steemit",
        "ups": 45
    },
    {
        "title": "My two cents on Ubiq",
        "ups": 45
    },
    {
        "title": "Ledger Hardware Wallet for Ubiq",
        "ups": 38
    },
    {
        "title": "Ubiq Quarterly Report (Current)",
        "ups": 41
    },
    {
        "title": "SO I DECIDED TO TEST THE SPEED OF UBIQ TRANSACTIONS.... APPARENTLY YOU NEED ULTRA INSTINCT TO ACTUALLY SEE HOW FAST ONE IS",
        "ups": 39
    },
    {
        "title": "Was this not why UBIQ was created in the first place? People need to look to UBIQ as the safe alternative to ETH, not ETC or LTC, get the word out!",
        "ups": 36
    },
    {
        "title": "Ethereum Commonwealth is offering to support UBIQ! Exciting news for us comrades. Our pay day comes!",
        "ups": 36
    },
    {
        "title": "I cant find a single post about Ubiq winning the Fintech award over at r/cryptocurrency. This coin is such a sleeper and I love it!",
        "ups": 34
    },
    {
        "title": "Ubiq Awareness Push",
        "ups": 34
    },
    {
        "title": "Blockchain company of the year",
        "ups": 31
    },
    {
        "title": "The future of ubiq is here!",
        "ups": 32
    },
    {
        "title": "UBIQ has grown almost 500% since 1 december. Where are people on reddit? Come, subscribe and promote it wherever you can",
        "ups": 31
    },
    {
        "title": "Einstein Capital Partners announces blockchain service partnership with Ubiq",
        "ups": 30
    },
    {
        "title": "Proud to announce that GeoCoin and their Proof of Location feature will be swapping to the Ubiq platform! $UBQ $GEO",
        "ups": 29
    },
    {
        "title": "Finally! Ubiq coming to more exchanges.",
        "ups": 29
    },
    {
        "title": "Essential Ubiq Information",
        "ups": 28
    },
    {
        "title": "An Introduction of Ubiq - an Enterprise-Aimed Fork of Ethereum - Bitfalls",
        "ups": 29
    },
    {
        "title": "I am disappointed in this project but I invite you to read this and start making some changes.",
        "ups": 27
    },
    {
        "title": "Ubiq nominated for Institutional Exchange Listing, Please Vote!",
        "ups": 27
    },
    {
        "title": "Good future for UBQ..!",
        "ups": 28
    },
    {
        "title": "Add UBQ on Poloniex:",
        "ups": 25
    },
    {
        "title": "Hello Ubiq, after such a Long wait 😆",
        "ups": 25
    }
]