[
    {
        "title": "VeChain will partner with Fanghuwang, one of the fastest growing online lending platforms in China with $3.3bn AUM. With this partnership, VeChain Thor solves major problems within one of the largest global industries.",
        "ups": 1348
    },
    {
        "title": "VeChain announced working with BMW",
        "ups": 1258
    },
    {
        "title": "VeChain passes the first ever Cryptocurrency Disaster Recovery Plan from PwC",
        "ups": 1138
    },
    {
        "title": "Vechain Partners with Tobacco",
        "ups": 983
    },
    {
        "title": "VeChain Signs A Partnership Agreement With Yida Group’s IT Management division, Yida Future",
        "ups": 838
    },
    {
        "title": "VeChain partners with Australian based 188 Business Alliance Association",
        "ups": 791
    },
    {
        "title": "VeChain introduces VeResearch, a global innovation research grant program formed by research professionals to integrate blockchain into new and emerging technologies",
        "ups": 774
    },
    {
        "title": "VeChain Partners With InfoCorp’s Sentenel Chain To Provide Cross-Chain Interoperability To Help The World’s Less Privileged",
        "ups": 755
    },
    {
        "title": "VeChain All-in-One Thread",
        "ups": 755
    },
    {
        "title": "Jim Breyer investing in Vechain is an absolutely massive signal. Here's why.",
        "ups": 714
    },
    {
        "title": "VeChain’s First Official Public Infrastructural Decentralized Application — VeVID",
        "ups": 693
    },
    {
        "title": "Huobi adding VEN/USDT pairing - Leading to more overall Volume",
        "ups": 677
    },
    {
        "title": "VeChain Reddit Community hits 20,000 Redditors - Thank you all for your continued support!",
        "ups": 658
    },
    {
        "title": "The best news to come out of this press conference, is that DNV GL is not just planning to use a private blockchain with VeChain in an advisory role, but it has been confirmed that the actual VeChain blockchain will be used. Personally couldn't have imagined better news to come out of this!",
        "ups": 656
    },
    {
        "title": "Media giant Al Jazeera talks blockchain with VeChain CEO Sunny Lu on the future beyond Bitcoin, and how blockchain will change the way we all do business.",
        "ups": 651
    },
    {
        "title": "Picture of currently announced partnerships for VeChain, more to come!",
        "ups": 627
    },
    {
        "title": "VeChain partners with iTaotaoke to bring intellectual property protection to content creators.",
        "ups": 611
    },
    {
        "title": "We are Trending on the Frontpage - Dont forget to upvote! VeChain’s Latest Partnership",
        "ups": 568
    },
    {
        "title": "Sunny Lu on CNBC",
        "ups": 559
    },
    {
        "title": "As a community, we grow stronger - 40,000 and counting. Thank you for being a part of something special and for all your support!",
        "ups": 544
    },
    {
        "title": "VeChain (VEN) = Sleeping Giant",
        "ups": 542
    },
    {
        "title": "Officially confirmed by VeChain Foundation - Yes, BMW is a PARTNER of VEN, not just a \"working\" capacity.",
        "ups": 525
    },
    {
        "title": "Announcing Our VeChain Advisory Role – Jim Breyer – Medium",
        "ups": 511
    },
    {
        "title": "VeChain Twitter: It's a great honor to meet Alexander De Croo, Deputy Prime Minister of Belgium [...]",
        "ups": 509
    },
    {
        "title": "China's CCTV (1.2 Billion viewers) just mentioned VeChain's use case &amp; DNVGL digitization",
        "ups": 497
    },
    {
        "title": "VeChain adding publication industry capability and partners with Hubei Sanxin Cultural Media Ltd.",
        "ups": 505
    },
    {
        "title": "https://breyercapital.com/portfolio/",
        "ups": 477
    },
    {
        "title": "Addressing Brigading and Other Community Issues",
        "ups": 472
    },
    {
        "title": "DNV GL partners with blockchain expert VeChain to increase transparency from the factory to the consumer",
        "ups": 468
    },
    {
        "title": "The 1st place winner of the VeChain Video Contest is \"VeChain: An Introduction\" made by Towelkeeper! Perfect story line, great animation, comprehensive and accurate information delivered. Congrats!",
        "ups": 464
    },
    {
        "title": "New Coca Cola Kid Tweet",
        "ups": 460
    },
    {
        "title": "VeChain featured on Canada's top blockchain news site!",
        "ups": 458
    },
    {
        "title": "VeChain &amp; DNV GL Global Partnership Announcement Video",
        "ups": 449
    },
    {
        "title": "Vote for Vechain on India's biggest exchange!",
        "ups": 447
    },
    {
        "title": "VeChain Foundation is excited to announce that Kevin Feng has formally joined VeChain Foundation as Chief Operating Officer.",
        "ups": 452
    },
    {
        "title": "\"Everything we do will be supported by blockchain\" - DNV GL",
        "ups": 435
    },
    {
        "title": "Fanghuwang (real estate mortgage platform) lists VeChain as a partner on their website!",
        "ups": 422
    },
    {
        "title": "VeChain Partnership List and why It's going to be gigantic - Ethereum World News",
        "ups": 414
    },
    {
        "title": "Regarding this /r/cryptocurrency ban. This is the fault of members of some of the official communities, and all of us can and should do better.",
        "ups": 409
    },
    {
        "title": "Forbes Billionaire Jim Breyer interest in VeChain",
        "ups": 404
    },
    {
        "title": "New Coca Cola Kid post",
        "ups": 402
    },
    {
        "title": "15,000 Redditors and counting, thank you all for your support!",
        "ups": 399
    },
    {
        "title": "VeChain getting listed on Coinnest!",
        "ups": 397
    },
    {
        "title": "New CocaColaKid Tweet",
        "ups": 395
    },
    {
        "title": "Vechain Thor: Capstone Celebration, Apotheosis, &amp; Rebranding Details",
        "ups": 399
    },
    {
        "title": "Introducing VeChain’s CTO Gu Jianliang to the Community",
        "ups": 392
    },
    {
        "title": "We're now #22 in market cap. Last week we were in the mid 30's",
        "ups": 392
    },
    {
        "title": "South Korera Greenlights Cryptocurrencies",
        "ups": 395
    },
    {
        "title": "VeChain recognized as top performing crypto this week.",
        "ups": 391
    },
    {
        "title": "Binance needs to lower VEN transaction fees, let’s act as a community. What can we do?",
        "ups": 387
    }
]