[
    {
        "title": "VTC HITS $10 USD!",
        "ups": 2170
    },
    {
        "title": "Let's get this to the front page! I've seen this meme too many times on the front page for Bitcoin, let's go Vertcoin!",
        "ups": 1547
    },
    {
        "title": "Urgent Message to VTC Marketing Team",
        "ups": 1282
    },
    {
        "title": "Vertbase - A Vertcoin to USD exchange",
        "ups": 988
    },
    {
        "title": "A Vertcoin informative infographic",
        "ups": 943
    },
    {
        "title": "Started the petition to add Vertcoin to Coinbase. Thank you for your signatures.",
        "ups": 904
    },
    {
        "title": "Vote to get Vertcoin listed on a new exchange opening January 1st!",
        "ups": 775
    },
    {
        "title": "someone just sent 10000 VTC to the dev fund !",
        "ups": 596
    },
    {
        "title": "We are experiencing a huge wave of people joining the Cryptocurrency world. It usually starts with them finding Bitcoin, discovering Etherem/Litecoin, and then moving to Alt coins. Just a matter of time until they find Vertcoin.",
        "ups": 590
    },
    {
        "title": "Go vote for Vertcoin to be listed on Binance.com!",
        "ups": 566
    },
    {
        "title": "Vertcoin might get added on Exodus wallet!",
        "ups": 564
    },
    {
        "title": "Vertcoin listed as one of the five cryptos to invest in by NBC News.",
        "ups": 548
    },
    {
        "title": "If you are LURKING right now. Take a minute to sign up and subscribe and push this sub into the top 10 crypto reddits. This mess with B2X is why VERT is a top coin.",
        "ups": 510
    },
    {
        "title": "Altcoin.io Exchange officially announces plans to implement Vertcoin into their Decentralized Atomic Swap Exchange!",
        "ups": 493
    },
    {
        "title": "The Devs just released a donation goal for exchange listings! Go donate and push this project forward!",
        "ups": 489
    },
    {
        "title": "Bitcoin Gold devs caught trying to scam miners - how can anyone support this shit over Vertcoin?",
        "ups": 481
    },
    {
        "title": "Getting listed on GDAX/Coinbase is very achievable with a community like this. Do not underestimate this community.",
        "ups": 474
    },
    {
        "title": "Let's get Binance to list Vertcoin as their Community Coin of the month!",
        "ups": 469
    },
    {
        "title": "Vertcoin-Team confirmed Vertbase is real and legit",
        "ups": 471
    },
    {
        "title": "It halvened.",
        "ups": 462
    },
    {
        "title": "PSA: Please stop the frequent VTC posting on r/cryptocurrency.",
        "ups": 467
    },
    {
        "title": "Do NOT spam Coinbase with emails to list Vertcoin.",
        "ups": 460
    },
    {
        "title": "Somone just donated 666.66 VTC to the Exchange fund!",
        "ups": 431
    },
    {
        "title": "Calm down folks...",
        "ups": 433
    },
    {
        "title": "Please upvote Alotta-Money's Infographic on 9gag !",
        "ups": 423
    }
]