[
    {
        "title": "We are happy to announce that we are working on $VIA integration for one of the biggest #cryptocurrency ATM companies. More info soon!",
        "ups": 36
    },
    {
        "title": "BE PART OF THE COMMUNITY - You're not a coder but you want to help this great open source project? Here's what you can do",
        "ups": 35
    },
    {
        "title": "The new Viacoin development update is now live!",
        "ups": 34
    },
    {
        "title": "Help Viacoin get listed on Binance!",
        "ups": 33
    },
    {
        "title": "We are thrilled to welcome James, a digital marketing specialist, to the $VIA team!",
        "ups": 28
    },
    {
        "title": "[AMA] Ask VIACOIN's head of marketing Mike anything!",
        "ups": 27
    },
    {
        "title": "upcoming $VIA Core 0.15 update will add Merkelized Abstract Syntax Trees. M.A.S.T. allows creating smart contracts without clogging up the blockchain, turning Viacoin into a store of value and a decentralized, Turing-complete smart contract platform.",
        "ups": 28
    },
    {
        "title": "Viacoin community banner contest!",
        "ups": 28
    },
    {
        "title": "The upcoming VIA Core 0.15 update also includes Schnorr Signatures, improving #Viacoin's scalability, efficiency and privacy, all in one go. Schnorr Signatures offer a strong level of correctness, do not suffer from malleability, are fast to verify, and support multisignature.",
        "ups": 27
    },
    {
        "title": "Viacoin Development Update — 10/2017",
        "ups": 27
    },
    {
        "title": "The Viacoin developers are making great progress on ATM support!",
        "ups": 25
    },
    {
        "title": "Viacoin is stepping up their advertising!",
        "ups": 28
    },
    {
        "title": "Vote for Viacoin to get listed on Binance!",
        "ups": 28
    },
    {
        "title": "Please vote for Viacoin!",
        "ups": 24
    },
    {
        "title": "Viacoin in 2018, Why it’s worth keeping an eye on.",
        "ups": 25
    },
    {
        "title": "VIA vs VTC vs LTC vs BTC comparison chart",
        "ups": 24
    },
    {
        "title": "VIA to the moon 2018",
        "ups": 24
    },
    {
        "title": "Binance =]",
        "ups": 26
    },
    {
        "title": "All tests have passed for Viacoin Lightning Network",
        "ups": 23
    },
    {
        "title": "Viacoin has been merged into Decred's atomic swap codebase.",
        "ups": 22
    },
    {
        "title": "AMA with VIA's head of marketing tomorrow 11 January at 20:00 CET",
        "ups": 21
    },
    {
        "title": "Viacoin is on a run",
        "ups": 23
    },
    {
        "title": "Vialectrum 3.0.2 update: The improved VialectrumX server is up and running and we're adding a VialectrumX TOR server for more privacy. Currently working on a few small cleanups, small bug fixes &amp; building the binaries for (.exe/ .setup). Ready for testing soon!",
        "ups": 20
    },
    {
        "title": "We are excited to welcome @chainfailure to the Viacoin development team. He will be focussing on developing web and mobile applications for $VIA.",
        "ups": 19
    },
    {
        "title": "viacoin 2018 RoadMap",
        "ups": 22
    },
    {
        "title": "It's Almost Time",
        "ups": 21
    },
    {
        "title": "I made a short article about Viacoin and its history for those who are new in the cryptoscene",
        "ups": 23
    },
    {
        "title": "Top ALT Coin Picks for 2018 | Viacoin | Best Cryptocurrency",
        "ups": 22
    },
    {
        "title": "Frank is joining the #Viacoin development team. Frank is a software engineer with over 20 years of experience in Javascript, SQL, C# and much more. He will start off by writing ViacoinJ, a Viacoin Core alternative in Java.",
        "ups": 18
    },
    {
        "title": "We have finished the VIA integration for Generalbytes ATMs. The code has been submitted for review. We will let you know once our pull request gets merged!",
        "ups": 20
    },
    {
        "title": "Who's interested in a Reddit AMA with Mike and James, the VIACOIN marketing guys?",
        "ups": 21
    },
    {
        "title": "The Crypto Lark's Viacoin analysis",
        "ups": 20
    },
    {
        "title": "Viacoin Price Prediction (2018):",
        "ups": 22
    },
    {
        "title": "Viacoin's market cap will 5-6x when people realize this",
        "ups": 18
    },
    {
        "title": "Thoughts from someone holding a lot of VIA",
        "ups": 18
    },
    {
        "title": "Great Future for Viacoin in 2018",
        "ups": 18
    },
    {
        "title": "$VIA #ViaCoin get in now for more return. I see 1.5x to 2x in short-term https://viacoin.org/puzzle/",
        "ups": 19
    },
    {
        "title": "Pls vote for Viacoin. We need all of you :)",
        "ups": 18
    },
    {
        "title": "I made a tutorial on how to do an atomicswap using Viacoin and Litecoin as an example",
        "ups": 18
    },
    {
        "title": "Merry Christmas and a bullish 2018 from Viacoin!",
        "ups": 18
    },
    {
        "title": "We need more activity to add to the major Asian exchanges",
        "ups": 20
    },
    {
        "title": "VIA it is 👍",
        "ups": 18
    },
    {
        "title": "We are now engaged in official discussions over the expansion of the Viacoin marketing team, more details to come. $VIA",
        "ups": 16
    },
    {
        "title": "Viacoin Whitepaper Link - English",
        "ups": 20
    },
    {
        "title": "VIACOIN added to SuperNet and Komodo's decentralized exchange BarterDEX",
        "ups": 18
    },
    {
        "title": "Viacoin on Twitter: proud to announce an official agreement with @Yobtc_platform, one of China's leading exchanges as we expand our global network!",
        "ups": 17
    },
    {
        "title": "What Is Viacoin?",
        "ups": 16
    },
    {
        "title": "Vialectrum 3.0.5. Released! Bech32 address support, better fee estimation, VialectrumX Tor nodes and a lot more!",
        "ups": 19
    },
    {
        "title": "We added 2 VialectrumX TOR servers for the Vialectrum 3.x release. The hidden service runs on a dedicated VM &amp; can only be accessed via TOR. No service on the clearnet. VialectrumX servers do not log IP addresses or detailed session data. Giving that extra bit of privacy.",
        "ups": 15
    },
    {
        "title": "VIACOIN PRICE TECHNICAL ANALYSIS",
        "ups": 17
    }
]