[
    {
        "title": "We are happy to announce that we are working on $VIA integration for one of the biggest #cryptocurrency ATM companies. More info soon!",
        "ups": 33
    },
    {
        "title": "BE PART OF THE COMMUNITY - You're not a coder but you want to help this great open source project? Here's what you can do",
        "ups": 34
    },
    {
        "title": "The new Viacoin development update is now live!",
        "ups": 32
    },
    {
        "title": "Help Viacoin get listed on Binance!",
        "ups": 32
    },
    {
        "title": "We are thrilled to welcome James, a digital marketing specialist, to the $VIA team!",
        "ups": 28
    },
    {
        "title": "[AMA] Ask VIACOIN's head of marketing Mike anything!",
        "ups": 27
    },
    {
        "title": "upcoming $VIA Core 0.15 update will add Merkelized Abstract Syntax Trees. M.A.S.T. allows creating smart contracts without clogging up the blockchain, turning Viacoin into a store of value and a decentralized, Turing-complete smart contract platform.",
        "ups": 29
    },
    {
        "title": "Viacoin community banner contest!",
        "ups": 27
    },
    {
        "title": "The upcoming VIA Core 0.15 update also includes Schnorr Signatures, improving #Viacoin's scalability, efficiency and privacy, all in one go. Schnorr Signatures offer a strong level of correctness, do not suffer from malleability, are fast to verify, and support multisignature.",
        "ups": 26
    },
    {
        "title": "Viacoin Development Update — 10/2017",
        "ups": 29
    },
    {
        "title": "The Viacoin developers are making great progress on ATM support!",
        "ups": 24
    },
    {
        "title": "Viacoin is stepping up their advertising!",
        "ups": 27
    },
    {
        "title": "Vote for Viacoin to get listed on Binance!",
        "ups": 25
    },
    {
        "title": "Please vote for Viacoin!",
        "ups": 26
    },
    {
        "title": "Viacoin in 2018, Why it’s worth keeping an eye on.",
        "ups": 25
    },
    {
        "title": "VIA vs VTC vs LTC vs BTC comparison chart",
        "ups": 24
    },
    {
        "title": "VIA to the moon 2018",
        "ups": 24
    },
    {
        "title": "Binance =]",
        "ups": 24
    },
    {
        "title": "All tests have passed for Viacoin Lightning Network",
        "ups": 22
    },
    {
        "title": "Viacoin has been merged into Decred's atomic swap codebase.",
        "ups": 23
    },
    {
        "title": "AMA with VIA's head of marketing tomorrow 11 January at 20:00 CET",
        "ups": 24
    },
    {
        "title": "Viacoin is on a run",
        "ups": 24
    },
    {
        "title": "Vialectrum 3.0.2 update: The improved VialectrumX server is up and running and we're adding a VialectrumX TOR server for more privacy. Currently working on a few small cleanups, small bug fixes &amp; building the binaries for (.exe/ .setup). Ready for testing soon!",
        "ups": 21
    },
    {
        "title": "We are excited to welcome @chainfailure to the Viacoin development team. He will be focussing on developing web and mobile applications for $VIA.",
        "ups": 22
    },
    {
        "title": "viacoin 2018 RoadMap",
        "ups": 20
    }
]