[
    {
        "title": "VIBEHub.io - World's First Volumetric Concert with West Coast Living Legend Planet Asia",
        "ups": 33
    },
    {
        "title": "Most undervalued Coin by far",
        "ups": 33
    },
    {
        "title": "https://www.youtube.com/watch?v=-OE0bJkDGEw The Future of Reality: Featuring Lexy Panterra trying VIBEHub for the first time",
        "ups": 30
    },
    {
        "title": "My Vibe analysis",
        "ups": 26
    },
    {
        "title": "VIBEHub is a rare Crypto that now has a use case! Already better then 90% of the Crypto market.",
        "ups": 28
    },
    {
        "title": "New VIBEHub website to launch within days",
        "ups": 24
    },
    {
        "title": "Monster tweets apology to VIBE for Superbowl",
        "ups": 23
    },
    {
        "title": "VIBEHub posts first commercial",
        "ups": 25
    },
    {
        "title": "Oculus Download ready!!!",
        "ups": 23
    },
    {
        "title": "VIBEHub review by Coin FOMO",
        "ups": 24
    },
    {
        "title": "Monster Products' 60-second Super Bowl spot will star rapper Iggy Azalea, with appearances by Aerosmith guitarist Joe Perry, country singer Big Kenny, rapper Yo Gotti, “Keeping up with the Kardashians” regular Jonathan Cheban and former boy band baritone Joey Fatone",
        "ups": 21
    },
    {
        "title": "Is this not some of the craziest shit you've ever seen. ARE YOU IMAGINING THE POSSIBILITIES? Take your time because there's a million of them.🎧👩‍❤️‍👨🎬🏥🏫👩‍🏫",
        "ups": 24
    },
    {
        "title": "VIBE price has turned its corner!!! Buy TIME!",
        "ups": 21
    },
    {
        "title": "VIBEHub’s first of many performances was captured today. It was a huge success - featuring hip hop artist Planet Asia",
        "ups": 22
    },
    {
        "title": "Looks like crypto is getting more noticed in superbowl",
        "ups": 22
    },
    {
        "title": "https://twitter.com/binance_2017/status/950980853445701632",
        "ups": 23
    },
    {
        "title": "Short-term road map for VIBEHub",
        "ups": 20
    },
    {
        "title": "VIBE got an article in FORTUNE. Good for getting noticed.",
        "ups": 21
    },
    {
        "title": "This is Lexy Panterra, she’s taking us to the moon, very soon. ;)",
        "ups": 19
    },
    {
        "title": "great video",
        "ups": 18
    },
    {
        "title": "Forget about the volatility now. Focus on the potential long term.",
        "ups": 17
    },
    {
        "title": "/r/cryptophile: Only coin in top 100 whose price jumped by more than 400% in last 12 hours! - VIBE",
        "ups": 21
    },
    {
        "title": "VIBE - The Best VR Marketplace?",
        "ups": 18
    },
    {
        "title": "New VIBEHub Medium post - A January We Won't Forget",
        "ups": 20
    },
    {
        "title": "VibeHUB one of Crypto Daily’s picks to watch in 2018",
        "ups": 19
    }
]