[
    {
        "title": "You know your music service is getting the right attention when you get an invitation to the Grammys. Now let’s learn how to tie a bow tie.",
        "ups": 21
    },
    {
        "title": "Viberate contribution guide",
        "ups": 19
    },
    {
        "title": "VIB token just got listed on OKEx exchange!",
        "ups": 16
    },
    {
        "title": "We are incredibly proud to announce a collaboration with Imogen Heap - an exceptional and inspiring Grammy Award-winning artist.",
        "ups": 15
    },
    {
        "title": "Meeting with Slovenian Prime Minister and half of the government was a success! With the incredible crowd of Slovenian blockchain companies at the event we decided to build Blockchain Alliance CEE.",
        "ups": 12
    },
    {
        "title": "VIB - 1260.83% volume surge - What's behind this pump?",
        "ups": 14
    },
    {
        "title": "Viberate joins the Enterprise Ethereum Alliance (EEA) | ItsBlockchain",
        "ups": 12
    },
    {
        "title": "Our founders wrapped up Davos activities with a meeting with the Slovenian Prime Minister dr Miro Cerar, where they discussed how they can work closer together on making Slovenia a blockchain-friendly destination.",
        "ups": 12
    },
    {
        "title": "Our Shop just got a lot bigger!! We’ve added over 50 of the worlds biggest festivals and events, all available to purchase with our $VIB token.",
        "ups": 13
    },
    {
        "title": "Viberate just signed an endorsement deal with a two-time Grammy award winning musician",
        "ups": 13
    },
    {
        "title": "Waiting for our working meeting with the Slovenian Prime Minister and pretty much half of the government. Shirts are ironed, both dogs are combed and fed, we’re ready to go.",
        "ups": 11
    },
    {
        "title": "Ticket Sale Platform",
        "ups": 11
    },
    {
        "title": "We attended a panel about the blockchain and governments at the World Economic Forum in Davos. One of the panelists was Akon and of course here’s a mandatory selfie with Viberate's CEO.",
        "ups": 11
    },
    {
        "title": "Forget crypto, Vib is great for music!",
        "ups": 12
    },
    {
        "title": "Take a look at our newly launched booking agency profiles!",
        "ups": 11
    },
    {
        "title": "Viberate (VIB): The Game Changer for the Music Industry - Cryptorecorder.com",
        "ups": 9
    },
    {
        "title": "VIBERATE presents UMEK @ Kurzchluss! The 1st official VIBERATE event!",
        "ups": 12
    },
    {
        "title": "Can someone explain this coin to me?",
        "ups": 10
    },
    {
        "title": "Anyone Can Now Earn VIB Tokens On Viberate",
        "ups": 10
    },
    {
        "title": "This just in: VIB token now available at ICONOMI to all their DAA managers.",
        "ups": 10
    },
    {
        "title": "Viberate community sets a new record!",
        "ups": 10
    },
    {
        "title": "UMEK just returned from his American tour and came straight to our new offices! [video]",
        "ups": 9
    },
    {
        "title": "Viberate token [VIB] is now listed on Bittrex!",
        "ups": 11
    },
    {
        "title": "There are people from 94% countries of the world involved in building the biggest music database. With that incredible feedback we are happy to announce that we expanded our database team by 50%!",
        "ups": 8
    },
    {
        "title": "We are on the top Crypto News on Steemit!",
        "ups": 9
    }
]