[
    {
        "title": "VIBEHub.io - World's First Volumetric Concert with West Coast Living Legend Planet Asia",
        "ups": 37
    },
    {
        "title": "Most undervalued Coin by far",
        "ups": 32
    },
    {
        "title": "https://www.youtube.com/watch?v=-OE0bJkDGEw The Future of Reality: Featuring Lexy Panterra trying VIBEHub for the first time",
        "ups": 31
    },
    {
        "title": "My Vibe analysis",
        "ups": 26
    },
    {
        "title": "VIBEHub is a rare Crypto that now has a use case! Already better then 90% of the Crypto market.",
        "ups": 27
    },
    {
        "title": "New VIBEHub website to launch within days",
        "ups": 25
    },
    {
        "title": "Monster tweets apology to VIBE for Superbowl",
        "ups": 24
    },
    {
        "title": "VIBEHub posts first commercial",
        "ups": 25
    },
    {
        "title": "Oculus Download ready!!!",
        "ups": 24
    },
    {
        "title": "VIBEHub review by Coin FOMO",
        "ups": 23
    },
    {
        "title": "Monster Products' 60-second Super Bowl spot will star rapper Iggy Azalea, with appearances by Aerosmith guitarist Joe Perry, country singer Big Kenny, rapper Yo Gotti, “Keeping up with the Kardashians” regular Jonathan Cheban and former boy band baritone Joey Fatone",
        "ups": 23
    },
    {
        "title": "Is this not some of the craziest shit you've ever seen. ARE YOU IMAGINING THE POSSIBILITIES? Take your time because there's a million of them.🎧👩‍❤️‍👨🎬🏥🏫👩‍🏫",
        "ups": 22
    },
    {
        "title": "VIBE price has turned its corner!!! Buy TIME!",
        "ups": 20
    },
    {
        "title": "VIBEHub’s first of many performances was captured today. It was a huge success - featuring hip hop artist Planet Asia",
        "ups": 24
    },
    {
        "title": "Looks like crypto is getting more noticed in superbowl",
        "ups": 21
    },
    {
        "title": "https://twitter.com/binance_2017/status/950980853445701632",
        "ups": 23
    },
    {
        "title": "Short-term road map for VIBEHub",
        "ups": 20
    },
    {
        "title": "VIBE got an article in FORTUNE. Good for getting noticed.",
        "ups": 21
    },
    {
        "title": "This is Lexy Panterra, she’s taking us to the moon, very soon. ;)",
        "ups": 19
    },
    {
        "title": "great video",
        "ups": 20
    },
    {
        "title": "Forget about the volatility now. Focus on the potential long term.",
        "ups": 19
    },
    {
        "title": "/r/cryptophile: Only coin in top 100 whose price jumped by more than 400% in last 12 hours! - VIBE",
        "ups": 19
    },
    {
        "title": "VIBE - The Best VR Marketplace?",
        "ups": 18
    },
    {
        "title": "New VIBEHub Medium post - A January We Won't Forget",
        "ups": 20
    },
    {
        "title": "VibeHUB one of Crypto Daily’s picks to watch in 2018",
        "ups": 17
    },
    {
        "title": "Vibehub is at an ATH. Congrats guys. HODL!",
        "ups": 18
    },
    {
        "title": "Vibe is showed in Iggy's twitter - We must like the tweeter of Iggy for more attention",
        "ups": 17
    },
    {
        "title": "This is one of the many reasons why I believe in Vibe and their vision. player has a seizure in VIRTUAL REALITY with full body tracking.",
        "ups": 17
    },
    {
        "title": "Detailed 3 month road map and new blog post will be released today!",
        "ups": 18
    },
    {
        "title": "Respect to those HODLing still.",
        "ups": 17
    },
    {
        "title": "👇",
        "ups": 16
    },
    {
        "title": "Please, considere some things (+ proof (?) of vibe hub in monster ads).",
        "ups": 15
    },
    {
        "title": "Vibeeee!! Leggoooo!!",
        "ups": 18
    },
    {
        "title": "Update!",
        "ups": 14
    },
    {
        "title": "!CUP &amp; HANDLE forming!",
        "ups": 14
    },
    {
        "title": "Even when VIBE dips a bit, the buy interest is huge at these levels.",
        "ups": 16
    },
    {
        "title": "2018 CES VIBEhub.io @ Monster's Booth Vlog - New Video Update",
        "ups": 15
    },
    {
        "title": "Vibe trading on Binance",
        "ups": 16
    },
    {
        "title": "VibeHUB Interview on Crypto Daily channel, hosted by Nicholas Live.",
        "ups": 14
    },
    {
        "title": "First virtual performance 3 days! 18 days to Super Bowl exposure!",
        "ups": 15
    },
    {
        "title": "The \"Super Bowl\" reference, further explained. What do you guys think?",
        "ups": 15
    },
    {
        "title": "Good vibes! Joining up!",
        "ups": 15
    },
    {
        "title": "With VIBE growing this sub needs more moderators. The P&amp;D Spam is already getting out of control.",
        "ups": 15
    },
    {
        "title": "Sneak peak of Super Bowl INCOMING!!!!",
        "ups": 14
    },
    {
        "title": "I bought some VIBE!!",
        "ups": 15
    },
    {
        "title": "VibeHUB will be the only Cryto at CES 2018! They will be at the Monster booth.",
        "ups": 14
    },
    {
        "title": "Vote to get VIBE Listed on Next.Exchange",
        "ups": 14
    },
    {
        "title": "Special thanks to 8i and planetasia for helping VIBEHub showcase this amazing technology",
        "ups": 15
    },
    {
        "title": "Vibehub new website is live!",
        "ups": 14
    },
    {
        "title": "Superbowl Audience - Vibe exposure",
        "ups": 14
    }
]