[
    {
        "title": "Waltonchain and the China Mobile IoT Alliance — Connecting the Dots with Crypto’s Biggest Announcement of 2018",
        "ups": 622
    },
    {
        "title": "Waltonchain All-in-One Thread",
        "ups": 524
    },
    {
        "title": "Waltonchain won the Outstanding Blockchain Company award at the 1st Summit Forum of Blockchain in Southeast Asia",
        "ups": 452
    },
    {
        "title": "Waltonchain affiliate signs partnership with China Telecom (State-owned and largest telecom in China)",
        "ups": 429
    },
    {
        "title": "January 28th will be an exciting day for Waltonchain! Please keep an eye out for more information on this grand event!",
        "ups": 428
    },
    {
        "title": "I made a summarizing business affiliations infographic for all the new people interested in Waltonchain.",
        "ups": 404
    },
    {
        "title": "It’s a done deal!",
        "ups": 397
    },
    {
        "title": "Waltonchain is partnered with Fuyao Glass Industry Group Co. Ltd, the world's largest automotive glass supplier",
        "ups": 394
    },
    {
        "title": "Summary of Conference",
        "ups": 376
    },
    {
        "title": "New WTC logo :)",
        "ups": 369
    },
    {
        "title": "Coinnest &amp; Waltonchain formed a deeper partnership to advance the future of both compaines.",
        "ups": 296
    },
    {
        "title": "Waltonchain is Partnered with Fujian ST Electronics Co., Ltd.",
        "ups": 292
    },
    {
        "title": "Waltonchain is Partnered with Jiangsu Zhongke Internet of Things Technology Venture Capital Co., Ltd.",
        "ups": 278
    },
    {
        "title": "Waltonchain: ushering an era of IoT mass market adoption",
        "ups": 277
    },
    {
        "title": "Upvote if you want the team to hold an AMA session here on Reddit",
        "ups": 276
    },
    {
        "title": "Waltonchain First AMA Questions &amp; Answers",
        "ups": 269
    },
    {
        "title": "Waltonchain Visit and Product Demo! (Part 1 of 2) - Boxmining",
        "ups": 262
    },
    {
        "title": "Summary of some of Waltonchain's Government and Business Partnerships",
        "ups": 256
    },
    {
        "title": "Waltonchain Awarded the “Outstanding Blockchain Technology Service Provider in 2017\" in China BTAS 2017",
        "ups": 254
    },
    {
        "title": "Waltonchain is pleased to announce that we will be working with China Mobile IoT Alliance on a global initiative to incorporate Waltonchain IoT in 2018! $wtc #Waltonchain #global",
        "ups": 255
    },
    {
        "title": "Boxmining video part 2 is here!",
        "ups": 250
    },
    {
        "title": "Network Effects - The inevitability of Waltonchain adoption",
        "ups": 244
    },
    {
        "title": "The Incredible Value of the Waltonchain Mobius Partnership",
        "ups": 239
    },
    {
        "title": "The first One-Click PoS + PoW Wallet/Miner in the world, coming soon.",
        "ups": 238
    },
    {
        "title": "Waltonchain Affiliate, Citylink, Joins Hands with China Telecom to Promote the Xiamen Smart Community Pilot Project",
        "ups": 237
    }
]