[
    {
        "title": "RewardMob - Waves based tournament-based reward platform",
        "ups": 118
    },
    {
        "title": "Binance lists WAVES!! To the moon!!",
        "ups": 96
    },
    {
        "title": "What's the advantage and main usecase for waves?",
        "ups": 81
    },
    {
        "title": "Ethereum Joins Waves and Deloitte to Develop ICO Standards",
        "ups": 71
    },
    {
        "title": "$10 Waves!! Welcome to the $1B Club",
        "ups": 69
    },
    {
        "title": "The Waves 2018 roadmap from today’s presentation in Amsterdam🚀",
        "ups": 65
    },
    {
        "title": "Waves Platform has forged a strategic partnership with International Financial Center Astana",
        "ups": 61
    },
    {
        "title": "One more week and Waves will become the fastest blockchain in the world!",
        "ups": 68
    },
    {
        "title": "Waves (WAVES) Building to Possible Tsunami in 2018",
        "ups": 60
    },
    {
        "title": "Why more ICOs are choosing to create their tokens on the WAVES",
        "ups": 57
    },
    {
        "title": "I Love Waves, but I have some Questions!!",
        "ups": 56
    },
    {
        "title": "Waves Platform is about to hit 8'000 token issuances and 20'000 registered aliases. Average # of transactions is consistently increasing. Excellent start into 2018! 🖖",
        "ups": 59
    },
    {
        "title": "Waves Hits All Time High Trading at $9.46",
        "ups": 57
    },
    {
        "title": "The new UI of Waves' Decentralized Exchange is gorgeous: TradingView implemented in-client. Allows for charting and customization. Neat!",
        "ups": 55
    },
    {
        "title": "Waves-NG has just been activated!",
        "ups": 54
    },
    {
        "title": "WAVES will fly in 2018 and here is why....",
        "ups": 54
    },
    {
        "title": "Waves and leading market players are founding a new self-regulatory body to set standards for ICOs",
        "ups": 55
    },
    {
        "title": "Waves says it’s launched the ‘fastest blockchain platform in the world’",
        "ups": 57
    },
    {
        "title": "Breaking News: WAVES, Deloitte, and Other Market Players To Set Global ICO Standards",
        "ups": 55
    },
    {
        "title": "Waves to become the fastest blockchain platform in the world",
        "ups": 51
    },
    {
        "title": "I wrote an article about all the cool things Waves has in store for 2018. Enjoy!",
        "ups": 54
    },
    {
        "title": "Waves-NG is now live on MainNet, we did it! 🖖 Also, feature 1, reduction of required balance for mining to 1000 WAVES, was accepted. Activation happens on Dec 26.",
        "ups": 50
    },
    {
        "title": "Binance Lists Waves (WAVES)",
        "ups": 50
    },
    {
        "title": "I am loving the new ICOs coming out on this platform!",
        "ups": 45
    },
    {
        "title": "Waves must do better marketing",
        "ups": 49
    },
    {
        "title": "Ceo confirms big announcement for tommorow!",
        "ups": 47
    },
    {
        "title": "Yahoo Finance lists WAVES-USD",
        "ups": 46
    },
    {
        "title": "CryptoMiso ranks 161 cryptocurrencies based on their GitHub commits; waves Platform is ranked #2 only 'beaten' by Cardano. Another indicator for who is actually building cutting-edge technology 🖖",
        "ups": 45
    },
    {
        "title": "I'm seeing Waves-NG achieve 4000 tx/sec - Emin Gün Sirer",
        "ups": 47
    },
    {
        "title": "snapshot from the future gui",
        "ups": 44
    },
    {
        "title": "Waves to launch blockchain venture Capital Fund",
        "ups": 43
    },
    {
        "title": "Wanted to share What Brought Me Into Waves back in September",
        "ups": 47
    },
    {
        "title": "Just bought my first crypto and decided the go with waves.",
        "ups": 42
    },
    {
        "title": "Waves NG on Mobile! (Sneak Peek)",
        "ups": 43
    },
    {
        "title": "Waves NOT decentralised",
        "ups": 45
    },
    {
        "title": "The Waves Dex has processed almost 800'000 trades to this day. Matching happens within milliseconds, settlement on blockchain within seconds through Waves-NG.",
        "ups": 43
    },
    {
        "title": "But they can always buy BTC/ETH, send to waves wallet, and trade on the DEX all day long!",
        "ups": 41
    },
    {
        "title": "Well, that's what I call setting a new record: Waves has processed 315k TXs today, almost tripling the old all-time high. NG arrived for sure! 🚀",
        "ups": 39
    },
    {
        "title": "Yesterday, Waves reached a new all-time high in transaction volume! 126k TXs in total of which 7.2k were Dex trades",
        "ups": 42
    },
    {
        "title": "🔥🔥🔥Waves &gt; 1$ billion cap🔥🔥🔥",
        "ups": 41
    },
    {
        "title": "Max Keiser on WAVES: WAVES token up over 80% this week, could this be the ethereum killer everyone is talking about?",
        "ups": 40
    },
    {
        "title": "Just another day on the Waves Decentralized Exchange: More than $4m volume over the last 24h. Traders seem to like the new user interface 👍",
        "ups": 43
    },
    {
        "title": "Waves Client Public Beta Released tomorrow!!!",
        "ups": 41
    },
    {
        "title": "Waves Has Launched Its Bid to be the Fastest Decentralized Blockchain In the World",
        "ups": 41
    },
    {
        "title": "Interview with LEGEND Sasha Ivanov",
        "ups": 38
    },
    {
        "title": "What makes WAVES better than other decentralized exchanges?",
        "ups": 43
    },
    {
        "title": "Waves goes korea!",
        "ups": 42
    },
    {
        "title": "Today, the Waves Decentralized Exchange processed more than 10'000 trades for the first time",
        "ups": 42
    },
    {
        "title": "LITECOIN and ZCASH gateways to Waves are arriving tomorrow!!!",
        "ups": 38
    },
    {
        "title": "WAVES to be listed on Binance?",
        "ups": 40
    }
]