[
    {
        "title": "Palm Beach Confidential recommends a buy for Wax! This is HUGE!!",
        "ups": 101
    },
    {
        "title": "Bittrex!!💥",
        "ups": 34
    },
    {
        "title": "OPSkins Announces Etherbots Integration, Tradable with WAX",
        "ups": 35
    },
    {
        "title": "Cryptomania Top Ten 'Coin of the Day' - number 1. is WAX :)",
        "ups": 34
    },
    {
        "title": "The creator of Call of Duty (and WAX advisor) Dave Anthony says WAX is an exciting improvement to the gamer experience. \"I think more and more gamers will use WAX; word of mouth will make it a phenomenon. I spent years thinking about this subject.\"",
        "ups": 33
    },
    {
        "title": "PUBGShowcase.com now displays item prices in WAX",
        "ups": 29
    },
    {
        "title": "I do not know a single thing about this crypto, but I invested my life savings because I saw this guy's beard",
        "ups": 29
    },
    {
        "title": "WAX Token Right Now!",
        "ups": 28
    },
    {
        "title": "Congratulations WAX Token holders! An update on distribution and what's next for the Worldwide Asset eXchange",
        "ups": 27
    },
    {
        "title": "apology to wax team.",
        "ups": 26
    },
    {
        "title": "Video: WAX Token is Flying Under The Radar into 2018",
        "ups": 26
    },
    {
        "title": "Cryptocurrency’s Massive Growth in eSports and Video Gaming Continues with the World’s First Crypto Prize Pool",
        "ups": 23
    },
    {
        "title": "WAX now on another exchange, not huobi or bancor!!",
        "ups": 24
    },
    {
        "title": "WAX token up 150% in the last 24hrs!!!",
        "ups": 24
    },
    {
        "title": "Gaming companies can 10x their revenue by using blockchain technology. Here's how WAX will help make that happen.",
        "ups": 23
    },
    {
        "title": "OPSkins Announces Fishbank Integration, Tradable with WAX Tokens",
        "ups": 19
    },
    {
        "title": "Buy and sell more digital items with WAX! OPSkins announces trading support for Battalion 1944",
        "ups": 19
    },
    {
        "title": "What about Gamer-celebrities ?",
        "ups": 19
    },
    {
        "title": "Interview with WAX Co-Founder Malcolm CasSelle",
        "ups": 20
    },
    {
        "title": "Unfair token distribution / trading - KYC (myverify app) issue",
        "ups": 18
    },
    {
        "title": "WAX Price analysis",
        "ups": 18
    },
    {
        "title": "CEO William Quigley on OPSkins's status as the world's largest e-commerce company accepting cryptocurrencies",
        "ups": 18
    },
    {
        "title": "What impact will WAX have on the skins and cryptocurrency markets? (Hint: there are 100 times more video gamers who trade digital items than there are people today who own cryptocurrencies).",
        "ups": 17
    },
    {
        "title": "WAX ♨♨ up 129%",
        "ups": 16
    },
    {
        "title": "More digital items to buy and sell with WAX: OPSkins adds Ballistic Overkill in-game items",
        "ups": 17
    },
    {
        "title": "50,000 WAX giveaway on CoinFalcon",
        "ups": 17
    },
    {
        "title": "Why is trading in-game digital items so complex, and how does WAX break down the barriers to entry in this $50 billion industry?",
        "ups": 15
    },
    {
        "title": "Update: WAX is now on Blockfolio",
        "ups": 15
    },
    {
        "title": "SALT lending platform to allow WAX tokens as collateral!!!!!",
        "ups": 15
    },
    {
        "title": "WAX is #2 gainer in last 24 hours and is doing more volume than ETH and Ripple right now 😲",
        "ups": 15
    },
    {
        "title": "Wax was added to daily Crypto Listings on Exchanges",
        "ups": 15
    },
    {
        "title": "WAX climbed to TOP 100 again on CMC",
        "ups": 14
    },
    {
        "title": "Why I’m accumulating as much wax as possible now",
        "ups": 15
    },
    {
        "title": "I met Mike Novogratz on New Years Eve and he told me to buy WAX.",
        "ups": 15
    },
    {
        "title": "The weak hands have sold off...time to HODL",
        "ups": 15
    },
    {
        "title": "+115% in 24hrs!",
        "ups": 14
    },
    {
        "title": "A few days ago, Fortnite surpassed PUBG in player count. This game is filled with cosmetic skins and would be a perfect game to impliment Wax!",
        "ups": 14
    },
    {
        "title": "Coinomi and WAX: an Integrated Partnership",
        "ups": 14
    },
    {
        "title": "WAX President Malcolm CasSelle will be presenting at Developer Week 2018 in San Francisco",
        "ups": 14
    },
    {
        "title": "Bibox Official - Wax Token Exchange ETH/BTC Similar to Binanace. HUGE Volume 24h. Lower Fees.",
        "ups": 13
    },
    {
        "title": "Within the next few weeks, we'll be enabling users to withdraw WAX that they deposited.",
        "ups": 13
    },
    {
        "title": "[PSA] No, they didn't rob you of your opportunity to make 100x",
        "ups": 14
    },
    {
        "title": "What is the Wax Token and Should You Invest In It In 2018?",
        "ups": 12
    },
    {
        "title": "Real Geek Currency",
        "ups": 13
    },
    {
        "title": "The WAX website has a new look - See our new design, sign up for our upcoming newsletter series, and listen to CEO William Quigley's latest podcast interview.",
        "ups": 13
    },
    {
        "title": "https://hitbtc.com/market-overview/overview",
        "ups": 14
    },
    {
        "title": "Are they planning to get wax in to bigger crypto trading sites?",
        "ups": 12
    },
    {
        "title": "WAX &amp; Huobi.pro: An Update",
        "ups": 15
    },
    {
        "title": "WAX News Roundup: Bringing you the latest news from the WAX team! See what we've been up to lately.",
        "ups": 10
    },
    {
        "title": "Weekly Discussion Thread 2/5/18 - 2/11/18",
        "ups": 14
    }
]