[
    {
        "title": "Palm Beach Confidential recommends a buy for Wax! This is HUGE!!",
        "ups": 103
    },
    {
        "title": "OPSkins Announces Etherbots Integration, Tradable with WAX",
        "ups": 41
    },
    {
        "title": "Bittrex!!💥",
        "ups": 36
    },
    {
        "title": "Cryptomania Top Ten 'Coin of the Day' - number 1. is WAX :)",
        "ups": 34
    },
    {
        "title": "The creator of Call of Duty (and WAX advisor) Dave Anthony says WAX is an exciting improvement to the gamer experience. \"I think more and more gamers will use WAX; word of mouth will make it a phenomenon. I spent years thinking about this subject.\"",
        "ups": 33
    },
    {
        "title": "PUBGShowcase.com now displays item prices in WAX",
        "ups": 32
    },
    {
        "title": "I do not know a single thing about this crypto, but I invested my life savings because I saw this guy's beard",
        "ups": 29
    },
    {
        "title": "WAX Token Right Now!",
        "ups": 27
    },
    {
        "title": "Congratulations WAX Token holders! An update on distribution and what's next for the Worldwide Asset eXchange",
        "ups": 28
    },
    {
        "title": "OPSkins Announces Fishbank Integration, Tradable with WAX Tokens",
        "ups": 26
    },
    {
        "title": "apology to wax team.",
        "ups": 26
    },
    {
        "title": "Video: WAX Token is Flying Under The Radar into 2018",
        "ups": 27
    },
    {
        "title": "Cryptocurrency’s Massive Growth in eSports and Video Gaming Continues with the World’s First Crypto Prize Pool",
        "ups": 22
    },
    {
        "title": "WAX now on another exchange, not huobi or bancor!!",
        "ups": 23
    },
    {
        "title": "WAX token up 150% in the last 24hrs!!!",
        "ups": 23
    },
    {
        "title": "Gaming companies can 10x their revenue by using blockchain technology. Here's how WAX will help make that happen.",
        "ups": 24
    },
    {
        "title": "Buy and sell more digital items with WAX! OPSkins announces trading support for Battalion 1944",
        "ups": 20
    },
    {
        "title": "What about Gamer-celebrities ?",
        "ups": 20
    },
    {
        "title": "Interview with WAX Co-Founder Malcolm CasSelle",
        "ups": 19
    },
    {
        "title": "Unfair token distribution / trading - KYC (myverify app) issue",
        "ups": 17
    },
    {
        "title": "WAX Price analysis",
        "ups": 18
    },
    {
        "title": "More digital items to buy and sell with WAX: OPSkins adds Ballistic Overkill in-game items",
        "ups": 16
    },
    {
        "title": "CEO William Quigley on OPSkins's status as the world's largest e-commerce company accepting cryptocurrencies",
        "ups": 17
    },
    {
        "title": "What impact will WAX have on the skins and cryptocurrency markets? (Hint: there are 100 times more video gamers who trade digital items than there are people today who own cryptocurrencies).",
        "ups": 18
    },
    {
        "title": "WAX ♨♨ up 129%",
        "ups": 17
    }
]