[
    {
        "title": "WePower Supporters! Binance are running a competition for a new listing and you can have your say!!",
        "ups": 36
    },
    {
        "title": "📣 You can be the one who wins 5000WPR! 📣",
        "ups": 25
    },
    {
        "title": "WePower Binance community vote bounty",
        "ups": 22
    },
    {
        "title": "WePower partners with 220 Energia to offer green energy trading for households",
        "ups": 22
    },
    {
        "title": "WePower named as one of the 10 Most Innovative Energy Companies in the world by Fast Company",
        "ups": 21
    },
    {
        "title": "BBC World Service - Tech Tent, Two Sides Of The Crypto-coin",
        "ups": 20
    },
    {
        "title": "How WePower’s blockchain-based energy financing will revolutionize traditional financing for renewable energy systems",
        "ups": 19
    },
    {
        "title": "Our first clients Conquista solar, Civitas project and Novacorex are sharing their thoughts about the partnership with WePower",
        "ups": 19
    },
    {
        "title": "WePower: Why are we now launching our operations in Australia?",
        "ups": 20
    },
    {
        "title": "Wepower should have opened an IPO, not an ICO.",
        "ups": 16
    },
    {
        "title": "WePower Expansion Hints at Adoption of Blockchain for Energy Trading",
        "ups": 19
    },
    {
        "title": "How Blockchain Could Change Energy Markets",
        "ups": 18
    },
    {
        "title": "Last chance to participate in the presale and get 25% bonus :",
        "ups": 19
    },
    {
        "title": "Is the WPR team paying 1M+ for binance listing?",
        "ups": 16
    },
    {
        "title": "Airdrop update for Binance competition!!",
        "ups": 16
    },
    {
        "title": "An introduction to WePower's engineering team",
        "ups": 15
    },
    {
        "title": "Artificial Intelligence will change the future of energy",
        "ups": 18
    },
    {
        "title": "CoinFT post about WePower: Blockchain Based Green Energy Trading Platform",
        "ups": 17
    },
    {
        "title": "⚡ WePower weekly update #4 ⚡",
        "ups": 17
    },
    {
        "title": "Special News Update: 3MLN USD funded already",
        "ups": 17
    },
    {
        "title": "Our CEO officially thanks FastCompany for listing us as one of the most innovative energy companies in the world",
        "ups": 16
    },
    {
        "title": "Green energy for all Europeans - WePower",
        "ups": 15
    },
    {
        "title": "WePower - In conversation with Trevor Townsend, Managing Director of Startupbootcamp Australia",
        "ups": 15
    },
    {
        "title": "Interview with CEO Nikolaj Martyniuk from WePower",
        "ups": 18
    },
    {
        "title": "What if Bitcoin was powered like Denmark?",
        "ups": 16
    }
]