[
    {
        "title": "Vote for Zilliqa to be listed on Binance!",
        "ups": 91
    },
    {
        "title": "Why Zilliqa will be one of the top coins of 2018",
        "ups": 88
    },
    {
        "title": "Vote for Zilliqa on Binance and earn ZIL (Community funded bounty)",
        "ups": 50
    },
    {
        "title": "Ask us anything: Zilliqa AMA",
        "ups": 48
    },
    {
        "title": "Welcome to r/zilliqa",
        "ups": 50
    },
    {
        "title": "Bluzelle and Zilliqa are working together to provide an integrated solution",
        "ups": 45
    },
    {
        "title": "Zilliqa – next generation blockchain!",
        "ups": 45
    },
    {
        "title": "Overpriced? Think again (opinion and discussion)",
        "ups": 40
    },
    {
        "title": "I can give some BNB to vote for Binance. Let’s make it happen!",
        "ups": 40
    },
    {
        "title": "Why Zilliqa will NOT be one of the top coins of 2018",
        "ups": 40
    },
    {
        "title": "ZIL to be listed on Huobi Pro",
        "ups": 37
    },
    {
        "title": "The Ultimate Zilliqa Review: Solving the Great Scalability Problem",
        "ups": 35
    },
    {
        "title": "Trying to help you guys get Binance - Shared to my 22k followers on Steemit and 5,5k+ on Twitter.",
        "ups": 33
    },
    {
        "title": "What is zilliqa added value to the world?",
        "ups": 33
    },
    {
        "title": "Zilliqa now #53 on coinmarketcap!",
        "ups": 29
    },
    {
        "title": "Zilliqa: The Secure, Scalable Blockchain From Singapore That Could Dethrone Ethereum",
        "ups": 29
    },
    {
        "title": "Zilliqa - Next-gen High Throughput Blockchain Platform animation video",
        "ups": 26
    },
    {
        "title": "Zilliqa Project Update #1",
        "ups": 26
    },
    {
        "title": "Blockchain platform Zilliqa introduces Scilla, a language for formally verified smart contracts.",
        "ups": 27
    },
    {
        "title": "Zilliqa: A Game-Changer When It Comes To Blockchain Scalability",
        "ups": 26
    },
    {
        "title": "EtherDelta is extremely shady and risky according to their own subreddit. Is there any chance that the devs would consider listing on a different exchange initially?",
        "ups": 26
    },
    {
        "title": "Nasdaq article on Zilliqa . . . \"Could Change Enterprise\"",
        "ups": 25
    },
    {
        "title": "Learned about Zilliqa for this guide to the Top 20 Ethereum Tokens. Mentioned the impressive transaction throughput, sharding, and the data flow programming language. Let me know if I can improve it for the next update!",
        "ups": 24
    },
    {
        "title": "Zilliqa - blockchain's solution to scalability",
        "ups": 23
    },
    {
        "title": "Our review of Zilliqa -",
        "ups": 21
    }
]